[
  [
    "Pashtu (also written Pushtu) was declared the National Language of the country during the beginning of Zahir Shah's reign, however, Dari has always been used for business and government transactions.",
    "Both belong to the Indo-European group of languages. According to estimates, approximately 35% of the Afghan population speaks Pashtu, and about 50% speaks Dari. Turkic languages (Uzbek and Turkmen) are spoken by about 11% of the population.",
    "There are also numerous other languages spoken in the country (Baluchi, Pashai, Nuristani, etc.), and bilingualism is very common."
  ],
  [
    "Islam is practised by 99% of Afghans and governs much of their personal, political, economic and legal lives. ",
    "An estimated 85% of Afghans are Sunni whilst 15% are Shia.",
    "The dominance of Sunni Islam is reflected in the formation of the Afghan government as a Sunni Islamic Republic. ",
    "Minority religions have been subject to long-term persecution and attacks from the Taliban, which has decimated their numbers; causing either death or migration to a safer country. The Taliban continue to persecute Shia Muslims and regularly attack their places of worship and religious celebrations. ",
    "It is an obligation for Muslims to pray five times a day - at dawn, noon, afternoon, sunset, and evening. ",
    "Friday is the Muslim holy day which means that most shops, businesses and government offices will be closed.",
    "The weekend is Thursday and Friday in Afghanistan to allow for this. You should bear this in mind if you are travelling to Afghanistan for business or arranging virtual meetings. ",
    "Ramadan is an important, month-long event, in Afghanistan and something that most Afghans look forward to. During this holy month, Afghans fast from dawn to dusk and are typically only permitted to work six hours per day. Fasting includes no eating, drinking (including water), cigarette smoking, or gum chewing. Muslims are also required to abstain from bad thoughts, sinful behaviour and sexual relations. ",
    "Sunset is marked by the coming together of communities and families to share in a communal meal known as 'iftar' and to partake in group prayers and extra worship. ",
    "Foreigners are not required to fast; however, they must not eat, drink, smoke, or chew gum in public."
  ],
  [
    "Afghanistan is a vast country and as a result has a rich mix of ethnicities and tribes. ",
    "The Pashtun are Sunni Muslims who Pashtu. They constitute around 42% of the population and are concentrated in Nangrahar and Pakhtya provinces. A large population also live in neighbouring Pakistan.",
    "Tajiks comprise roughly 27% of the population. They are Iranian in origin and speak a form of Persian found in Eastern Iran. Most are Sunni Muslims. Most reside in Kabul and Herat provinces,although some reside in the mountains north of Hindu Kush, and the Iranian border.",
    "Hazaris make up about 9% of the population. They are descendants of the Mongols, and speak a dialect of Persian that contains many Turkish words. They are also Shiite Muslims which led to much of their persecution under Taliban rule. Most live in the Hazarajat region.",
    "Uzbeks live in the northern parts of the country and also comprise only 9% of the population. They are Sunni Muslims and speak a dialect of Turkish.",
    "The Turkomen are a small minority with making only 3% of the population.",
    "Baluchis are pastoral nomads who speak Baluchi, an Iranian language. They comprise 2% of the population."
  ],
  [
    "The family is the single most important unit in the Afghan culture.",
    "Men and women's roles are much more defined along traditional lines.",
    "Women are generally responsible for household duties, whereas men typically take the role of the bread winners. In the cities, professional women do exist.",
    "Families commonly arrange marriages for their children. Factors such as tribe, status, network, and wealth are the major factors forming any choice.",
    "Families traditionally live together in the same walled compound, known as the kala. When a son gets married he and his wife begin their married lives in a room under the same roof.",
    "As with much of the Muslim world, the family is sacred and as such, is highly protected. As a result, probing about the family is not advised."
  ],
  [
    "Honour in Afghan culture defines the reputation and worth of an individual, as well as those they are associated with.",
    "The head male of a family is responsible for protecting the honour of the family.",
    "The issue of honour drives much of the behaviour surrounding the protection of women, modes of dress, social interaction, education and economic activity.",
    "If someone's honour has been compromised, they are shamed and may well look for a way to exact revenge for themselves, their family or group.",
    "The role of honour and tribalism has fuelled much of the disharmony in the country's recent history - with one group carrying out violent acts against another, the victims are forced to respond causing a circle of violence.",
    "Be careful when visiting Afghanistan not to do anything that might bring shame on your counterparts.  Don't for example, criticise them in public and avoid questioning them in such a way that they feel put on the spot or embarrassed.  Be aware, that when you are with your Afghani hosts, if you do anything considered shameful, that this will also bring shame on your hosts.  As such, it's essential that you act in a considered and measured way at all times. "
  ],
  [
    "Hospitality is an essential aspect of Afghan culture.",
    "No matter who you are, if you visit a home you will be given the best the family has.",
    "It is likely that you will eat in a gender segregated environment.  Women  will be asked to eat with the females of the house, while men will be asked to join the men. In typical households, it's rare for the two genders to come together during the meal. If however, this does happen, then be sure to sit next to someone of the same gender.  ",
    "This relates back to the idea of gaining honour.",
    "If you are invited for tea, which you inevitably will be, you will be offered snacks and your tea glass will be constantly filled. When you have had enough cover the glass with your hand and say \"bas\" (meaning 'enough')."
  ],
  [
    "When meeting someone the handshake is the most common form on greeting. You will also see people place their hands over their hearts and nod slightly.",
    "One should always enquire about things like a person's health, business, family, etc.",
    "Women and men will never shake hands let alone speak directly to one another.",
    "Eye contact should also be avoided between men and women. Between men eye contact is acceptable as long as it is not prolonged - it is best to only occasionally look someone in the eyes."
  ],
  [
    "Free mixing between genders only takes places within families. ",
    "In professional situations such as at businesses or universities, males and females may be co-workers, but are nevertheless cautious to maintain each other's honour.",
    "Foreigners must learn to read the rules and live by them. Undermining or publicly deriding them will damage trust and relationships. In some instances, it may even lead to punitive repercussions. ",
    "It's important for women to note that it is considered a dishonour to be spoken to directly by a man in a social context.  Likewise, if spoken to directly by a man on the street then this is equally inappropriate. Women should avoid looking men in the eyes, and keep their eyes lowered when walking down the street to maintain one's reputation and social standing.  Chatting to an unknown male will not be perceived well and may irreversibly damage her reputation. ",
    "The same rules apply to men.  Do not, under any circumstances try to make conversation with an unknown woman in a public setting as this will not only put yourself in a difficult situation but it could also negatively impact the female.  Try to avoid eye contact with women and avoid offering your hand when meeting for the first time.  Instead, place your right hand over your heart and offer a small bow. ",
    "Men should also note that it is inappropriate to initiate social conversation with a woman, and one should not ask a male about his wife or female relatives.",
    "Women must always dress properly to avoid unwanted attention. Always wear loose fitting pants under your skirts and be sure the definition of your legs is indistinguishable. It is also strongly advisable to wear a headscarf in public.",
    "Men and women should never be alone in the same room. If this happens you should ensure a door is left open.",
    "Men and women should never touch one another under any circumstances."
  ],
  [
    "First rule of gift giving is to never give alcohol. However, if you know from first hand experience that the receiver drinks you may do so but covertly to avoid shame.",
    "The first time you go to someone's house for tea, it is appropriate to bring a small gift.",
    "If you are invited to lunch or dinner, bring fruit, sweets or pastries. Make sure the box is wrapped nicely.",
    "When bringing a gift be subtle in how it is given. Do not immediately give the present but rather discreetly place it near the door or where you sit down.",
    "When it comes to wrapping gifts there is no special protocol. Green is good for weddings.",
    "If you are a visiting an Afghani home as a single male, then it's advisable to present any gift to the hostess as a gift from your wife, mother or sister. "
  ],
  [
    "Dining in Afghanistan is a different experience and there are many differences in etiquette.",
    "Always remove your shoes at the door if visiting a home.",
    "If eating at someone's home, you will be seated on o the floor, usually on cushions.",
    "Food is served on plastic or vinyl tablecloths spread on the floor.",
    "Wait to be shown where to sit.",
    "If you can, sit cross-legged. Otherwise sit as comfortably as you can. Do not site with legs outstretched and your feet facing people.",
    "Food is generally served communally and everyone will share from the same dish.",
    "Do not eat with the left hand.",
    "Always pass and receive things using your right hand too. Food is eaten with the hands. It will be a case of watch and learn.",
    "Food is usually scooped up into a ball at the tip of the fingers, then eaten.",
    "Leave food on your plate otherwise it will keep getting filled up again."
  ],
  [
    "Business cards are not widely used in Afghanistan. They therefore carry a sense of importance and prestige.",
    "If you are given a business card, take it respectfully and study it so that they see that you are spending time considering their credentials. Comment on it and any qualifications the giver may have.",
    "Try not to keep cards in your pocket - slip it into a holder and somewhere else respectful.",
    "There is no real protocol used for exchanging cards except to use your right hand.",
    "It may be a good idea to have your card translated into Dari or Pashtu. Make sure you don't \"translate\" the address."
  ],
  [
    "Men should wear conservative suits and shoes.",
    "If working in the country in a non-commercial capacity then wearing the traditional Afghan dress (long shirt and trousers) is best.",
    "Women must always dress modestly and conservatively. The general rule is to show as little flesh as possible from the neck downwards.",
    "If working in business, women should wear knee-length, loose fitting business skirts with loose fitting professional trousers underneath. Wearing a headscarf is advisable."
  ],
  [
    "Business is very much personal in Afghanistan. If you have not already invested some quality time in getting to know your counterparts, then you must use initial meetings to establish trust.",
    "Once this has been accomplished you can move on to the nitty-gritty of business.",
    "Do not be surprised or offended if during meetings people walk in and out of a room or phone calls are taken.",
    "If the meeting involves a group of people it will be led by the leader who will set the agenda, the content, and the pace of the activities.",
    "Meetings are usually held to communicate information and decisions that have already been rather than a forum for discussion and brain storming.",
    "Meeting schedules are not very structured. Start times, points of discussion, etc are all fluid and flexible. Be prepared for a lot of tangents in the discussions. However, this said, it's important that you arrive on time if a meeting start time has been communicated. ",
    "Afghani communication style is rather indirect. It is therefore sometimes necessary to read between the lines for an answer rather than expect it to be explicitly stated. For example, if someone is asked if they can complete a job on time, you will rarely get \"no\" as the answer. It is therefore also important to phrase questions intelligently.",
    "Honour and shame should always be considered. Always express yourself in a way that is not direct or pins blame on someone. Never make accusations or speak down to anyone."
  ],
  [
    "Negotiating can be a tricky, frustrating but often an enjoyable affair if approached correctly.",
    "Always make sure you negotiate with the most senior person possible as they are the decision makers. If you negotiate with someone more junior they may be there to simply test the waters. As a rule Afghans generally negotiate with a win-lose mentality. The goal is always to get the best for yourself at all costs, ",
    "This means that there is always a stronger/weaker party. This can however be used to your advantage if you play your cards right. Always start wildly high in negotiations and very slowly work your way down, always explaining why you are dropping in price but at the same time explaining the damage it is doing to you.",
    "Always appeal to their sense of fairness and justice and use the fact you are looking to build a strong relationship.",
    "If monetary matters do not work then try pushing the idea that a deal with you will bring prestige, honour and respect."
  ]
]
