[
  [
    "In Algeria, as elsewhere, spoken Arabic differs very substantially from written Arabic; Algerian Arabic has a much-simplified vowel system, a substantially changed vocabulary with many new words and many words from Berber, Turkish, and French, and, like all Arabic dialects, has dropped the case endings of the written language.",
    "Within Algerian Arabic itself, there are significant local variations; Jijel Arabic, in particular, is noteworthy for its pronunciation of qaf as kaf and its profusion of Berber loanwords, and certain ports' dialects show influence from Andalusi Arabic brought by refugees from al-Andalus.",
    "Algerian Arabic is part of the Maghreb Arabic dialect continuum, and fades into Moroccan Arabic and Tunisian Arabic along the respective borders.",
    "In the Sahara, more conservative Bedouin dialects, grouped under the name Saharan Arabic, are spoken; in addition, the many Sahrawi refugees at Tindouf speak Hassaniya Arabic.",
    "Most Jews of Algeria once spoke dialects of Arabic specific to their community, collectively termed \"Judeo-Arabic\"; however, most came to speak French in the colonial period even before emigrating to France after independence."
  ],
  [
    "Although the Algerian government have taken steps to recognise Berber languages, there is little chance that autonomy will be granted.",
    "The majority of Algerians are actually of Berber, rather than Arab, origin - however only 15% of Algerians identify themselves as Berber.",
    "During Roman times, the Berber were Christians, but converted to Islam in the early 8th century. "
  ],
  [
    "Islam is practised by the majority of Algerians and to a certain extent still governs their personal, political, economic and legal lives.",
    "Islam emanated from what is today Saudi Arabia. The Prophet Muhammad is seen as the last of God's emissaries (following in the footsteps of Jesus, Moses, Abraham, etc) to bring revelation to mankind. He was distinguished with bringing a message for the whole of mankind, rather than just to a certain peoples. As Moses brought the Torah and Jesus the Bible, Muhammad brought the last book, the Quran. The Quran and the actions of the Prophet (the Sunnah) are used as the basis for all guidance in the religion.",
    "Among certain obligations for Muslims are to pray five times a day - at dawn, noon, afternoon, sunset, and evening. The exact time is listed in the local newspaper each day.",
    "During the holy month of Ramadan all Muslims must fast from dawn to dusk and are only permitted to work six hours per day. Fasting includes no eating, drinking, cigarette smoking, or gum chewing. Expatriates are not required to fast; however, they must not eat, drink, smoke, or chew gum in public."
  ],
  [
    "The family is the most important unit of the Algerian social system and defines social relations.",
    "The individual is always subordinate to the family or group.",
    "The family comes above all else and we see this manifest in nepotism and the importance of honour."
  ],
  [
    "Honour is a foundation block of Algerian society.",
    "Honour is delicately intertwined with a family's good name their reputation.",
    "If someone is honourable, the family is honourable and if an individual is shamed the family is shamed.",
    "As a result the behaviour of individual family members is viewed as the direct responsibility of the family.",
    "Honour can be lost in many ways, for example Algerians believe that turning down a friend's request for a favour causes the other person to lose honour.",
    "Therefore, they will agree to do something rather than risk either party losing face.",
    "Things to watch out for are criticizing others, insulting them, or putting them in a position that will be uncomfortable.",
    "By dishonouring someone you also spoil the relationship."
  ],
  [
    "Algerians greet each other with lengthy affairs.",
    "In addition to the handshake one is obliged to ask about family, work, the house, the weather, etc.",
    "This is all part of cementing a relationship and showing concern for others.",
    "You may see people continue to hold hands after the initial handshake is a sign of warmth.",
    "Friends and family will also exchange kisses on the check.",
    "When meeting women initially nod and wait to see if a hand is extended.",
    "Avoid prolonged eye contact with women and do not ask personal questions.",
    "For women visiting Algeria note that religious men may not shake your hands - this is not a sign of disrespect but quite the opposite."
  ],
  [
    "The use of titles in important in Algeria due to the hierarchical nature of the society.",
    "When introduced to someone, try to call them by their honorific, professional, or academic title and their surname.",
    "As most people speak French and Arabic titles may be in either.",
    "Common titles are \"doctor\", \"professor\", and \"lawyer\" in English or \"docteur\", \"professeur\", and \"avocat\" in French. Some religious scholars may be called \"Sheikh\""
  ],
  [
    "When invited to an Algerian's home, bring pastries, fruit, or flowers.",
    "Roses or tulips make good gifts.",
    "Violets as they symbolize sadness.",
    "Children will always appreciate sweets!",
    "Do not bring alcohol unless you are sure they partake.",
    "Gifts are not usually opened when received.",
    "Give gifts with the right or both hands."
  ],
  [
    "Don't bring alcohol",
    "Remove shoes at the door",
    "Men and women will be seated separately",
    "Dress modestly (especially women)Other tips include:",
    "When you enter a room with people always greet the eldest first. The move around the room from your right greeting people individually.",
    "It would be polite for a woman to offer to help the hostess with the preparation / clearing This will most likely be declined, but the offer will be appreciated."
  ],
  [
    "There are several ways of dining such as sitting at low couches around a big table or on mats on the floor around a low table.",
    "Try and wash your hands before and after the meal.",
    "Food is usually eaten by hand.",
    "Couscous is eaten with a tablespoon while stew is eaten with a fork.",
    "If in doubt follow people sitting near you.",
    "Only use the right hand for eating and for passing dishes.",
    "You will be urged to take more food. Try and start off with small portions so you can take more from the main dish and appear to have eaten a greater quantity.",
    "Leave food on your plate or it will be filled up again."
  ],
  [
    "The importance of personal relationships can not be underestimated. Always invest in building trust and rapport.",
    "You will notice that Algerians do not leave a great deal of personal space between each other. If someone stands close to you or holds your arm, do not back away.",
    "Preserving honour/reputation is important. Algerians will try to preserve their reputations telling people what they think they want to hear even if it is not the truth.",
    "It is important to bear this in mind when communicating with Algerians, i.e. do not cause them to lose face especially in public.",
    "Within Algeria the \"you scratch my back and I scratch yours\" mentality works. Try and do favours for people as this will mean they owe you one back."
  ],
  [
    "There is no formal ritual surrounding business cards.",
    "It may be a good idea to have them translated into French or Arabic.",
    "Always use the right hand to give and receive."
  ],
  [
    "Appointments are necessary and should be made as far in advance as possible and confirmed a day or two before the meeting.",
    "It is best to avoid scheduling meetings during Ramadhan.",
    "Remember Fridays are a Muslim holiday so many offices may be closed for the Friday prayers.",
    "Try to arrive at meetings on time and be prepared to wait. Algerian business people who are accustomed to dealing with international companies often strive to arrive on time, although it is often difficult for them to do so in such a relationship driven culture.",
    "In general, Algerians have an open-door policy, even during meetings. This means you may experience frequent interruptions. Others may even wander into the room and start a different discussion. You may join in, but do not try to bring the topic back to the original discussion until the new person leaves.",
    "French and Arabic are generally the language of business, although some companies use English."
  ]
]
