[
  [
    "Approximately 25% of Angolans, speak Portuguese as their first language, whilst 40% of Angolans speak one of the six national Bantu languages.",
    "The most common Bantu languages include Kimbundu, Umbundu, Kikongo, Chokwe, Kwanyama and Ngangela, (all of these have many Portuguese-derived words).",
    "Younger generations are increasingly moving towards the exclusive use of Portuguese in their day to day life.",
    "The use of Portuguese in Angola is rooted in Portuguese rule, which imposed both religion and language on local Angolans.",
    "Angolans speak a form of Portuguese which resembles Brazilian Portuguese – although the pronunciation is more European."
  ],
  [
    "The various tribes and ethnic groups tend to cluster in certain areas of the country each with their own customs, language and history.",
    "The major ethnic groups are the Ovimnumdu, the largest, who live predominantly in the central highlands; the Mbundu who cluster around Luanda province; and the Bakongo who live in the northwest provinces.",
    "Other large groups include the Nganguela and the Lunda-Chockwe."
  ],
  [
    "Most incorporate beliefs such as ancestor worship within a more formal religion.",
    "The constitution guarantees freedom of religion. Religious leaders played an important role in the democratic resolution of the civil war and are ardent campaigners for social justice and human rights."
  ],
  [
    "Ancestral worship is a common thread through many indigenous religions.",
    "It is considered that not revering the dead can jeopardize the living.",
    "It is thought that people must appease the ancestors so that they do not harm the living.",
    "It is believed that ancestors can bring famine, plague, disease, personal loss, and other catastrophes.",
    "Ancestors are worshiped through ritual performances and ceremonies that often involve the sacrifice of animals."
  ],
  [
    "The most common greeting is the handshake.",
    "Close friends may embrace, kiss, or offer a friendly back-slap.",
    "As in most African countries, greetings should never be rushed.",
    "It is important to take time to inquire about the person’s family and other matters of general interest during the greeting process.",
    "Always greet elders first. It is also customary to bow when introduced to someone who is obviously older or has a more senior position.",
    "In rural areas, women do not look the other person in the eye, although this practice is less pronounced with younger Angolans and in Luanda."
  ],
  [
    "Gift giving is only really practised in urban areas.",
    "It is not so much a part of Angolan culture and as a result there are not many tips surrounding it.",
    "If you are invited to an Angolan's home, bring fruit, flowers, or chocolates to the host.",
    "A small gift for the children is always appreciated. ",
    "Gifts are not always opened when received."
  ],
  [
    "Angolans are extremely hospitable and enjoy entertaining friends and family in their homes.",
    "In Luanda, they may also entertain in restaurants or cafés since they have adopted more Western ideas about socializing.",
    "The Angolan approach to entertaining retains much of the Portuguese influence, including the time of dinner invitations which are often 8 p.m.",
    "Dress as you would in the office. Dressing well demonstrates respect towards your hosts. Shake hands with each guest individually.",
    "Try not to discuss business in social situations.",
    "Food is often served from a communal bowl.",
    "Use the serving spoons to scoop food from the communal bowl on to your individual bowl.",
    "Hierarchy dictates that the eldest person is the first to take food from the communal plate.",
    "If offered the last serving of an item, offer an initial refusal and expect your host to then offer the item a second or third time, in which case you may accept."
  ],
  [
    "Greetings are formal and courteous and include a handshake.",
    "Women should avoid making direct eye contact during the greeting process.",
    "Although this is less important in Luanda, since many people in the city are from another place in the country, it is a good idea to emulate the behaviour of the person you are greeting.",
    "Greetings often follow the African protocol of polite questions about one’s health and other social pleasantries.",
    "It is important not to rush this process. When meeting someone more senior than you in age or position, it is considered polite to bow slightly.",
    "If you know a person’s professional title, you may use the title when conversing.",
    "Government officials may be addressed as “Excellency” or \"Excelencia\" without using their surname.",
    "Business cards are given without formal ritual.",
    "Although not all Angolans have business cards, they expect expats and business travellers to have them.",
    "Present your card so it is readable to the recipient."
  ],
  [
    "Angolans strive to please others and as a result have a tendency to say what they think the other person wants to hear.",
    "It is often difficult to get definite answers to questions, especially if the response would be negative.",
    "You may get a ‘yes’ when the answer is actually ‘no’. It is important to watch for evasions or half statements.",
    "Rather than accept assurances at face value it may be prudent to ask for specifics so that both sides have the same understanding of what statements mean.",
    "Since Angolans prefer to do business with those they know and trust, they spend a great deal of time on relationship building.",
    "It is important to devote sufficient time to nurturing a relationship before pressing on to the business at hand.",
    "Communication is formal and follows established rules of protocols. Angolans do not interrupt others who are speaking and expect to be afforded the same courtesy in return. Interrupting someone, especially if they are more senior to you in age or position, is a serious breach of etiquette.",
    "Angolans use head and arm gestures to emphasize both positive and negative messages and can become very animated at times.",
    "Angolans do not require a great deal of personal space when conversing. If you back away, you may give offense or the person may step forward to close the gap.",
    "When speaking with someone at your own level, direct eye contact means that you are sincere.",
    "When speaking to someone who is senior to you in age or position, indirect eye contact demonstrates respect.",
    "In general, women do not make direct eye contact when conversing with men, although this is changing."
  ]
]
