[
  [
    "In some ways it sounds more like Italian than Spanish.",
    "There are also many other languages spoken in Argentina, including Italian, German, English and French.",
    "There are 35 known indigenous languages in Argentina, but only 13 of these are officially listed. These languages include Tehuelche, Guarani, Chorote, Pilaga, Wichi, Quechua, Nivacle, Toba, Mbya and Mapuche. Many of these indigenous languages are spoken in specific regions or areas of Argentina."
  ],
  [
    "Most Argentines are primarily of European descent, which separates them from other Latin American countries where European and Indian cultures are more mixed.",
    "Culturally and emotionally, Argentines often seem more European than Latin American."
  ],
  [
    "The family is the centre of Argentine life with extended families still having prominence.",
    "The heads of powerful families command widespread respect, but with this comes a responsibility to care for others in terms of security, jobs, etc and to maintain personal and family honour.",
    "Honour is in all respects the be-all and end all and it routinely affects day-to-day life at home, in the community and in business."
  ],
  [
    "The Argentine constitution guarantees religious freedom.",
    "Roman Catholicism acts as the official state religion.",
    "Other world religions, notably Islam, are gaining a foothold within the country during the last ten to fifteen years."
  ],
  [
    "Argentines are on the whole open, blunt, and direct, yet are able to remain tactful and diplomatic.",
    "Argentines are a warm people and their unreservedness brings to the fore their passion and sentimentality.",
    "In addition they are close communicators physically so will often touch each other when speaking and maintain little physical distance between speakers."
  ],
  [
    "Initial greetings are formal and follow a set protocol of greeting the eldest or most important person first.",
    "A standard handshake, with direct eye contact and a welcoming smile will suffice.",
    "Maintaining eye contact indicates interest.",
    "In general, Argentines prefer third-party introductions, so you should wait for your host or hostess to introduce you to others at a small gathering.",
    "When leaving, say good-bye to each person individually."
  ],
  [
    "If invited to dinner at an Argentine's home bring a small gift for the hostess.",
    "Since taxes on imported spirits are extremely high, a bottle of imported spirits is always well received.",
    "Do not give knives or scissors as they indicate a desire to sever the relationship.",
    "Gifts are opened immediately."
  ],
  [
    "If you are invited to an Argentine home:",
    "Dress well. Men should wear a jacket and tie. Women should wear a dress or a skirt and blouse.",
    "Arrive 30 to 45 minutes later than invited for a dinner party. Arriving on time is not the norm.",
    "Telephone your hosts the following day to thank them."
  ],
  [
    "Wait for the host or hostess to tell you where to sit. There may be a seating plan.",
    "Table manners are Continental - hold the fork in the left hand and the knife in the right while eating.",
    "Do not begin eating until your hosts invite you to do so.",
    "Always keep your hands visible when eating, but do not rest your elbows on the table.",
    "Wait for a toast to be made before taking the first sip of your drink.",
    "It is considered polite to leave a small amount of food on your plate when you have finished eating.",
    "When you have finished eating, place your knife and fork across your plate with the prongs facing down and the handles facing to the right.",
    "Pouring wine is beset with many rituals and cultural taboos. If at all possible, avoid pouring wine."
  ],
  [
    "Argentina is a relationship-driven culture, so it is important to build networks and use them.",
    "Argentines maintain and use an intricate network of family and friends to call upon for help, favours or assistance.",
    "If a favour is done for you, you will eventually be called upon to re-pay it.",
    "Name-dropping and nepotism do not have the negative connotations as it has in the West and can be used to your advantage.",
    "Above all Argentines like to do business with people they know and trust.",
    "They prefer face-to-face meetings rather than by telephone or in writing, which are seen as impersonal.",
    "Once a relationship has developed, their loyalty will be to you rather than to the company you represent.",
    "Looking good in the eyes of others is important to Argentines. Therefore, they will judge you not only on what you say, but also on the way you present yourself.",
    "Avoid confrontation. Argentines do not like publicly admitting they are incorrect.",
    "It is imperative to show deference and respect to those in positions of authority.",
    "When dealing with people at the same level, communication can be more informal.",
    "Be alert for nuances and hidden meanings.",
    "It is a good idea to repeat details, as you understand them to confirm that you and your business colleagues are in agreement."
  ],
  [
    "Appointments are necessary and should be made 1 to 2 weeks in advance, preferably by e-mail or telephone.",
    "Avoid January and February, which are their vacation times; the middle weeks of July, which is when many go skiing; and during the two weeks before and after Christmas.",
    "You should arrive on time for meetings, although the person you are meeting may not be punctual.",
    "In some older, more bureaucratic organizations, the more important the person you are meeting, the longer they keep you waiting.",
    "Do not immediately begin discussing business. Small talk helps establish a rapport.",
    "The person you are meeting with may accept telephone calls and attend to other business while you are there.",
    "Have all printed material available in both English and Spanish.",
    "Decisions are not reached at meetings. Meetings are for discussion and to exchange ideas."
  ],
  [
    "Argentines expect to deal with people of similar status.",
    "Hierarchy is important. Decisions are made at the top of the company. Business moves slowly because it is extremely bureaucratic.",
    "Decisions often require several layers of approval.",
    "Argentines have a difficult time disagreeing, so do not think that things are going well simply because no one is challenging what you say."
  ],
  [
    "Business attire is formal and conservative, yet stylish.",
    "Men should wear dark coloured, conservative business suits.",
    "Women should wear elegant business suits or dresses.",
    "Good quality accessories are important for both sexes.",
    "Dress well if you want to make a good impression."
  ],
  [
    "Business cards are given without formal ritual.",
    "Have one side of your business card translated into Spanish.",
    "Present your business card so the Spanish side faces the recipient."
  ],
  [
    "Read more about this on our page about the Management Style in Argentina"
  ]
]
