[
  [
    "In 1788, there were about 250 separate Aboriginal languages spoken in Australia, plus dialects.  ",
    "Today, only two thirds of these languages survive and only 20 of them (eight per cent of the original 250) are considered strong enough to have a chance of surviving well into this century.",
    "The languages that survive are concentrated in the most remote and isolated regions and efforts are being made to revive and promote language learning to boost their chances of success. ",
    "English is the dominant spoken language in Australia and is spoken by 73% of the population.",
    "Further languages reflect migration patterns and include Mandarin 3%, Cantonese 1%, Vietnamese 1%, Italian 1%, Greek 1%, Arabic 1%, Hindi 1%, Punjabi 1% and 'Other' 13%",
    "The 2016 Census of Australia suggests that over 20% of people speak a language other than English at home. ",
    "The mix of languages and high levels of bilingual speakers attests to the multicultural makeup of Australian society. "
  ],
  [
    "Humility and authenticity are strong values in Australian culture.",
    "As such, Australians are very down to earth and always mindful of not giving the impression that they think they are better than anyone else.",
    "They also tend to value sincerity, humour, informality, whilst loathing pretentiousness.",
    "Australians tend to get on well with people who are modest, humble, self- deprecating and with a sense of humour. ",
    "This is a country where deprecatory comments are a sign of friendship, so you should be prepared for banter and sarcasm if you are to build relationships. ",
    "If you're from a culture where 'face' is strongly valued, then you must be prepared to put this to one side and not take offence. ",
    "Australians tend to not draw attention to their academic or other achievements and are inclined to distrust people who do.",
    "They even downplay their own success to ensure they are not perceived as achievement-oriented.",
    "This behaviour may well present a challenge for people from cultures where titles, achievements and credentials are greatly respected and openly promoted. "
  ],
  [
    "With a relatively small population, it is important to get along with everyone, since you never know when your paths may cross again.",
    "Australians place a high value on relationships and tend to be incredibly loyal when it comes to friendships.",
    "They may even turn to their 'mates' (friends), in times of need as opposed to their family members.",
    "Relationships tend to emphasise equality regardless of wealth, gender or background. ",
    "As such, Australians are less motivated than people of other cultures may be, to establish relationships with people purely because of their perceived wealth or status. Instead, Australians tend to have a preference for building relationships with people who are authentic, down to earth and easy going.",
    "They may well be wary of people who try to advertise their achievements, wealth or qualifications. Individuals who do so are likely to be 'taken down a peg or two'. ",
    "It's common for expats moving to Australia to comment on the friendliness and openness of their new Australian colleagues.",
    "Typically expats establish trusting relationships with local Australians quickly.  ",
    "The Australian focus on equality tends to lead to a win-win negotiating style in the workplace as it's considered important that everyone involved comes away with positive feelings to ensure that future business dealings progress effectively."
  ],
  [
    "Pre-colonisation, the indigenous people of Australia inhabited Australian lands for over 65,000 years. These indigenous groups, made up of Aboriginal and Torres Strait Islanders, shared rich, ancient cultures and histories.",
    "The principle religion was known as 'Dreamtime' which was dominated by a belief in the spirit world. Evidence of Dreamtime artwork dates back at least 30,000 years.   ",
    "Following the colonisation of Australia, the population of Australia became a mix of Aborigines and people of British and Irish descent.",
    "In time, indigenous groups were stripped of their lands and marginalised, whilst European cultural practices became mainstream. ",
    "In response to the post-World War II Australian policy of proactively attracting immigrants to boost the population and work force, heavy migration took place from Europe, (especially from Greece, Italy, Germany, the Netherlands and Yugoslavia), Lebanon and Turkey. ",
    "Further large-scale migration saw an influx of migrants to Australia from Northern Europe in the 1950s, Southern Europe in the 1960s and Vietnam (as a consequence of war) in the 1970s. ",
    "In the last thirty years, although Australia had fundamentally liberalised its immigration policy and opened its borders to South East Asia, this is no longer the case and it's now much harder for South East Asians to migrate to Australia. ",
    "The increasing multicultural diversity of Australia has caused a real shift in self-perception.  Aussies have begun to re-define themselves as a multi-cultural and multi-faith society rather than the homogenous, white, Anglo- Saxon, Protestant nation of old. "
  ],
  [
    "Australian culture is not very formal, so greetings are typically casual and relaxed. A handshake, smile and a simple 'hello, how are you' should suffice.",
    "If you are attending a party or a similar type of informal event, then handshakes may be replaced with a simple greeting.",
    "While an Australian may say, 'G'day' or 'G'day, mate', this may sound patronizing from a foreigner.",
    "Aussies prefer to use first names, even at the initial meeting.  As such, avoid using titles when you first meet someone and, instead, introduce yourself with your first name only. ",
    "If you are a visitor in Australia and attending an event with an Australian counterpart, then you should be prepared to introduce yourself to others. Don't depend on your counterpart to do so. ",
    "As Australian culture is fairly tactile, close friends may kiss each other on the cheek or exchange a quick backslap or hug.",
    "However, you should avoid hugging, kissing or back slapping anyone unless you know them well and in a social setting."
  ],
  [
    "Small gifts are commonly exchanged with family members, close friends, and neighbours to mark special events such as birthdays, births, engagements or Christmas.",
    "Trades people, such as sanitation workers, may be given a bottle of wine or a six-pack of beer!",
    "If invited to someone's home for dinner, it is polite to bring a box of chocolates, bottle of wine or flowers to your hosts.",
    "A good quality bottle of wine is always appreciated.",
    "With the value placed on humility and equality, it's important that gifts are modest and not too expensive.",
    "Although it's acceptable to give high value gifts to those you're close to, giving high value gifts to others may cause embarrassment and you may be perceived as flaunting your wealth. ",
    "Unless you're giving a small amount of money to a child, then it's rarely a good idea to give cash to Australian people. ",
    "Gifts are typically opened when received."
  ],
  [
    "The Aussie 'barbie' (BBQ) is an important part of Australian social culture.",
    "The most common social invitations are for BBQs. .",
    "Guests to a barbeque typically bring wine or beer for their personal consumption. In some cases, very informal barbecues may suggest that you bring your own meat!",
    "People tend to dress very casually at BBQs. If you're invited to dinner, then you may want to check the dress code beforehand.",
    "It's fair to say that being overdressed can sometimes be more embarrassing than being underdressed!",
    "Arrive on time if invited to dinner; no more than 15 minutes late if invited to a barbeque or a large party.",
    "It's important that you don't put people out by arriving too early. ",
    "Contact the hosts ahead of time to see if they would like you to bring a dish. ",
    "Offer to help the hosts with the preparation or clearing up after a meal is served.",
    "If you are invited to eat in a restaurant, then it's common practice to split the bill between diners.",
    "As such, expect to pay for your portion of the bill at the end of the meal.",
    "However, if you're invited out for a drink at a bar, then Australians tend to take turns buying 'rounds'.",
    "This means people take turns asking everyone what they would like to drink and then go to the bar to buy them. "
  ],
  [
    "Table manners are Continental -- hold the fork in the left hand and the knife in the right while eating.",
    "Indicate you have finished eating by laying your knife and fork parallel on your plate with the handles facing to the right.",
    "Keep your elbows off the table and your hands above the table when eating."
  ],
  [
    "Australians are very matter of fact when it comes to business so do not need long- standing personal relationships before they do business with people.",
    "Australians are very direct in the way they communicate.",
    "There is often an element of humour, often self-deprecating, in their speech.",
    "Aussies often use colourful language that would be unthinkable in other countries."
  ],
  [
    "Appointments are necessary and relatively easy to schedule.",
    "They should be made with as much lead time as possible.",
    "Punctuality is important in business situations. It is better to arrive a few minutes early than to keep someone waiting.",
    "Meetings are generally relaxed; however, they are serious events.",
    "If an Australian takes exception to something that you say, they will tell you so.",
    "If you make a presentation, avoid hype, making exaggerated claims, or bells and whistles.",
    "Present your business case with facts and figures.",
    "Emotions and feelings are not important in the Australian business climate."
  ],
  [
    "Australians get down to business quickly with a minimum amount of small talk.",
    "They are quite direct and expect the same in return. They appreciate brevity and are not impressed by too much detail.",
    "Negotiations proceed quickly. Bargaining is not customary.",
    "They will expect your initial proposal to have only a small margin for negotiation.",
    "They do not like high-pressure techniques.",
    "Decision-making is concentrated at the top of the company, although decisions are made after consultation with subordinates, which can make decision making slow and protracted."
  ],
  [
    "Business dress is conservative in Melbourne and Sydney.",
    "Men should wear a dark coloured, conservative business suit.",
    "Women should wear a smart dress or a business suit.",
    "In Brisbane or other tropical areas, depending on the job function and company culture, men may wear shirts, ties and Bermuda shorts."
  ],
  [
    "Business cards are exchanged at the initial introduction without formal ritual.",
    "If you are not given a business card, it is not an insult; the person simply may not have one. "
  ]
]
