[
  [
    "There are distinct differences between the many regional dialects, and also a wide variation in the 'standard' Hochdeutsch spoken from region to region.",
    "Slovene is an official language in the southern province of Carinthia.",
    "Other minority languages include Croatian (0.5%) and Hungarian (0.1%). All three languages are taught alongside German in some bilingual schools."
  ],
  [
    "The family forms the basis of the Austrian social structure.",
    "The family is generally small and, due to lack of migration, generally closely knit within a certain town or village.",
    "Weekends are generally devoted to family activities such as outdoor activities.",
    "Eating dinner together in the evening is very much the norm.",
    "Sundays re usually bookmarked for visiting grandparents for dinner, and/or, enjoying a hike in the country together."
  ],
  [
    "Austrians take much pride in their homes, keeping them neat and tidy.",
    "In a formal culture such as theirs, the home is the place where people relax and let their hair down.",
    "Only close friends and relatives are invited into the house, so it is a place where more informal communication may occur.",
    "Neighbourly etiquette also has its rules that must be observed. It is imperative that common areas such as sidewalks, pavements, corridors (in flats), and steps be kept clean at all times by all associated with them."
  ],
  [
    "Austrians are generally conservative people.",
    "They are prudent and moderate in their behaviour.",
    "'Regimentation' and 'compartmentalization' are a useful ways of describing how they organise their lives.",
    "They extend social invitations in advance of the event, and the more formal the occasion the greater the time between the invitation and the event itself, so that they can be certain that their guests do not have a prior engagement."
  ],
  [
    "Presentation and dressing well are important to Austrians.",
    "Even when dressed informally, they are neat and conservative; their clothes are never ostentatious.",
    "There is sometimes a strict protocol for dressing appropriately in different situations: formal wear for the theatre or a concert, and semiformal wear for better restaurants.",
    "Some high level events may have a dress code and will turn away patrons who are not dressed properly.",
    "Most Austrian women dress up to go shopping, since they dress elegantly, if conservatively, at all times, especially when they will be public."
  ],
  [
    "Greetings are formal.",
    "A quick, firm handshake is the traditional greeting.",
    "Maintain eye contact during the greeting.",
    "Some Austrian men, particularly those who are older, may kiss the hand of a female.",
    "A male from another country should not kiss an Austrian woman's hand.",
    "Women may also kiss men, but men never kiss other men.",
    "Titles are very important and denote respect. Use a person's title and their surname until invited to use their first name.",
    "When entering a room, shake hands with everyone individually, including children."
  ],
  [
    "In general, Austrians exchange gifts with family and close friends at Christmas (generally Christmas Eve) and birthdays.",
    "Children receive gifts on December 6th, the feast of St. Nicholas",
    "If invited to dinner at an Austrian's house, bring a small gift of consumables such as chocolates.",
    "If giving flowers, always give an odd number as except for 12, even numbers mean bad luck.",
    "Do not give red carnations, lilies, or chrysanthemums.",
    "Gifts should be nicely wrapped.",
    "Gifts are usually opened when received."
  ],
  [
    "If you are invited to an Austrian's house:",
    "Arrive on time. Punctuality is a sign of respect.",
    "Dress conservatively and elegantly.",
    "In some houses you may be asked to remove your shoes, although the custom is not as prevalent as it once was."
  ],
  [
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Put your napkin on your lap as soon as you sit down.",
    "Do not begin eating until the hostess says 'mahlzeit' or 'Guten Appetit'.",
    "Cut as much of your food with your fork as possible, since this compliments the cook by saying the food is very tender.",
    "Finish everything on your plate.",
    "Indicate you have finished eating by laying your knife and fork parallel on your plate with the handles facing to the right.",
    "The host gives the first toast. Everyone lifts and clinks glasses, looks the person making the toast in the eye and says, 'Prost!'.",
    "An honoured guest offers a toast of thanks to the host at the end of the meal."
  ],
  [
    "First impressions are important and you will be judged on your clothing and demeanour.",
    "Although Austrians prefer third-party introductions, they do not need a personal relationship in order to do business.",
    "They will be interested in any advanced university degrees you might have as well as the amount of time your company has been in business.",
    "Austrians show deference to people in authority, so it is imperative that they understand your level relative to their own.",
    "It is imperative that you exercise good manners in all your business interactions.",
    "There is little joking or small talk in the office as they are serious and focused on accomplishing business objectives/goals.",
    "Communication is formal and follows strict rules of protocol.",
    "Always use the formal word for you 'sie' unless invited to use the informal 'du'. Address people by their academic title and surname.",
    "You may be referred to simply by your surname. This is not a culture that uses first names except with family and close friends.",
    "Austrians are suspicious of hyperbole, promises that sound too good to be true, or displays of emotion.",
    "In many situations, Austrians will be direct to the point of bluntness. This is not an attempt to be rude, it is simply indicative of their desire to move the discussion along.",
    "Expect a great deal of written communication, both to back up decisions and to maintain a record of discussions and outcomes."
  ],
  [
    "Appointments are necessary and should be made 3 to 4 weeks in advance when meeting with private companies.",
    "Do not try to schedule meetings in August, the two weeks surrounding Christmas, or the week before Easter.",
    "Punctuality is taken extremely seriously. If you expect to be delayed, telephone immediately and offer an explanation.",
    "It is extremely rude to cancel a meeting at the last minute and it could ruin your business relationship.",
    "Meetings are formal.",
    "Presentations should be accurate and precise.",
    "Have back-up material and be prepared to defend everything: Austrians are meticulous about details.",
    "Meetings adhere to strict agendas, including starting and ending times. If you have an agenda, it will be followed.",
    "Follow-up with a letter outlining what was agreed, what the next steps are, and who is the responsible party.Business Negotiation"
  ],
  [
    "Do not sit until invited and told where to sit. There is a rigid protocol to be followed.",
    "Meetings adhere to strict agendas, including starting and ending times.",
    "A small amount of getting-to- know-you conversation may take place before the business conversation begins.",
    "Austrians are more concerned with long-term relationships than making a quick sale.",
    "Rank and position are important. Since most companies are relatively small, it is often quite easy to meet with the decision- maker.",
    "Business is conducted slowly. You will have to be patient and not appear ruffled by the strict adherence to protocol.",
    "Austrians are very detail- oriented and want to understand every innuendo before coming to agreement.",
    "Avoid confrontational behaviour or high-pressure tactics. It can work against you."
  ],
  [
    "Business dress is conservative and follows most European conventions.",
    "Men should wear dark coloured, conservative business suits with white shirts.",
    "Women should wear either business suits or conservative dresses, complimented with elegant accessories."
  ],
  [
    "Business cards are exchanged without formal ritual.",
    "Have one side of your card translated into German. Although not a business necessity, it demonstrates an attention to detail.",
    "Include any advanced academic degrees or honours on your business card.",
    "If your company has been in business for a long time, include the founding date on your card as it demonstrates stability."
  ]
]
