[
  [
    "The Azerbaijani language is part of the 'Oghuz', or 'Western Turkic', group of Turkic languages, together with Anatolian Turkish (spoken in Turkey) and Turkmen (spoken in Turkmenistan).",
    "Dialectical differences between Azerbaijani and Anatolian Turkish have been attributed to Mongolian and Turkic influences.",
    "Despite these differences, Anatolian Turkish speakers and Azerbaijanis can often understand one another if they speak carefully.",
    "Spoken Azerbaijani includes several dialects. Since the nineteenth century,",
    "Russian loanwords (particularly technical terms) and grammatical and lexical structures have entered the Azerbaijani language in Russian-controlled Azerbaijan, as have Persian words in Iranian Azerbaijan. The resulting variants remain mutually intelligible, however."
  ],
  [
    "The family forms the basic social structure in Azerbaijan.",
    "This goes back to many Azeris' history as rural dwellers where a clan (hoj) would share land and work together to form a tight circle.",
    "A hoj would sometimes consist of up to 40 members.",
    "Nowadays the family is a lot smaller - usually a married couple with children and possibly grandparents.",
    "Families still work as an interdependent unit andexpect to receive both financial and emotional support from others.",
    "Gender roles are still fairly traditional in much of Azerbaijan with the man being the bread-winner and woman taking care of the domestic side of things."
  ],
  [
    "Azeris are still a very hierarchical society.",
    "Culture, traditions, family and religious affiliation often take precedence over official laws.",
    "When the government has trouble resolving an issue, the president often appeals to the \"agh sakkal\" (prominent and respected people) to help find a solution. \"Agh sakkal\" means \"white beard\"."
  ],
  [
    "Azeri culture, due to its rural roots and culturally rich tapestry, has many superstitions. Examples include:",
    "A cat crossing your path means bad luck in business.",
    "Salt accidentally spilled means you are about to quarrel. Sprinkle sugar on the salt to counter this.",
    "Leaving scissors with opened blades brings misfortune and even death.",
    "If you meet a person with empty buckets, you are bound for misfortune.",
    "If you meet a person with bread and full bags, you will have good luck.",
    "Never hurry to a funeral ceremony.",
    "Do not cross the way the funeral train goes.",
    "If the first person you meet on your way to work is male, you will have good luck.",
    "Do not lend money or bread at night.",
    "Throwing a bowl of water in the wake of a person who sets off for a business trip or long journey brings the person luck and helps them to return home safe and sound."
  ],
  [
    "Like most cultures in the area, Azeris like warm and friendly greetings.",
    "Men greet each other with a handshake, a kiss on the cheek and \"salaam\" (literally 'peace' but meaning 'hello').",
    "Women hug and kiss each other once on the left cheek. Azeri women do not generally shake hands among themselves, although many will shake hands with a foreigner.",
    "Males should wait and see if a woman extends her hand (although most will the more religious may not) - if they do shake it lightly.",
    "Always take a moment to ask about family, health and business.",
    "First names are generally used in social situations if the speakers are of similar ages.",
    "If you do not know the person well, use their first name followed by an appropriate title. For women, use \"hanum\" (\"woman\"). For men, use \"bey\" (\"Mr\").",
    "Younger people always initiate greetings with older people."
  ],
  [
    "Azeris mainly exchange gifts for birthdays, weddings and anniversaries.",
    "In Azeri culture it is the thought behind the gift, rather than the price, that matters.",
    "It is customary to refuse a gift at least twice before reluctantly accepting it. Always insist it is too much and the giver should not have gone to any trouble.",
    "If you are invited to an Azeri's home for dinner, bring flowers or pastries to the hostess. Ask the shop where you buy them to wrap them for you. It is considered polite to reciprocate hospitality with a small gift.",
    "Always give an odd number of flowers. Even numbers are reserved for funerals.",
    "Avoid giving alcohol unless you are certain your host partakes.",
    "Gifts are generally not opened when received."
  ],
  [
    "Remove your shoes before entering the house. You may be offered slippers to wear.",
    "Punctuality is not paramount. Arriving within 30 minutes of the stipulated time is socially acceptable,",
    "Dress casually but smartly. Never wear tight or revealing clothing.",
    "If there are many people present shake hands with everyone.",
    "Table manners are fairly formal. If in doubt watch what others do.",
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Keep your elbows off the table and your hands above the table when eating.",
    "The hostess generally serves the food. The elderly are served first, then the guests, and finally the children.",
    "Use your right hand only to eat and to pass things."
  ],
  [
    "Although people don’t tend to tip in bars, tipping is fairly common in restaurants.",
    "Where a service charge hasn’t already been added to the bill, then consider a 10% tip."
  ],
  [
    "Although direct communication is seen as a postive in Azerbaijan, one also has to be careful to employ such directness.",
    "Information should always be presented in a way that is diplomatic and sensitive so as not to cause loss of face.",
    "The level of directness you can use is dictated by who you are speaking with.",
    "If it is a new, formal or important relationship diplomacy s critical. If the relationship is well developed and a level of openness has been established a little more honesty is fine."
  ],
  [
    "There is no formal ritual surrounding exchange of cards.",
    "It is a good idea to take plenty with you as it still forms the basic means of keeping contact details as opposed to electronic means.",
    "Give and receive cards with your right hand."
  ],
  [
    "To arrange a meeting in Azerbaijan, an introductory letter is needed outlining your company, history and the purpose of your visit. It is always a good idea to have such correspondence translated into Azeri to ensure understanding. The gesture is also appreciation and will present you in a positive light.",
    "There is a certain amount of protocol one has to follow in meetings, as the Azerbaijan culture is fairly formal which means that Azeris tend to be sensitive to status, title, who sits down first, enters the room first, etc. It is best to follow the lead.",
    "Politeness is important and is all part of the relationship building process.",
    "Discussions will often start slowly over tea and the topics of discussion may be completely irrelevant. However, this is the make or break part of your relationship - if you can not strike up a rapport the chances of doing business together are slim.",
    "Always maintain eye contact while speaking since Azeris take this as a sign of sincerity. If someone does not look them in the eye while speaking, they think the person has something to hide.",
    "Decisions are reached slowly.",
    "Never appear impatient or attempt to rush an Azeri to make a decision.",
    "Expect a great deal of bargaining and haggling. - Azeris are tough negotiators."
  ]
]
