[
  [
    "Among the non-Bahraini population, many people speak Farsi, the official language of Iran, or Urdu, the official language of Pakistan.",
    "Arabic is spoken by almost 200 million people in more than 22 countries. It is the language of the Qur'an, the Holy Book of Islam, and of Arab poetry and literature.",
    "While spoken Arabic varies from country to country, classical Arabic has remained unchanged for centuries.",
    "The Arabic language originated in current day Saudi Arabia in pre-Islamic times and spread across the Middle East during the 7th and 8th centuries.",
    "The official language of Bahrain is Modern Standard Arabic, a modernized form of classical Arabic.",
    "Modern Standard Arabic is used in schools, for official purposes and for written communication within the Arabic-speaking international community.",
    "In Bahrain, there are differences between the dialects spoken in urban areas and those spoken in rural areas.",
    "Although state radio and television are broadcast primarily in Arabic, newspapers and magazines in other languages are available.",
    "Al-Ayam is a leading Arabic newspaper. The Bahrain Tribune and the Gulf Daily News are English newspapers."
  ],
  [
    "Islam emanated from what is today Saudi Arabia.",
    "The Prophet Muhammad is seen as the last of God's emissaries (following in the footsteps of Jesus, Moses, Abraham, etc) to bring revelation to mankind. He was distinguished with bringing a message for the whole of mankind, rather than just to a certain peoples.",
    "As Moses brought the Torah and Jesus the Bible, Muhammad brought the last book, the Quran. The Quran and the actions of the Prophet (the Sunnah) are used as the basis for all guidance in the religion.",
    "Among certain obligations for Muslims are to pray five times a day - at dawn, noon, afternoon, sunset, and evening. The exact time is listed in the local newspaper each day.",
    "Friday is the Muslim holy day. Everything is closed. The weekend is Friday and Saturday.",
    "During the holy month of Ramadan all Muslims must fast from dawn to dusk and are only permitted to work six hours per day.",
    "Fasting includes no eating, drinking, cigarette smoking, or gum chewing. Expatriates are not required to fast; however, they must not eat, drink, smoke, or chew gum in public.",
    "Each night at sunset, families and friends gather together to celebrate the breaking of the fast (iftar).",
    "The festivities often continue well into the night. In general, things happen more slowly during Ramadan. Many businesses operate on a reduced schedule. Shops may be open and closed at unusual times."
  ],
  [
    "The extended family or tribe forms the basis of both the social structure and individual identity.",
    "Loyalty to the family comes before other social relationships, even business.",
    "Nepotism is viewed positively, since it guarantees hiring people who can be trusted, which is crucial in a country where working with people one knows and trusts is of primary importance.",
    "The family is very private. Prying questions should be avoided.",
    "It is ordinary for large extended families to live in the same house, compound, or village."
  ],
  [
    "Women are more publicly active in Bahrain than in most Arab countries.",
    "Many Bahraini women are not completely veiled; however, some still wear a head-covering in public.",
    "Bahraini women are highly educated and are well represented in all of the major professions, as well as various women's societies and organizations.",
    "About one-quarter of Bahraini women hold jobs outside the home.",
    "Women have the right to vote."
  ],
  [
    "Bahrainis are tremendously friendly",
    "Greetings are given with a sense of enthusiasm and delight at meeting you or seeing you again.",
    "Smiling and direct eye contacts are crucial.",
    "Men shake hands and kiss each other on the cheek.",
    "Women generally hug and kiss close friends.",
    "When Bahrainis greet each other they take their time and converse about general things."
  ],
  [
    "Gift giving is part of Arab culture.",
    "Extended family and very close friends may exchange gifts for birthdays, Ramadan, Eid, Hajj, and other celebratory occasions.",
    "If you are invited to a Bahraini's home, bring a houseplant, box of imported chocolates, or a small gift from your home country.",
    "Always say that the gift is for your host, never the hostess, who you may not meet.",
    "Flowers do not make good gifts from a man, although a woman could give them to her hostess.",
    "Do not give alcohol.",
    "Gifts are given with two hands.",
    "Gifts are not opened when received."
  ],
  [
    "Arabs are very proud of their tradition of hospitality.",
    "Bahrainis enjoy entertaining friends and family in their homes, although they will also socialize in restaurants, clubs, and international hotels.",
    "Entertainment is often same-sex only.",
    "Friends may be invited to a Bahraini's home. "
  ],
  [
    "Check to see if the host is wearing shoes. If not, remove yours at the door.",
    "Ensure you wear a good pair of socks as many foreigners have been caught out when arriving at a Bahraini house and needing to remove their socks.",
    "You should show appreciation for the invitation by dressing well. It's advisable to dress conservatively.",
    "Do not discuss business at a social occasion.",
    "Try to arrive at the invited time. Punctuality is appreciated.",
    "Show respect for the elders by greeting them first. If other guests arrive after you, then stand and wait for your turn to be introduced to them.",
    "Accept any offer of coffee or tea. To turn down hospitality may be considered a rejection of the person.",
    "If you are invited for a meal, there may be a great deal of socializing and small talk before the meal is served.",
    "The evening will end quite quickly after the meal.",
    "It is considered good manners to reciprocate any hospitality you receive."
  ],
  [
    "If the meal is on the floor, sit cross-legged or kneel on one knee.",
    "Never let your feet touch the food mat and avoid pointing the soles of your feet at others. ",
    "Eat only with the right hand as the left hand is considered unclean in Islam. ",
    "If your right hand becomes sticky from the food and you need to drink, then consider lifting your glass with your left hand, putting the wrist of your right hand under the glass and using your right hand to tilt the glass.",
    "Try a bit of everything that is served.",
    "Meals are generally served family-style.",
    "Honoured guests are often offered the most prized pieces such as a sheep's head.",
    "There is often more food than you can eat. You will be urged to take more food despite saying you are full.",
    "It is considered polite to leave some food on your plate when you have finished eating. This demonstrates that your host has showered his guests with generosity and abundance."
  ],
  [
    "Tipping is common and expected in Bahrain. Although the majority of restaurants add service charge to their bills, you may still want to give a tip to waiting staff to recognise good service.",
    "Taxi drivers are typically tipped 10% of their fee and concierge, house keepers, porters and other service staff should be tipped where you feel necessary.",
    "Ensure you include loose change (fils) in your pocket to allow for tipping."
  ],
  [
    "Bahrainis do not require as much personal space as most western cultures.",
    "Since Bahrainis prefer to do business with those with whom they have a personal relationship, a letter of introduction from someone they know allows them to trust you.",
    "They will spend a great deal of time on the getting-to-know-you part of relationship building.",
    "You must be patient. Impatience is considered bad manners and may deleteriously affect future business dealings.",
    "The Bahrain business community is relatively small and your behaviour will quickly become public knowledge.",
    "Relationships take time to grow and must be nurtured. This may require several visits.",
    "Bahrainis tend to be indirect communicators who tell people what they think they want to hear if to do otherwise would make the other person uncomfortable.",
    "It is a good idea, therefore, to privately confirm agreements given in public so you may determine if the person was merely trying to save face.",
    "Communication is also quite formal and follows a hierarchical structure.",
    "Always demonstrate deference to the most senior person in the group",
    "Bahrainis are non- confrontational",
    "If displeased with your behaviour, Bahraini business people may prefer to have an intermediary discuss the situation with you rather than confront you themselves.",
    "Bahrainis often touch others while conversing to enhance communication.",
    "Under no circumstances should you slap a Bahraini on the back or point at them with your finger.",
    "Avoid looking at your watch when speaking with Bahraini businesspeople, as it is a sign of disrespect."
  ],
  [
    "Appointments are necessary",
    "Morning meetings are generally preferred.",
    "Do not try to schedule meetings in July and August as many Bahrainis leave the country during the worst of the summer heat.",
    "Arrive at meetings promptly.",
    "You will hear the term ‘Tafaddal’, which means ‘take a seat’, when arriving for meetings in Bahrain.",
    "Meetings are generally not private until a relationship has developed or there is a need to discuss matters confidentially.",
    "As such, don’t be surprised if your host accepts other people into the meeting room as you are talking, even if they are unrelated to your meeting.",
    "He / she may well start a separate conversation to the one you are having or, indeed, accept phone calls.",
    "Be patient and remember that this is a relationship-based culture. It’s not intended to offend you.",
    "If others enter your meeting room, then be prepared to stand up, acknowledge their presence and shake hands with them.",
    "If you have been seated next to your host, then you may wish to offer your seat to the newcomer",
    "Meetings are often interrupted. You will have to repeatedly refocus people back to the topic.",
    "Business meetings start after prolonged inquiries about health, family, etc."
  ],
  [
    "Good personal relationships are important since trust is required in order to conduct business.",
    "Bahrainis are event rather than time-driven. The actual meeting is more important than the timeliness or outcome.",
    "Companies are hierarchical. The highest-ranking person reaches decisions.",
    "Decisions are reached slowly. If you try to rush things, you will give offense and risk your business relationship.",
    "Do not use high-pressure sales tactics.",
    "There is a tendency to avoid giving bad news and to give flowery acceptances, which may only mean \"perhaps\".",
    "If you change the lead negotiator, negotiations will start over.",
    "Proposals and contracts should be kept simple."
  ],
  [
    "Business attire is conservative.",
    "Men should wear lightweight, good quality, conservative suits, at least to the initial meeting.",
    "Dressing well gives a good impression.",
    "Women should avoid giving offense by wearing extremely conservative clothing."
  ],
  [
    "Titles are important. Use the honorific Mister and any academic or political title and the first name.",
    "'Sheikh' is a good title to use for old men, or 'Hajji' for those who have undertaken the religious obligation.",
    "Do not use only the first name until expressly invited to drop the titles."
  ],
  [
    "Business cards are given to everyone you meet.",
    "Have one side of your card translated into Arabic.",
    "Present your card so the Arabic side is readable to the recipient.",
    "Present and receive business cards with two hands.",
    "Make a point of studying any business card you receive before putting it into a business card holder."
  ]
]
