[
  [
    "Bangla is the first language of more than 98 percent of the population. It is written in its own script, derived from that of Sanskrit. Some people in Bangladesh can also speak English as well as Hindi and Urdu.",
    "Bangla vocabulary shows many influences. These include a strong Islamic influence seen in the greetings of \"Salaam aleykum\" (Peace be unto you) and \"Khoda hafez\" (God Bless you) and nouns from the Arab world such as \"dokan\" (shop), \"tarikh\"(date), \"kolom\"(pen) and \"bonduk\" (gun).",
    "In West Bengal, the Hindu influence is greater with the use of the Hindu greeting \"Namashkar\".",
    "English has also had an influence on Bangla. During the days of the Raj many words of English origin such as \"tebil\" (table), \"tiffin\" (archaic in modern day English meaning snack box) entered Bangla. In more recent time the ever rising global nature of English has led to words such as \"television\", \"telephone\", \"video\" and \"radio\" being adopted by Bangla. However, unlike India, there has never been the need for English as a lingua franca and thus Bangla is the state language of Bangladesh.",
    "In the business setting, most Bangladeshis are able to speak English."
  ],
  [
    "Bangladesh is a hierarchical society.",
    "People are respected because of their age and position.",
    "Older people are naturally viewed as wise and are granted respect.",
    "Bangladeshis expect the most senior male, by age or position, to make decisions that are in the best interest of the group. This is also valid in businesses, the majority of which will be family owned/run.",
    "In a business setting, educational qualifications, seniority and expertise go a long way to increasing one’s position within the hierarchy. As such, you should include your qualifications on your business card and ensure that your Bangladeshi counterparts are aware of your expertise. You should do so, however, in a way that won’t be construed as ‘boastful’."
  ],
  [
    "The majority of Bangladeshis are Muslim. However, the Islamic religion is often heavily mixed with pre-Islam folk traditions.",
    "Bangladeshis identify with the folk traditions of Bengali culture. This includes belief in shamanism and the powers of Fakirs (Muslim holy men who are exorcists and faith healers), Ojhaa (shamins with magical healing powers), and Bauls (religious mendicants and wandering musicians).",
    "There is a strong tradition of music, dance, and literature that includes classical devotions of Hindu and Muslim music.",
    "Religion plays an incredibly important role in Bangladesh and it’s important that you never under-estimate its influences. Religion shapes many areas of Bangladeshi culture and, many Bangladeshis prioritise their religious identity over their national identity. However, it’s also important to note that Bangladeshis practice a tolerant form of Islam and are generally very accepting of non Muslims.",
    "If you are going to work in Bangladesh, or with Bangladeshi people, then it’s a good idea to develop an understanding of some of the more important principles of Islam."
  ],
  [
    "Islam defines many of the festivals in Bangaldesh. These include the two Eids (one after Ramadan and one after the Hajj) Shab-e-Qadr (the night of power), Milad un-Nabi (birth date of the Prophet Muhammad) and Shab-e-Barat (the night of the fortune).",
    "Hindu influences festivals include Durga Puja and Kali Puja (community worshipping of Goddess Durga and Kali).",
    "On the whole an entire community participates in each other's religious ceremonies."
  ],
  [
    "Greetings usually take place between members of the same sex.",
    "The hand shake is common although they may feel rather limp.",
    "Formal introductions between the genders outside of the family will only really happen within the business context. If you are meeting with a member of the opposite sex, then wait to see if they will offer you their hand before venturing to offer your own. If they don’t offer you their hand, then consider placing your right hand over your heart and giving a slight nod of your head. This is a perfectly acceptable way to meet and greet within Bangladesh and is also a common practice across other Muslim majority countries..",
    "The traditional greeting for Muslims is Asalamu alaikum to which the response is wa alaikum salam.",
    "Naming conventions are very much based on the hierarchical nature of Bangladeshi society.",
    "Bangladeshis will append a suffix to a person's name to denote respect and the level of closeness between the two people.",
    "It is common for people to use kinship titles within their community, regardless of whether there is a formal blood tie. If someone interacts with someone slightly older than them, then they may refer to them as big sister, or, big brother. If someone is a generation older, then they may be referred to as aunty or uncle.",
    "In general, age dictates how people are addressed.",
    "If people are of the same age, they use first names."
  ],
  [
    "Gifts are mainly given between family members at religious holidays, especially after Ramadan and Hajj.",
    "In cities, it is becoming more common for gifts to be given on birthdays.",
    "In Bangladesh the importance of gifts is in the thought rather than the value. Part of the reason lies in the fact that gifts should be generally reciprocated and it would be considered rude to offer someone a gift that is difficult to reciprocate.",
    "Ensure that you are mindful of religion when giving gifts to Muslims. Don’t give anything that contains alcohol, non-halal meat products or that contains inappropriate imagery.",
    "If giving gifts to Hindus in Bangladesh, then avoid giving them anything that contains leather as cows have a special veneration in the Hindu religion. You should also avoid giving gifts that contain meat products as many Hindus are vegetarian.",
    "Never give money as this will be taken offensively and avoid giving white flowers, such as frangipanes as these are typically reserved for funerals.",
    "Fruit, nuts, pastries, sweets, good quality chocolates or souvenirs, from one’s home country, make good gifts.",
    "When presenting your gift, use either two hands or your right hand as the left hand is not considered clean in the Islamic religion.",
    "It is customary in Bangladesh to open gifts in private."
  ],
  [
    "If meeting with people for dinner here are some basic rules on etiquette and protocol:",
    "If invited to a meal and you are unable to make it, then it is rude to flatly turn the invitation down. One should always use less direct language to suggest that it may be difficult such as \"I will try.\" or \"I will have to see\".",
    "Meals both inside the house and outside will usually be segregated along gender lines.  As such, if you attend a meal as a couple, then the female will eat with other females and the male will eat with other males.",
    "Many people eat with their hands and it may be that you share food from a common dish.",
    "Ensure you wash your hands before eating in the event that you are required to eat with your hands.  If you are not comfortable eating with your hands, then it's perfectly acceptable to ask for utensils.",
    "Guests are generally served first then the oldest, continuing in order of seniority.",
    "Do not start eating until the oldest person at the table begins.",
    "You will constantly be urged to take more food. Simply saying \"I'm full\" will be taken as a polite gesture and not accepted at face value. It is therefore always best to pace yourself to allow for more servings.",
    "The left hand is considered unclean so only eat, pass dishes or drink with the right hand."
  ],
  [
    "Bangladeshis are quite implicit/indirect communicators. They tend to communicate in long, rich and contextualized sentences which only make sense when properly understood in relation to body language.",
    "It is important for people who come from implicit/direct cultures to understand that their communication styles may be seen as rude and the information provided inadequate.",
    "If you are from a direct communication culture, then it's important that you soften your message and that you elaborate where possible. Also take the time to try and observe the context in which your Bangladeshi counterpart is speaking.  Be aware of visual cues, potential silence, body language and what is not said, in addition to what is said.",
    "Personal space is less of an issue in Bangladesh than many European cultures. Bengalis stand close when speaking to someone of the same gender and touch is common.",
    "However, if you are speaking to someone of the opposite sex, then it’s important to increase the personal space and to avoid prolonged eye contact."
  ],
  [
    "Business etiquette in Bangladesh is reasonably formal. Proper behaviour is expected.",
    "Men greet each other with a handshake upon arriving and leaving.",
    "Foreign men should nod to a Bangladeshi woman unless she extends her hand. Businessmen should be addressed by the term \"Bahadur\" (\"Sir\"), while women may be addressed as \"Begum\" (\"Madam\"). This may be used with or without the surname.",
    "Wait until your counterpart moves to a first name basis before you do so."
  ],
  [
    "Business cards are exchanged after the initial introduction.",
    "Educational qualifications are valued so include any university degrees.",
    "Present your business card with the right hand.",
    "Treat business cards given to you with respect. Merely glancing at it then throwing it on the table would be rude. Study it, comment on it and ideally place it into a business card holder."
  ],
  [
    "Meetings in Bangladesh are generally the place where decisions are disseminated rather than made.",
    "They will usually be led by the most senior present who sets the agenda, the content, and the pace of the activities.",
    "Meeting structures are not very linear in Bangladesh. There may be an agenda and a starting time, but they only serve as guidelines.",
    "Completing a meeting fully takes priority over time and may extend well past any scheduled end time.",
    "Meetings may commence with some small talk.",
    "Communication is formal and follows a hierarchical structure. Deference to the most senior person in the group is expected. This is especially true when dealing with government officials.",
    "One should never let their level of professionalism slip. Casual behaviour may be misinterpreted as a lack of respect.",
    "Never lose your temper or show emotion. This may lead to a loss of face which will mean a loss of dignity and respect.",
    "The need to avoid a loss of face is also reflected in communication styles. Rather than say no or disappoint people Bangladeshis will phrase sentiments in such as way that it is up to people to read between the lines to understand what is being implied. Phrases such as \"we will try\", \"that may be difficult\", or \"we will have to give that some though\" may really mean \"this can't be done\". . Therefore, it is important to ask questions in several ways so you can be certain what was meant by a vague response. Silence is often used as a communication tool.",
    "Many people comment on the lack of smiles in Bangladesh. This has nothing to do with unfriendliness but rather related to the fact that a serious face is believed to demonstrate maturity."
  ]
]
