[
  [
    "The languages learned at school are officially labelled French and Dutch. German, spoken by 1% of the population can be found in the cantons in the east of the Wallon region.",
    "Brussels, the capital of Belgium, has two official languages: French and Dutch.",
    "Luxembourgish is spoken by around 0.5% of the population, but the language has no official status.",
    "About 10% of the Belgian population are non-native, and languages spoken include Italian, Spanish, Greek, Arabic and Turkish."
  ],
  [
    "Family plays a central role in most Belgians' lives.",
    "The obligation to the family is a person's first priority.",
    "Many people remain in the town in which they were raised, which creates close extended families."
  ],
  [
    "Appearances are important to Belgians.",
    "They can often be seen washing the pavement or steps in front of their house or even sweeping the street.",
    "Cleanliness is a matter of national pride.",
    "Belgians take great pride in their houses. To have overgrown hedges or untidy gardens would disgrace the family and insult their neighbours.",
    "Belgians take pride in their personal appearance too. They dress well and are concerned with the impression they make on others."
  ],
  [
    "Belgium is on the whole an egalitarian society.",
    "Women are not expected to change their name when they marry.",
    "There are laws governing paternity as well as maternity leaves and laws forbidding sexual harassment in the workplace."
  ],
  [
    "The majority of restaurants in Belgium include a service charge of 10-15% of the bill. ",
    "Tips in addition to this fee are not expected. ",
    "Consider rounding up the bill for taxi drivers. ",
    "It’s not common to tip house keeping / concierge or bar staff."
  ],
  [
    "Greetings entail a degree of formality. A brief handshake is the common greeting among people who do not know each other.",
    "Once a relationship is developed, three kisses on the cheek may replace the handshake. This is more a kissing of the air near the person's cheek. Start with the left cheek and alternate.",
    "Men never kiss other men; they always shake hands."
  ],
  [
    "If you are invited to a Belgian's house, bring flowers or good quality chocolates for the hostess.",
    "Older Belgians may expect flowers to be unwrapped.",
    "Do not give white chrysanthemums as they signify death.",
    "Flowers should be given in an odd number, but not 13.",
    "Liquor or wine should only be given to close friends.",
    "Gifts are opened when received."
  ],
  [
    "Belgians socialize in their homes and restaurants, although the home is reserved for family or close friends.",
    "If you receive a written invitation, the response must be written as well.",
    "Wait for your host or hostess to introduce you to the other guests.",
    "Dress conservatively. Belgians take pride in their appearance and expect you to do the same.",
    "Arrive on time. Punctuality demonstrates respect.",
    "Wait for your host to tell you where to sit.",
    "Women take their seats before men.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Keep your wrists above the table when eating.",
    "Wait to see if your host offers a toast before sipping your drink.",
    "The guest of honour may also give a toast.",
    "Women may offer a toast.",
    "It is polite to stand for a toast.",
    "The Flemish raise their glasses twice during a toast. The glass is initially raised during the toast and then at the completion of the toast.",
    "Never leave food on your plate. It is seen as both rude and wasteful.",
    "Indicate you have finished eating by laying your knife and fork parallel on your plate, tines facing upwards, with the handles facing to the right.",
    "Belgians take pride in their cuisine, so praising a meal is a sincere compliment."
  ],
  [
    "Although third-party introductions are not necessary, they often smooth the way.",
    "Regardless of how you are introduced, you must always be polite and well mannered.",
    "Belgians are careful and prudent so take time before they trust others, be they individuals or representatives of companies.",
    "Business dealings tend to be bureaucratic. There are many procedures and a great deal of paperwork.",
    "Belgians are excellent linguists and many are sufficiently fluent to conduct meetings in English.",
    "Belgians prefer subtlety to directness, believing that subtlety is a reflection of intelligence.",
    "Although they are more direct in their communication than many cultures, if a response is too direct it may be seen as simplistic.",
    "They prefer communication to be logical and based on reason",
    "Belgians often engage in long, critical discussions before reaching a decision so that they can be certain that they have considered all the alternatives.",
    "They believe it is rude to be confrontational."
  ],
  [
    "Appointments are necessary",
    "The person you are meeting will generally set the time for the meeting, usually mid morning or mid afternoon.",
    "Avoid scheduling meetings during July and August, which are prime vacation times; the week before Easter; and the week between Christmas and New Year.",
    "Everyone is expected to arrive on time",
    "Arriving late may brand you as unreliable.",
    "Meetings are formal",
    "First appointments are more socially than business oriented, as Belgians prefer to do business with those they know.",
    "Do not remove your jacket during a meeting."
  ],
  [
    "Men should wear dark coloured, conservative business suits with white shirts and silk ties.",
    "Women should wear business suits or conservative dresses.",
    "Men should only wear laced shoes, never loafers or other slip-ons, as they are too casual.",
    "Polished shoes are an integral part of a professional image."
  ],
  [
    "Business cards are exchanged without formal ritual.",
    "Have one side of your business card translated into French or Dutch. This shows respect and understanding of the linguistic heritage of your colleagues.",
    "If you have meetings in both areas, have two sets of business cards printed, and be careful to use the proper ones.",
    "Present your business card so the recipient can read the side with their national language."
  ]
]
