[
  [
    "However there are some 39 other living languages used in the country spoken by people in different regions.",
    "Examples include Aymara, Chiquitano, Chiriguano and Guyara. Some 50% of the population have an indigenous language as their mother tongue.",
    "Bolivian Spanish as a result of mixing with its indigenous rivals differs from region to region.",
    "The vocabulary and pronunciation differs according to where in Bolivia you are, i.e. highlands (Altiplano and valleys) or the lowlands (Santa Cruz, Beni and Pando)."
  ],
  [
    "Most Bolivians are born into Roman Catholicism.",
    "Religion tends to be a female dominated activity in terms of attending church and the like.",
    "Catholicism to some extent has been \"localised\" as it became intertwined with local folklore and customs in its early years of taking root in the country"
  ],
  [
    "The family is the axis of the social life and structure.",
    "Families are very tight knit and in rural areas, many generations still often live together in one house.",
    "The extended family or \"familia\" serves as a strong support and network system.",
    "Roles within the family are very traditional - \"Machismo\" is very much alive.",
    "The wife is generally responsible for domestic duties whereas the husband will be the bread winner.",
    "The machismo mentality often translates into a feeling of male superiority and a strong sense of honour which means maintaining face/dignity at all cost."
  ],
  [
    "Due to Bolivia's history a number of differing ethnic groups have converged which now form a class system.",
    "Bolivia is basically made up of a small number of whites, a larger group of 'mestizos' (intermarriage of whites with indigenous Indians), a majority of native Indians ('Quechua' or 'Aymara') and a small number of blacks who are descended from the slaves imported during the Spanish colonial period.",
    "Traditionally the whites minority occupy the top rung on the class ladder. This is mainly due to socioeconomic factors rather than skin colour."
  ],
  [
    "The handshake is the most common form of greeting.",
    "Direct eye contact is also usual.",
    "When meeting people will use the most appropriate greeting for the time of day - these are \"buenos dias\" (good morning), \"buenas tardes\" (good day), or \"buenas noches\"(good evening).",
    "People with an informal relationship will be warmer and embrace or pat each other on the shoulder. Women will kiss on the cheek.",
    "Unlike Europeans Bolivians use both their maternal and paternal surnames. The father's surname is listed first and is the one used in conversation.",
    "When a woman gets married she usually adds her husband's first surname to her first surname with the connector \"de\", so if Jennifer Maria Lopez marries Manuel Sebastien Costa, she would be called Jennifer Maria de Costa.",
    "If you know of someone's title always use it."
  ],
  [
    "Some general gift giving tips include:",
    "Take flowers, spirits, pastries, sweets/chocolates if invited to a house for food.",
    "Do not give yellow or purple flowers as they have negative connotations.",
    "Do not give scissors or knives as they indicate a desire to sever the relationship.",
    "Gifts are not generally opened when received."
  ],
  [
    "Here are some general dining etiquette tips:",
    "Punctuality is not expected - arrive a good 20 to 30 minutes late.",
    "It is not good form to discuss business at social functions -concentrate of getting to know people on a personal level.",
    "At a table the guest is served first.",
    "The host generally says \"buen provecho\" (\"enjoy\" or \"have a good meal\") to invite guests to eat. .",
    "Keep elbows off the table.",
    "It is considered polite to refuse food the first time it is offered and wait for the host to insist before accepting.",
    "Always use utensils - even fruit is eaten with a knife and fork.",
    "Wait for a toast to be made before taking the first sip of your drink.",
    "The host makes the first toast.",
    "The most common toast is \"Salud!\"",
    "When you lift your glass, look at the person being toasted.",
    "Never leave straight after a meal - you should stay for at least half an hour."
  ],
  [
    "Many of the service staff in Bolivia live on very low salaries. As such, although tips aren’t a fixed part of the culture, they are always received well.",
    "For this reason, it’s a good idea to keep a number of Bolivianos in your pocket to enable tips to be made.",
    "You will find that many people offer to ‘help’ you, perhaps by carrying your bags or helping you to reach your destination.",
    "Where they are a genuine help, then consider giving a tip. Tips of 10% are always well received by waiting staff in restaurants but they are not expected by bar staff.",
    "If your baggage is carried by airport porters, then you should pay 4-5 Bolivianos per bag as airport porters do not receive a wage – they live on payments from airport passengers."
  ],
  [
    "Bolivians tend to be formal in their business dealings.",
    "It is always best to maintain a level of professionalism.",
    "Shake hands when meeting and leaving.",
    "Wait for a woman to extend her hand.",
    "Eye contact is important.",
    "Professional or academic titles with the surname are used in business. Common titles are \"Doctor\" (medical doctor or Ph.D.), \"Ingeniero\" (engineer), and \"Licenciado\" (lawyer or university degree).",
    "If someone does not have a title, the honorific titles Señor or Señora are used with the surname."
  ],
  [
    "Business cards are exchanged during the initial introductions.",
    "Try and have one side of your business card translated into Spanish.",
    "Make sure to include any academic qualifications on your card."
  ],
  [
    "Relationship building is important in Bolivia so initial meetings should always be about establishing trust and learning a little about each other.",
    "Wait for the other party to move the conversation on to business.",
    "Meetings are generally relaxed affairs but there is always a sense of formality that should be adhered to.",
    "Meeting schedules are not very structured in Bolivia. There may be an agenda and a starting time, but they serve as guidelines only and may act as a springboard to other related business ideas and further discussion.",
    "Time is not considered more important than completing a meeting satisfactorily, therefore meetings will continue until the discussion is completed.",
    "Be careful not to be too direct in your communication style - negative responses should be diplomatically put so as not to cause a loss of face or dignity.",
    "Most business is conducted in Spanish so try and arrange for your own interpreter.",
    "Similarly have any materials translated into Spanish.",
    "Do not rush meetings or show impatience.",
    "Decisions are not generally reached at meetings - don't pressure people into making them.",
    "Meetings are simply for discussion and to exchange ideas."
  ]
]
