[
  [
    "Brazil is predominantly a Roman Catholic country with an estimated 65% of the population affiliated to the religion.",
    "Catholicism’s beliefs and practices tend to vary throughout this vast country particularly in rural areas where the Saints of the Church are honoured with a vow of pilgrimage.",
    "When the Portuguese colonized Brazil, they brought with them the religion which met with the religious traditions of the indigenous population and those of the African slaves, thus giving way to syncretic practices in some areas.",
    "Symbolic of Brazil’s religious affiliation is the colossal statue of Christ the Redeemer that stands on the summit of Mount Corcovado in Rio de Janeiro."
  ],
  [
    "Jan 1st  - New Year’s Day",
    "April 21st – Tiradentes – The anniversary of Joaquim José da Silva Xavier (known as Tirendentes); a national martyr who led the inconfidencia Mineira which constituted a revolutionary attempt to gain independence in 1789",
    "Easter Sunday and Good Friday – The dates vary each year as they are driven by the lunar calendar. In some parts of Brazil Easter is celebrated in the autumnMay 1st – Work Day",
    "September 7th – Independence Day (based on the declaration of independence from Portugal in 1822)",
    "October 12th – Children’s Day",
    "November 2nd – Day of the Dead",
    "November 15th – Republic Proclamation Day – (remembers the end of the Empire and the commencement of the Brazilian Republic 1889)",
    "December 25th – Christmas Day."
  ],
  [
    "Family is of paramount importance to the Brazilian people and grown up children often remain with parents until they marry.",
    "Extended family members tend to keep close ties with one another and elderly parents are looked after, often living with one of their children.",
    "Historically, family sizes were quite large but in recent decades people are having less children, particularly in the more urban areas.",
    "Similarly, marriage was very much a religious observance and legally binding. However, in the last four decades, attitudes have changed and civil marriage is becoming more common.",
    "Divorce was not legalised until 1977 due to opposition from the Catholic Church."
  ],
  [
    "Despite the mixing of ethnicities, there is a class system in Brazil.",
    "Social discrimination on the basis of skin colour is a common occurrence and, in general, people with darker brown skin are economically and socially disadvantaged.",
    "The middle and upper classes often have only brief interaction with the lower classes – who are typically made up of maids, drivers, etc.",
    "There is a great disparity in wage differentials and lifestyle and social aspirations among the different classes",
    "Women, who make up 40% of the Brazilian workforce, are typically found in lower paid jobs such as teaching, administrative support, and nursing",
    "The 1988 constitution prohibits discrimination against women, but inequities still exist. The one place where women are achieving equality is in the government."
  ],
  [
    "When the Portuguese colonised Brazil they brought with them the concept of ‘machismo’. This came largely from the patriarchy of the Catholic Church whereby men were encouraged to exercise their strength and virility and women to be submissive to them.",
    "Whilst that attitude has been the tradition throughout the centuries, changes have been taking place over the past few decades.The distinction between gender roles in Brazil today still tends to be dictated by class, race and geography. Women residing in the urbanised areas are more predisposed to higher occupational and educational options.",
    "Although men have historically taken the higher professional roles and women have been deemed to be responsible for the domestic affairs, those concepts are changing.",
    "Egon Zehnder’s – ‘Leaders and Daughters Global Survey, 2017’ - rank Brazilian women as no.1 globally in ambition and career development .",
    "However, in the poorer areas, women tend to be more disadvantaged with little access to education or career options and work mostly in low paid, low skilled industries.",
    "Afro Brazilian women are particularly marginalised and many work in domestic occupations such as maids or as sex workers. This has led to the growth of the Afro-Brazilian Feminist movement who have been fighting for Racial and Gender inclusion for more than forty years.    "
  ],
  [
    "As one of the largest countries in the world, child rearing in Brazil is very much dependent upon class, cultural and racial diversity and socio-economic differences throughout the country.",
    "Educational opportunities and social development tend to be concentrated in the urbanised areas which are primarily situated in the south east of the country.",
    "Brazil’s cultural diversity emanates from the various immigrant populations over the past three hundred years, including the Portuguese who colonised the country and other European peoples, Japanese, Chinese and African slaves. The aspects of socialisation, therefore, vary considerably between groups. Although some cultural exchanges exist much depends upon ethnicity.",
    "Although education in Brazil is compulsory between the ages of 6 years and 14 years, funding resources tend to be concentrated in the urban areas and many groups are disadvantaged socially and economically so have little access to further education."
  ],
  [
    "Due to centuries of immigration, Brazilian cuisine varies throughout the regions and encompasses influences from Africa, Asia, Middle East, Italian, Spanish, Amerindian, China and Japan. Rice and beans are diet staples, coupled with spices, meat, fresh fruit, vegetables and fish.",
    "Feijoada  is a great favourite with the Brazilian people and was brought to the country with the African slaves. It is a black bean stew containing pork meat and eaten with rice.",
    "Street markets (Feira) are a popular feature in all areas of Brazil. They offer a wide selection of foods including the popular and versatile Pastel which is a pastry crust containing various fillings, either sweet or savoury and deep fried. The ingredients can vary from minced chicken, shrimps, cheese to soft fruits, banana or chocolate.",
    "Coxinha, which is popular in the markets, contains minced chicken, wrapped in a dough and moulded into the shape of a chicken leg before being deep fried.",
    "Kibeh is another deep-fried snack dish with middle eastern influences containing beef, garlic, onions, cinnamon and mint mixed with bulgur wheat.",
    "Other favourite dishes include Gaucho Rodizio which is grilled meat on skewers and Moqueca de Peixe, a fish stew with onions, tomatoes, garlic, coriander cooked in coconut milk."
  ],
  [
    "Brazil has been experiencing a severe financial crisis since 2015 much of which has been associated with the political scandal that led to the impeachment of Dilma Rousseff, the President, in 2016.",
    "Despite stringent measures introduced by Michel Temer, the new President, recovery is slow.",
    "According to the World Bank, GDP annual growth rate stood at -3.6% om 2016 and the gross domestic product for 2016 - 1.796 trillion USD."
  ],
  [
    "Brazil has a historically rich tapestry of folk traditions, music, dance, art and literature emanating from the varied mix of cultures introduced over centuries.",
    "Brazilians are renowned for their love of dance and music with regular festivals taking place; the most famous being the Brazil festival held in Rio de Janeiro each year with revelry taking place over a period of five days.",
    "Brazil is also known for those beloved of dances that appeal to all ages, the bossa nova and the samba.",
    "Brazil encourages and funds art throughout the country and has many museums, the most notable of all which is the Centre of Culture in São Paulo",
    "Throughout the country local folklore is celebrated and preserved amongst the various ethnic cultural groups",
    "Brazil has produced many great writers including:Euclides da Cunha (1866 – 1909), a journalist known for his works relating to the political turmoil in the country. His best-known work: ‘Backlands’ is a classic novel which was written in 1902and is still in print today. Jorge Amado (1912 – 2001) is one of the most well-loved authors of Brazil, known for his sense of humour. His best known titles are Dona Flôr and her Two Husbands, Gabriela, Clove and Cinammon.",
    "Many contemporary artists of Brazil have made their name globally:  Albano Alfonso – born 1964 who works with an eclectic mix of materials through photography, painting and film. He made his debut at the Centre of Culture in São Paulo. Fernanda Quinderé, is a female artist, born in 1979, who was nominated for the Pipa prize award in 2013. The Pipa Prize was introduced in 2010 with the aim of celebrating Brazilian  contemporary artists.",
    "Brazil has also produced many musicians both classical, jazz and Latin dance. Chico Buarque, achieved hit records in the 1960s with songs that included political messages directed again the military dictatorship at the time. Tim Maia became popular in the 1970s when he brought Soul into the mix of Brazilian music."
  ],
  [
    "In Brazil, the sequence of naming begins with the first name then the middle name or names followed by the mother’s last name, then the father’s last name.",
    "The mother keeps her name therefore and adds her husband’s name last.",
    "In recent years tradition has evolved and it is not always considered necessary for the woman to include her husband’s name."
  ],
  [
    "Men shake hands when greeting one another, while maintaining steady eye contact.",
    "Women generally kiss each other, starting with the left and alternating cheeks.",
    "Hugging and backslapping are common greetings among Brazilian friends.",
    "If a woman wishes to shake hands with a man, she should extend her hand first."
  ],
  [
    "Brazilian people are open and friendly.",
    "They often use hand gestures in communication and are not put off by touch.",
    "It is not uncommon for women and children to link arms when walking and men may use both hands to shake hands to add warmth and sincerity to their greeting.",
    "Some foreigners can find it a culture shock when Brazilians leave little distance when talking."
  ],
  [
    "Personal space too is not the taboo it is in some countries and Brazilian people tend not to be uncomfortable when in close proximity with others ."
  ],
  [
    "If invited to a Brazilian's house, bring the hostess flowers or a small gift.",
    "Orchids are considered a very nice gift, but avoid purple ones.",
    "Avoid giving anything purple or black as these are mourning colours.",
    "Since handkerchiefs are associated with funerals they do not make good gifts.",
    "Gifts are opened when received."
  ],
  [
    "It is not unusual to be casual about timing so being late for dinner or a party is not frowned upon, however, avoid being more than half an hour late for dinner or more than an hour for a party.",
    "Brazilians dress with flair and judge others on their appearance.",
    "Casual dress is more formal than in many other countries. Always dress elegantly and err on the side of over-dressing rather than under- dressing.",
    "If you did not bring a gift to the hostess, flowers the next day are always appreciated.",
    "Eat with the knife in the right hand and fork in the left. After eating, place the knife and fork next to one another and do not cross them.",
    "In formal dinners remember that the eating utensils start from the outside in. The spoon and fork at the top of your plate are for the dessert.",
    "There will be separate glasses for drinking, red wine or white wine and beer.",
    "Do not place hands out of sight and keep wrists but not elbows on the table.",
    "Do not eat food with your hands - including fruit.  Items such as fruit should be cut with a knife and fork .",
    "Food should always be passed to the left.",
    "The most honoured guest sits at the head of the table and hosts to sit either side.",
    "If invited to a restaurant it is normally the person who offers the invitation who pays although it is important to make an offer to pay.",
    "Brazilians often like to spend some time over a meal so expect to not rush off."
  ],
  [
    "Although the Brazilians are typically tolerant people bear in mind that it is a Catholic country and raising religion in conversation particularly if expressing any strong atheistic views is a definite no-no."
  ],
  [
    "Brazilians prefer face-to-face meetings to written communication as it allows them to know the person with whom they are doing business.",
    "The individual they deal with is more important than the company.",
    "Be courteous and do not openly criticise particularly in a group situation as this will cause offence.",
    "Communication is often informal and does not rely on strict rules of protocol.",
    "Anyone in the meeting can comfortably contribute to discussions.",
    "It is not frowned upon to interrupt someone when they are speaking as long as it is within context of the discussion and not to overtly disagree or criticise.",
    "Brazilians are very much in favour of properly drawn up legal documents."
  ],
  [
    "The key to dress code in Brazil is to know the company with whom you are dealing. Some are more conservative than others but remember, the Brazilians are very proud of their appearance and being well dressed will earn respect.",
    "Conservative companies will expect the men to wear a suit and tie while women are required to dress elegantly in either a suit, jacket and trousers or a formal business dress. Brazilian women place great emphasis upon appearance and there is a preference for a touch of glamour.",
    "Some more modern companies are less formal and smart casual is acceptable although avoid wearing jeans and T-shirt. Men should wear trousers and shirt with a jacket and women can wear slacks with a smart top."
  ],
  [
    "The formal way to greet a man is Senhor and Senhora for women",
    "Single women and younger women should be greeted as Senhorita"
  ],
  [
    "Business cards are exchanged during introductions with everyone at a meeting.",
    "It is advisable, although not required, to have the other side of your business card translated into Portuguese.",
    "Present your business card with the Portuguese side facing the recipient."
  ],
  [
    "Business appointments are required and can often be scheduled on short notice; however, it is best to make them 2 to 3 weeks in advance.",
    "Confirm the meeting in writing. It is not uncommon for appointments to be cancelled or changed at the last minute.",
    "In Sao Paulo and Brasilia it is important to arrive on time for meetings. In Rio de Janeiro and other cities it is acceptable to arrive a few minutes late for a meeting.",
    "Do not appear impatient if you are kept waiting. Brazilians see time as something outside their control and the demands of relationships takes precedence over adhering to a strict schedule",
    "Meetings are generally rather informal.",
    "Expect to be interrupted while you are speaking or making a presentation.",
    "Avoid confrontations. Do not appear frustrated with your Brazilian colleagues ."
  ],
  [
    "Expect questions about your company since Brazilians are more comfortable doing business with people and companies they know.",
    "Wait for your Brazilian colleagues to raise the business subject. Never rush the relationship- building time.",
    "Brazilians take time when negotiating.",
    "Do not rush them or appear impatient.",
    "Expect a great deal of time to be spent reviewing details.",
    "Often the people you negotiate with will not have decision-making authority.",
    "It is advisable to hire a translator if your Portuguese is not fluent.",
    "Use the help of local lawyers and accountants for negotiations."
  ],
  [
    "Businesses are typically hierarchical in Brazil, meaning that decision making is typically the domain of the most senior members of staff.  Smaller companies also tend to be paternalistic and, as such, more senior members of staff may take more of a parental role.",
    "Role definitions are important in Brazil and it is upheld that individuals have been selected for a position due to their expertise.  It is not encouraged therefore to consult with individuals in less senior positions as this may prompt questions as to whether or not the individual is equipped with the skills for the role.",
    "Always be prepared to build positive relationships with those with whom you are working.  Relationships are essential to Brazilians.",
    "Business practices can vary depending on region. Businesses based in large cities are more likely to interface on an international basis and are likely to be less patriarchal.",
    "Read more about Brazilian Management Culture."
  ]
]
