[
  [
    "Due to Brunei's rich history, which has seen the country become the seat of the Malay empire and the subject of European invasion, Brunei is a melting pot for international languages. ",
    "The official language of the state of Brunei is Standard Malay. This came into force on 29th September 1959, with the signing of Brunei 1959 Constitution.",
    "English is also widely used as a business and working language. It is also the language of instruction in secondary and tertiary education.",
    "Other languages spoken in Brunei include the Chinese, Indian and Native languages spoken by the minority ethnic groups."
  ],
  [
    "Members of the extended family are expected to remain loyal to each other and the family.",
    "As a result of this Brunei is a hierarchical culture. Age and position are revered.",
    "From a young age, children are taught to subjugate their own desires for the good of the entire family and to respect elders without question. I",
    "n addition they also learn that it is through family support that they accomplish goals."
  ],
  [
    "Maintaining face is of upmost importance and they do their best not to cause issues or problems which could jeopardize this.",
    "In order to maintain face their communication style is very indirect and can come across as somewhat ambiguous to those from a culture where direct communication is the norm.",
    "By being indirect Bruneians avoid embarrassing another person, which would cause that person to lose face.",
    "As a consequence, this approach is an important way of protecting relationships ",
    "Most Bruneians find emotions such as impatience, anger, or irritation embarrassing and try to avoid them since expressing them could result in a loss of face and disharmony."
  ],
  [
    "Alcohol is banned from the country however pork is allowed for non-Muslims.",
    "Gender relations are also governed by Islamic principles and etiquette.",
    "Shaking hands across genders is rare.",
    "As such, if you are visiting Brueni, then consider placing your right hand over your heart and giving a small bow if meeting someone of the opposite sex. ",
    "Bruneians practice a devout but tolerant brand of Islam, which includes devotion, yet allows other faiths and beliefs.",
    "Muslims must pray five times a day – at dawn, noon, afternoon, sunset, and evening.",
    "Friday is the Muslim holy day. Everything is closed. Many companies as well as government offices also close on Sunday and Saturday afternoon.",
    "During the fasting month of Ramadan, government staff works a six-hour day and entertainment and sporting activities are suspended.",
    "The Sultan encourages the recital of the Quran each morning prior to the start of work to obtain Allah’s blessing and guidance."
  ],
  [
    "The Sultan of Brunei comes from a family line that dates back to 1405. ",
    "In 1967 His Majesty Sultan Haji Hassanal Bolkiah Mu'izzaddin Waddaulah was made the 29th ruler of Brune and led the country’s independence from the United Kingdom in 1984.",
    "Criticism of the Royal house can lead to jail so avoid discussing the topic other than in positive terms when in Brunei."
  ],
  [
    "The common greeting depends upon the ethnic origin and the age of the person.",
    "In general, many men you meet will have adopted the western concept of shaking hands, although this is not always the case with older Bruneians or with women.",
    "Ethnic Malay men shake hands with one another, but men and women do not traditionally shake hands.",
    "Younger Bruneians may shake hands with foreign women or they may merely bow their head in greeting.",
    "It is considered respectful to bow your head when someone who is senior to yourself in age or position.",
    "It is considered disrespectful and rude to stare into another person's eyes, particularly those of a person who is senior to you in age or status."
  ],
  [
    "If invited to someone's home for dinner bring good quality chocolates or fruit.",
    "Do not give toy dogs to children.",
    "Do not give anything made of pigskin.",
    "If giving foodstuffs ensure there is no gelatine or any other ingredient which is not ‘halal’.",
    "Also, ensure that food wrappings do not include any images which might be islamically offensive. ",
    "Avoid white wrapping paper as it symbolizes death and mourning.",
    "Offer gifts with the right hand only or both hands if the item is large.",
    "Gifts are generally not opened when received."
  ],
  [
    "For the most part, Bruneians do not invite foreigners into their homes.",
    "If you are invited to a Bruneian home, consider it a great honour and testament to your personal relationship.",
    "Punctuality is not strictly adhered to. You may arrive a little late without causing offense.",
    "Shoes are generally removed before entering a house.",
    "Greet the eldest person first.",
    "Wait to be told where to sit.",
    "It is considered good manners to accept an offer of food or a beverage.",
    "Turning down hospitality may be viewed as personal rejection.",
    "Wait to be invited to eat before starting.",
    "Food is often served buffet style or on a revolving tray in the centre of the table.",
    "The guest of honor may be served first or the eldest person may.",
    "Do not eat with the left hand, as it is considered unclean.",
    "Eat or pass food with your right hand only.",
    "Many Malays eat with their fingers. Alternatively, they may serve cutlery for foreign guests, usually a fork and a tablespoon.",
    "If passing a plate that is heavy, you may use your left hand to support your right wrist.",
    "When you are finished eating, place your fork facing downward on your plate with your spoon, also facing downward, crossed over the fork."
  ],
  [
    "Greetings should be formal and demonstrate respect and deference.",
    "It is important to introduce the most important person on your team first.",
    "Handshakes tend to be light. Bruneian men often raise their hands to the heart after shaking hands.",
    "Most Bruneians do not shake hands with members of the opposite sex.",
    "Foreign businesswomen should nod their head in greeting.",
    "Foreign businessmen should wait to see if a Bruneian woman extends her hand first.",
    "Titles are important and can be confusing. Bruneians can have as many as 20 words in their title.",
    "Titles such as “Pengiran” with several different words following it, “Awangku”” and “Dayangku” indicate the person is related to the royal family.",
    "It is acceptable to address someone with a title by their title alone.",
    "Honorific titles are “Awang” for a man and “Dayang” for a woman.",
    "The abbreviations for these titles are “Awg” and “Dyg” respectively.",
    "Business cards are typically exchanged after introductions and handshakes.",
    "Present the card with both hands or with the right hand and the left hand supporting the right hand.",
    "Give a business card to each person you meet.",
    "Examine any business card you receive before putting it in your business card case.",
    "The respect you show someone's business card is considered to be indicative of the respect you will show the person in business.",
    "It is considered a breach of etiquette to write on a person’s business card in their presence."
  ],
  [
    "Bruneian communication is formal and respectful, especially to those senior in age or position.",
    "Hierarchy is revered, so older businesspeople should be greeted before younger ones.",
    "As in much of Asia, group harmony is vital. Therefore, the communication style tends to be indirect and somewhat ambiguous.",
    "This is done to avoid embarrassing someone or causing either party to lose face. If you are from a more direct culture, you may find the use of evasive responses or insincere yeses frustrating.",
    "Most Bruneians find emotions such as impatience, anger, or irritation embarrassing and try to avoid them.",
    "Therefore, it is incumbent upon the foreigner to refrain from showing his/her inner feelings.",
    "Bruneians commonly ask what would be considered intrusive personal questions such as about wages or the like.",
    "If you are uncomfortable discussing such matters, it is important to handle the matter diplomatically so neither party loses face.",
    "Such conversations are meant to get to know you as a person, they are not meant to make you uncomfortable.",
    "Tone of voice, body language, eye contact and facial expression can often be more important than what is actually said.",
    "Therefore, it is important to observe the person as they speak."
  ]
]
