[
  [
    "Bulgarian is a Southern Slavic language with about 12 million speakers in Bulgaria and also in Ukraine, Macedonia, Serbia, Turkey, Greece and Romania.",
    "Bulgarian is mutually intelligible with Macedonian, and fairly closely related to Serbian, Croatian, Bosnian and Slovene.",
    "Bulgarian was the first Slavic language to be written. It first appeared in writing during the 9th century using the Glagolitic alphabet, which was gradually replaced by an early version of the Cyrillic alphabet over the following centuries.",
    "At the end of the 18th century the Russian version of Cyrillic or the \"civil script\" of Peter the Great was adapated.",
    "During the 19th century a number of versions of this alphabet containing between 28 and 44 letters were used. In the 1870s a version of the alphabet with 32 letters proposed by Marin Drinov became widely used. This version remained in use until the orthographic reform of 1945 when certain letters were removed from the alphabet.",
    "A modern literary language based on vernacular spoken Bulgarian was standardised after Bulgaria became independent in 1878.",
    "Many Turkish words were adopted into Bulgarian during the long period of Ottoman rule. Words have also been borrowed from Latin, Greek, Russian, French, Italian, German and increasingly from English."
  ],
  [
    "Most Bulgarians are born into the Bulgarian Orthodox church.",
    "The Church has long played a role in retaining a sense of being \"Bulgarian\", acting as the default support system under Ottoman and Communist rule.",
    "Despite Communist attempts the Church held firm and upon the fall of the Soviet Union and the Communist Party in Bulgaria the church experienced a revival  - religious holidays were celebrated again, baptisms and church weddings gained in popularity."
  ],
  [
    "The family is the fundamental social unit and much of society is based around it.",
    "Families still tend to be extended rather than nucleur.",
    "Several generations may still all be found under the same roof.",
    "The family is generally very close and forms large networks of mutual assistance and support."
  ],
  [
    "A common characteristic of strong family orientated societies is that they tend to also have hierarchical structures with corresponding rules of behaviours that enforce people's roles.",
    "In Bulgaria respect and honour is given to people with age and position.",
    "In normal social situations this is manifest where the oldest in the group is greeted first, accorded a title, served first or offered the best food at the table.",
    "With such perks also come responsibilities, for example they would be responsible for making decisions for the group."
  ],
  [
    "Bulgarians are very proud of their culture and heritage.",
    "Stories and folklore still form an important part of life where legends and traditions and are passed between the generations.",
    "These are also captured in poetic songs, rituals, music, dance, costumes and jewelry."
  ],
  [
    "Bulgaria on the face of it is still a fairly formal society - initial greetings are therefore formal and reserved.",
    "Greetings consist of a firm handshake, direct eye contact and the appropriate greeting for the time of day.",
    "Address people with their titles (if you know them) or with Mr \"Gospodin\" / Mrs \"Gospozha\" followed by the surname.",
    "Only friends and family address each other with first names and possibly a hug or kiss.",
    "One should always wait for their Bulgarian counterparts to determine when it is appropriate to become this informal."
  ],
  [
    "Gifts are generally exchanged at Christmas, birthdays and when invited to someone's house.",
    "The general rule for gift giving is that it more about the thought than value - in fact do not give overly expensive gifts as this may cause the recipient embarrassment.",
    "When going to a Bulgarian's home for dinner take bring flowers for the hostess and a bottle of good spirits for the host.",
    "If taking flowers avoid chrysanthemums, lilies or gladiolas as they are used at funerals. Also ensure there are an odd number of stems.",
    "If giving a gift to a newborn only give an odd number of presents.",
    "Gifts are generally opened when received."
  ],
  [
    "Table manners in Bulgaria could be considered casual, but there are certain rules of etiquette that should be appreciated.",
    "When invited to sit at the dining table wait to be shown your seat.",
    "Napkins should be left folded next to the plate. If others unfold them and place them on their laps, do the same - you will be at a more formal meal.",
    "Wait for the hostess to give the green light before starting to eat.",
    "Although you may be the guest of honour it is polite to insist the eldest person at the table starts proceedings.",
    "Do not rest your elbows on the table, although your hands should be visible at all times.",
    "Eating more food shows appreciation for it, so on the initial serving take little to allow you a second serving.",
    "Glasses will always be refilled - leave a mouthful at the bottom of your glass if you don't want more."
  ],
  [
    "Greetings consist of a firm handshake, direct eye contact and the appropriate greeting for the time of day.",
    "Handshakes are used when meeting and departing.",
    "Address people with their titles (try and find out if people have one beforehand) - if not then use Mr \"Gospodin\" / Mrs \"Gospozha\" followed by the surname.",
    "Business cards are exchanged on initial meetings.",
    "There is little protocol to follow.",
    "If your company/firm has been established a long time (25-50 years) include the founding date on your business card.",
    "Add any academic qualifications you may have too.",
    "Translating cards into Bulgarian may not always be a necessity but it would certainly impress recipients."
  ],
  [
    "Relationship building is important in Bulgaria. Try to spend time getting to know people before getting down to serious business.",
    "Initial meetings should be used as an introduction. The next meetings can then be used for more business focused discussions.",
    "If you are aware that your counterparts in Bulgaria, hire an interpreter and fully brief them on your needs.",
    "Eye contact is important is relaying trust and sincerity.",
    "Any presentations should be factual and backed with statistics. If possible try to present information visually.",
    "Bulgarians do not appreciate too much \"talk\" so avoid over zealous statements.",
    "Once meetings have started to get into more serious matters they will start to proceed at a much slower pace as details are digested, scrutinized and discussed.",
    "Bulgarians are not deadline oriented. They prefer to ensure they have comprehensively covered a topic before bringing proceedings to a close.",
    "Be patient and do not rush meetings - successful ventures in Bulgaria will never happen overnight.",
    "Meetings often last much longer than anticipated. Do not rush the process.",
    "It is important to retain a sense of formality and professionalism. Any slip into casual behaviour may not be appreciated.",
    "Bulgarians have a tendency to talk in a roundabout way when concerned about not saying anything that could be used against them later. If you are asking questions and not getting direct answers try asking the question in different ways"
  ]
]
