[
  [
    "It is spoken by roughly 90% of the population.",
    "Regional differences are slight and normally mutually intelligible. Based on the dialect of the capital city of Phnom Penh,",
    "Modern Khmer is used throughout the nation and widely understood by its inhabitants.",
    "Much Khmer vocabulary used in literature, the military, and administration is borrowed from Sanskrit, or Pali.",
    "Due to years of French colonial rule, French became widely spoken within the educated classes. ",
    "However, when the Khmer Rouge took power in the 1970s, they killed many educated people which saw an almost total decline of French language influences. ",
    "These influences are  now limited to ad-hoc words only. "
  ],
  [
    "The majority of Cambodians follow Theravada Buddhism which originated in India.",
    "It teaches that that life and death in this world are intertwined through the concept of reincarnation.",
    "Every person lives a life as a worldly being and depending on their behaviour will come back in their next life as a higher or lower being.",
    "\"Karma\" is the term used to describe this - i.e. if you do good you will have good karma. A rough translation of this is, \"you reap what you sow.\""
  ],
  [
    "Have the right thoughts.",
    "Have the right goals.",
    "Speak the right words.",
    "Perform the right deeds.",
    "Earn a living in the right way.",
    "Make the right effort.",
    "Be intellectually alert.",
    "Meditate."
  ],
  [
    "Buddhism also reinforces a sense of hierarchy within society.",
    "Interpersonal communication is built on the relationship between those involved.",
    "Common hierarchical guidelines are that parents are superior to children, teachers to students and managers to subordinates.",
    "You will also see the value placed on hierarchy in the way that monks walk – they do so in rank order; the most senior in front and the most junior at the rear.",
    "As a foreigner you may find that people ask personal questions - this is a means to identify your 'rank' rather than being nosy.",
    "They may change the way they communicate depending on your status."
  ],
  [
    "Cambodia is a collective society - individuals take second place to the group whether this is the family, neighbourhood or company.",
    "In such societies, etiquette and protocol guidelines are used to maintain a sense of common harmony - for example subtle communication styles are employed in order to minimize the chances of causing offense to others.",
    "Cambodia is a face culture, where importance is placed on protecting the reputation of oneself and of others.",
    "Face can be lost, given and accrued. It can be lost if one is criticized, embarrassed or exposed in public.It can also be lost by the person doing the criticising as others will perceive them as lacking etiquette and potentially as someone not to be trusted. It can also be lost by failing to take care of one’s appearance. ",
    "Face can be given to others by praising them in public, hosting them to a nice meal or giving them special treatment.",
    "Face can be gained by acting respectfully, wearing nice clothes, doing well in the workplace or through the act of giving face to others.",
    "Foreigners in Cambodia need to be aware of the mechanics of face to ensure they do not cause anyone to lose face as a result of unintentional actions.",
    "Saying something that could be perceived as a criticism may cause someone to feel a loss of face. It will also lose you face by acting in an underhanded way.",
    "Foreigners in Cambodia should also make the effort to gain face by being mindful of their appearance and conduct and by giving face to others."
  ],
  [
    "Greetings between Cambodians are dependent on the relationship/hierarchy/age between the people.",
    "You should always make the effort to greet the most senior / oldest person first and the least senior / youngest person last.",
    "Going straight to the lowest person in the hierarchy, may well cause the most senior person to feel a loss of face.",
    "The traditional greeting is a bow combined with a bringing of the hands together at chest level (similar to bringing hands together for prayer).",
    "If one intends to show greater respect the bow is lower and the hands brought higher.",
    "With foreigners Cambodians have adopted the western practice of shaking hands.",
    "Women may still use the traditional Cambodian greeting.",
    "The simple rule is to respond with the greeting you are given.",
    "In Cambodia people are addressed with the honorific title \"Lok\" for a man and \"Lok Srey\" for a woman followed with the first name or both the first and surname."
  ],
  [
    "Gifts are usually given at Cambodian New Year (Chaul Chnam).",
    "Birthdays are not big events, as they are in the West, and people of the older generation may not even know their date of birth.",
    "Unlike most other cultures, Cambodians do not celebrate birthdays. In fact, many older people may not know the exact date of their birth.",
    "A small gift can also be taken if invited to someone's home for food.",
    "If invited to a home, take nicely presented fruit, sweets, pastries or flowers.",
    "Avoid giving knives.",
    "Gifts are usually wrapped in colorful paper.",
    "Do not use white wrapping paper, as the colour white represents the color of mourning.",
    "When giving gifts use both hands.",
    "Gifts are not opened when received."
  ],
  [
    "Table manners are fairly formal.",
    "Cambodians typically eat with chopsticks or with a spoon and fork.",
    "When using a spoon and fork, they use the fork to move the food onto their spoon, before placing the spoon in their mouth.",
    "It's also not uncommon for Cambodians to use their hands when eating. ",
    "If unconfident with the dos and don'ts simply follow what others do.",
    "When invited to the dining table wait to be told where to sit as you would not want to upset any hierarchical arrangements.",
    "The oldest person is usually seated first.",
    "Similarly the eldest person should start eating before others.",
    "Do not begin eating until the eldest person starts.",
    "Never discuss business in such social settings."
  ],
  [
    "As Cambodia is a hierarchical culture the business world follows suit in terms of protocol and behaviours.",
    "Respect and deference must always be shown to the most senior person.",
    "When meeting a group you will be introduced to the highest ranking person, similarly you should have the most senior of your group greet them.",
    "If groups are involved you should introduce people according to rank so that your Cambodian counterparts understand the dynamics of the group.",
    "Handshakes are normal although be careful not to be too firm as this may be construed as aggressive.",
    "If men are dealing with women they should wait and see if they extend a hand before doing so. Eye contact should be kept to a minimum.",
    "Cambodians address people with the honorific title \"Lok\" for a man and \"Lok Srey\" for a woman with the first name alone or both the first and surname."
  ],
  [
    "Business cards should be exchanged after the initial introductions.",
    "Have one side of your card translated into Khmer if possible.",
    "Present your card so the Khmer side is readable to the recipient.",
    "Use the right hand or both hands when offering or receiving a business card.",
    "It is important to treat business cards with respect as the way you handle the card is indicative of the way you will treat the person.",
    "Placing it in your back pocket and sitting down will not be perceived well.",
    "Equally, putting it down on the table without taking the time to look at it and to thank the giver properly, may well be perceived as indifference to the relationship."
  ],
  [
    "Time does not have the same value in Cambodia as it does in other cultures. As such, meetings do not necessarily stick to any schedule or agenda.",
    "Meetings can be slightly circular, which means that issues may be tackled separately and altogether if need be - once an issue has seemingly been resolved it may later be addressed again.",
    "Meetings will continue until the attendees feel everything has been satisfactorily covered.",
    "Building a relationship on mutual trust is crucial so initially time should be invested in getting to know your counterparts.",
    "Small talk should always be employed at the beginning of meetings.",
    "Cambodians are very indirect communicators so some reading between the lines is a necessary skill.",
    "They will always consider the implications of making statements or using particular words especially if it involves anything negative as this draws in the issue of face. In fact, if Cambodians disagree with someone they would rather remain silent than make a comment which might cause upset or embarrassment to another person in the meeting.",
    "Due to the indirectness of the Cambodian communication style and the value placed on face, you may feel that you are not getting a clear answer.",
    "This may be because your Cambodian colleague disagrees with you but doesn’t want to say, or, that they are not comfortable with a planned course of action.",
    "You should try and probe their true feelings by asking open questions in a number of different ways.",
    "Cambodians prefer ideas to be brought forward in a gentle way and to wait for others to respond.",
    "Pushy, pressured or boastful communication styles are a real turn-off.",
    "Punctuality is important. Arriving late shows a lack of respect for the person with whom you are meeting.",
    "Non-verbal behaviour is just as important to be aware of. For example, smiling in Cambodia is situational and can have many meanings; it may mean a person does not understand what has been said, they are nervous or even irritated.",
    "Showing emotions is considered a negative behaviour. Anger, impatience or frustration should be hidden as it would lead to a loss of face.",
    "overtly is not part of the culture and is considered a sign of weakness as well as poor manners.",
    "Modesty and humility are emphasized in the culture, so compliments and praise are generally responded to by a deprecating comment.",
    "It is a good idea not to speak with bravado, which may be interpreted as boasting.",
    "Avoid prolonged eye contact.",
    "Be sure to speak clearly, slowly and to avoid use of slang, adages and colloquial sayings."
  ]
]
