[
  [
    "Cameroon is home to 230 languages. These include 55 Afro-Asiatic languages, two Nilo-Saharan languages, and 173 Niger-Congo languages. This latter group is divided into one West Atlantic language (Fulfulde), 32 Adamawa-Ubangui languages, and 142 Benue-Congo languages (130 of which are Bantu languages).",
    "English and French are official languages, a heritage of Cameroon's colonial past as both a colony of the United Kingdom and France from 1916 to 1960.",
    "The nation strives toward bilingualism, but in reality, very few Cameroonians speak both French and English, and many speak neither. In an effort to increase levels of French and English understanding, the government has established several bilingual schools.",
    "Cameroon is a member of both the Commonwealth of Nations and La Francophonie.",
    "Kamtok, or Pidgin English, has in many ways been the lingua franca of Cameroon since the 1880s. It is commonly used as a vehicle for enhancing communication in this bilingual country that has approximately 250 native dialects. There are several variations on Kamtok based upon where it is used: in grass fields, in the Catholic Church, in the Francophone areas of the country, in the southwest of the country, and among the Bororo cattle traders."
  ],
  [
    "Cameroon has a diverse population comprising approximately 250 ethnic groups that then form 5 regional/cultural groups.",
    "These are western highlanders (also called grassfielders), which include the Bamileke, Bamoun, and many smaller groups in the northwest; coastal tropical forest people, which include the Bassa, Doula, and many smaller groups in the southwest; southern tropical forest people, which include the Beti, Beulu, Fang, and Pygmies; Muslims of the northern semi-arid regions and central highlands, which include the Fulani; and the Kirdi, non-Muslims peoples of the northern desert and central highlands."
  ],
  [
    "The constitution guarantees freedom of religion.",
    "About 40% of the population follows some form of indigenous beliefs, 40% adhere to a form of Christianity, and 20% are Muslim.",
    "The various religious groups get along reasonably well, although there have been some problems reported by religious minorities in various parts of the country.",
    "The north of the country is primarily Muslim while the south tends to have more Christians."
  ],
  [
    "The extended family is the focus of the social system. It is the extended family and includes grandparents, cousins, aunts, uncles, etc. Members of the extended family are considered as close as the nuclear family is in the West.",
    "Family obligations take precedence over pretty much everything else in life. Individuals achieve recognition and social standing through their extended family. The young are expected to care for elderly members of the extended family; retirement homes are an alien concept.",
    "As with many family orientated cultures nepotism does not have the negative connotation. In fact, hiring relatives is part of the cultural context since it not only provides for the family, but also ensures that Cameroonians work with those they know and trust.",
    "Cameroonians who have a common background tend to organize themselves into small groups commonly called associations. Individual members refer to themselves as sons and daughters of a given community.",
    "Associations handle two major financial activities. A trouble bank is a special assistance fund to which every member contributes money at regular intervals and from which money is given to members who fall victim to a misfortune.",
    "A \"njangi\" is a financial activity similar to a bank based on mutual trust. An unemployed but hard-working association member who does not own property or real estate may receive a loan from the njangi."
  ],
  [
    "Tipping happens in Cameroon, but it is neither mandatory, nor expected.",
    "If you choose to tip, then a 10 – 15% tip for good restaurant service is the norm and $1-$2 is considered the norm for porters and housekeepers.",
    "It is not the custom to tip bartenders in Cameroon."
  ],
  [
    "Cameroonian greetings vary between the Francophone and Anglophone areas.",
    "In both areas, men shake hands with each other.",
    "In the Francophone south, close friends may embrace while brushing cheeks and kissing the air along with a handshake.",
    "In the Anglophone north, close friends have a unique handshake in which, as they pull their hands back they snap the other person’s middle finger with their thumb.",
    "As a sign of respect men often lower their head and avert their eyes when greeting someone superior to them in age or position.",
    "Some Muslims will not shake hands across genders.",
    "Since this is a hierarchical society, elders are greeted first.",
    "Women tend not to look the other person in the eye even if it is another woman.",
    "Greetings should never be rushed. It is important to take time to inquire about the person’s family and other matters of general interest during the greeting process."
  ],
  [
    "If you are invited to a Cameroonian’s home, bring fruit, whiskey, or wine to the host.",
    "Do not bring alcohol if the host is Muslim.",
    "A small gift for the children is always a nice touch. School materials or sweets are standard.",
    "Gifts are not always opened when received.",
    "Gifts are given with two hands or the right hand only; never the left hand."
  ],
  [
    "Dress well – this demonstrates respect towards your hosts.",
    "Shake hands with each guest individually starting with the most senior people present.",
    "Do not discuss business during a social function.",
    "The home is private. Do not ask for a tour.",
    "Cameroonians are somewhat formal and believe good table manners demonstrate respect.",
    "When in doubt, watch what others do and emulate their behaviour.",
    "In traditional homes, men eat first, then women, and then children. A foreign woman will generally be invited to eat with the men since she is a guest.",
    "In many homes, a washing basin and soap is brought out before the meal so that guests may wash their hands.",
    "Expect to have your own shallow bowl and to take food from a communal bowl.",
    "Hierarchy dictates that the eldest person is the first to take food from the communal bowl.",
    "Many Cameroonians eat with their hands, although foreign guests may be offered cutlery.",
    "If you use your hands then use the right hand.",
    "As a guest, you will be offered prized delicacies such as chicken gizzards. This is considered an honour. If you cannot eat them, thank your host profusely and request that it is more appropriate that it be given to the eldest person present."
  ],
  [
    "Much of the information in the general etiquette section applies here.",
    "It is important to use a person’s honorific title and surname when conversing. Government officials may be addressed as “Excellency” without using their surname.",
    "Honorific and professional titles in French or English should be used in the appropriate area of the country.",
    "Wait to be invited before moving to a first name basis.",
    "Business cards are given without formal ritual.",
    "Present and receive business cards with the right hand only or with both hands.",
    "Present your card so it is readable to the recipient.",
    "Make a point of studying any business card you receive. It is a common practice to comment on some of the information or the card design."
  ]
]
