[
  [
    "Until the middle of the 20th Century, most households in Canada were run by married couples but, by 2010, that statistic had reduced considerably due to an increasing number of couples choosing to co-habit rather than to marry.",
    "In Canada ‘common law’ unions are officially recognised and provide almost the same rights and privileges as those in a conventional marriage. However, the rules governing jurisdiction of common law unions varies between provinces.",
    "In British Columbia, Labrador and Newfoundland couples entering into a common law union must live together for two years before being awarded the same rights as their married counterparts.",
    "In Ontario the period is three years or if they have a child, one year. Quebec does not recognise Common Law unions in the same way as other provinces and refer to similar arrangements as ‘de facto’ unions. These couples enjoy the same rights and responsibilities as married couples.",
    "Quebec has the highest number of common-law unions than in the other provinces and throughout Canada, common Law unions have quadrupled over the past three decades.",
    "The Canadian family has changed during the last thirty years with a trend towards smaller households and an increase in single parents.",
    "In 2005 same-sex marriage became legal giving couples the same rights in marriage and common-law unions.",
    "Trends in the family have also been changing over the last thirty years with more than 70% of women working outside the home.",
    "This has led towards greater domestic equality with more men taking part in household chores, childcare and the preparation of meals.    "
  ],
  [
    "A geographically vast country, Canada has enormous regional differences including ethnic diversity which complicates a coherent sense of social stratification.",
    "In the central provinces, economic development and wealth is reflected in higher incomes and greater class equality.",
    "In the more rural provinces, average incomes are often as much as 25% lower than the national average with a higher number of poorly paid, low-skilled jobs which creates class division.",
    "In these regions, class division is further reflected in less educational inclusion with many leaving school before the completion of secondary education."
  ],
  [
    "Whilst there is no recognised exclusion relating to gender in the workplace, the process of equality moves slowly and some bias still exists.",
    "This can be exemplified, for instance, in the healthcare industry where men tend to lead the way in respect of the top positions.",
    "The medical profession tends to be dominated by men whilst women are more representative in  nursing/nurturing roles",
    "Both men and women can both participate in political life and enter government with perceived equal status. However, this is not reflected in the overall political gender balance.The role of men and women in the home however, has changed significantly over the past few decades with more men sharing child care and household chores.    "
  ],
  [
    "Children are required by law to attend education from the age of six until sixteen. It is permissible for children to be home-schooled although this must be in accordance with government guidelines.",
    "Traditionally infant care has mainly been the province of the mother in the family but with more women entering the workplace, there has been a rise in the provision of infant day care services.",
    "Childrearing centres around teaching children appropriate social norms and controlling behaviour.",
    "Although parents are permitted to use physical means to discipline a child, which can include spanking, the use of an implement or striking a child in anger or retaliation is not considered reasonable under Canadian law.  ",
    "Children under the age of twelve cannot be charged with a criminal offence although parents can be made financially responsible for their behaviour. With increasing ethnic diversity, there are many areas of parenting that come into the political forum for discussions such as arranged marriage, circumcision and religious schooling."
  ],
  [
    "As a member of the Organisation for Economic Co-operation and Development Group (OECD), Canada is one of the wealthiest nations in the world.",
    "It produces and exports numerous commodities including natural forest products, manufactured items including automobiles, oil and minerals.",
    "Although Canada’s main export market is the United States their economy is open to global commerce.",
    "Canada’s GDP in the first quarter of 2018 grew at 3.1%."
  ],
  [
    "Canada has a rich agricultural and farming heritage producing food and animal products. They are classed as ‘big eaters’, particularly of meat.",
    "Traditionally most families have three meals a day which includes breakfast, lunch and the main meal of the day dinner which is eaten in the evening.",
    "Canada has a large and diverse ethnic population spread across the nation so there are significant variations of traditional meals and foods.",
    "Popular foods in Canada include: ‘poutine’ which originates from Quebec and consists of French fries and cheese topped with brown gravy, Canadian ‘peameal’ bacon which comes from the loin of pork and has been brined and rolled in cornmeal.",
    "Maple syrup is also a great favourite along with doughnuts, butter tarts and pancakes.  "
  ],
  [
    "There is no given standard for literary tradition in Canada as its British roots lean towards English literature.",
    "There are, however, many internationally known writers in Canada including authors such as Margaret Attwood (the Handmaid’s Tale), L.M. Mongomery (Anne of Green Gables) and Robert Munsh (Love you Forever).",
    "There are a number of government funded art galleries in most provinces and Canada has produced artists in all media.",
    "There are also a numerous smaller galleries and cooperatives offering support to new artists.",
    "In the performing arts, Canada has many theatres throughout the country; particularly in the larger cities. The nature of theatre varies from musical to small community-based companies.",
    "There are several companies specialising in English literature including the Stratford Shakespeare Festival and the Shaw Festival which takes place on a yearly basis and is based in Ontario.  "
  ],
  [
    "Last names and appropriate titles should be used until otherwise invited to be less formal.",
    "In Quebec it is usual to kiss once on each cheek as they do in France.",
    "Some older men may even kiss a lady’s hand.",
    "Canadian businesspeople often begin relationships in a reserved manner which may become less formal once people are more familiar with one another.",
    "Canadians appreciate politeness and expect others to adhere to the proper protocol for any given situation.",
    "Shake hands with everyone at the meeting upon arrival and departure.",
    "Maintain eye contact while shaking hands.",
    "Men may offer their hand to a woman without waiting for her to extend hers first."
  ],
  [
    "It is difficult to specify any national trait in terms of communication in Canada due to its regionalism and cultural diversity.",
    "However, there are some basic communication styles that are fairly standard across the country. For example, business people are generally polite, easy-going and somewhat informal.",
    "In general, communication is moderately indirect perhaps reflecting an amalgamation of both North American and British tendencies.",
    "Although most Canadians can disagree openly when necessary, they prefer to do so with tact and diplomacy. Their communication style is essentially pragmatic and relies on common sense. If you come from a culture where communication is very direct, you may wish to relax your demeanour and tone so as not to appear threatening.",
    "Communication styles vary most between Anglophone and Francophone parts of the country. Francophones are generally more indirect than Anglophones, although less so than the French. They also tend to be more exuberant than Anglophones. Anglophones do not generally interrupt someone who is speaking. They consider it rude not to let a person complete their thought before entering the discussion. Francophones are more likely to interrupt another speaker.",
    "Canadians communicate more by the spoken word rather than non-verbal expressions. Non-verbal expressions are only really used to add emphasis to a message or are part of an individual’s personal communication style.",
    "Canadians like their personal space and prefer to be at arm’s length when speaking to someone.",
    "Canadians are reticent to discuss their personal lives with business associates.",
    "They expect people to speak in a straightforward manner and to be able to back up their claims with examples. They do not make exaggerated claims and are suspicious of something that sounds too good to be true.",
    "Read more about the Canadian communication style"
  ],
  [
    "In general, Canadians give gifts for birthdays and Christmas.",
    "If invited to someone's home for dinner, take a box of good chocolates, flowers or a bottle of wine.",
    "In Quebec, sending flowers in advance of the dinner party is the correct protocol.",
    "In Quebec, if you give wine, make sure it is of the highest quality you can afford.",
    "Do not give white lilies as they are used at funerals.",
    "Do not give cash or money as a present.",
    "Gifts are usually opened when received."
  ],
  [
    "Table manners are relatively relaxed and informal in Canada.",
    "Quebec does see a little more formality.",
    "Table cutlery manners are generally Continental, i.e. the fork is held in the left hand and the knife in the right while eating. The tines of the fork should face down.",
    "Wait to be shown to your seat.",
    "Do not begin eating until the hostess starts.",
    "Do not rest your elbows on the table.",
    "Leaving a small amount at the end of the meal is generally acceptable.",
    "In formal situations, the host gives the first toast. An honoured guest should return the toast later in the meal. Women may give toasts."
  ],
  [
    "Tipping is customary and expected in Canada.",
    "It is common practice to tip waiting staff 15 – 20% of the bill in restaurants and to apply a tip of 10% for most other service providers (such as hairdressers, taxi drivers, valets etc.). ",
    "It is also customary to tip bartenders in Canada."
  ],
  [
    "Do not point at people",
    "Do not confuse Canada with the US",
    "It is best not to initiate discussions in respect to Quebec separatism, politics or religion",
    "It can be considered distasteful and rude to discuss sex in Canada, so this subject should be avoided"
  ],
  [
    "Although business culture can vary across regions in Canada, the ethos of business dealings tends to be fairly reciprocal.",
    "Punctuality is important and any issues that may arise should be discussed immediately with your business counterpart.",
    "It is essential to know the company with whom you are doing business and to understand their underlying ethos. ",
    "Dress codes may vary throughout regions with some being less formal than others although smart dress is recommended.",
    "You can learn more about the core values that shape the Canadian business culture here."
  ],
  [
    "Business dress code consists of a fairly conventional tie and suits for males and smart dress / suit for females."
  ],
  [
    "Academic titles are important particularly in Quebec where the honorific ‘Monsieur’ or ‘Madame’ is used.",
    "Otherwise, use Mr or Mrs until you are invited to use first names. ",
    "The use of first names happens fairly quickly."
  ],
  [
    "Although business card culture is fairly informal in Canada, we suggest that you take the time to look at the card before putting it away. ",
    "We also suggest that you have one side translated into French to accommodate French speakers in Canada."
  ],
  [
    "Canadians begin meetings with a minimal amount of small talk although one should expect to spend a few minutes exchanging pleasantries and the like. In Quebec, there may be more time spent on relationship-building.",
    "Meetings are generally well-organized and adhere to time schedules. They tend to be informal and relaxed in a manner even if the subjects being discussed are serious. When meeting with Anglophones, meetings may seem more democratic as all participants will engage and contribute.",
    "Meetings with Francophones, due to greater respect for hierarchy and position, may revolve more around the most senior attendees.",
    "Meetings in Canadian companies are used to review proposals, make plans, brainstorm and communicate decisions. Attendees will generally represent a variety of levels and experiences; all are expected to express opinions."
  ],
  [
    "When presenting information, it is important to have facts and figures to substantiate claims and promises.",
    "Canadians are essentially rational and logical and thus they will not be convinced by emotions, passion or feelings.",
    "Keep presentations short and be clear about the subject. Focus on your presentation and avoid using jargon."
  ],
  [
    "Always do your homework and learn about the company you are going to be dealing with.",
    "Set clear boundaries and know what it is you wish to achieve before you negotiate.   "
  ]
]
