[
  [
    "Spanish in the official language of Chile.",
    "There are also quite a few indigenous languages such as  Mapudungun (spoken between the Itata and Tolten rivers) and Aymara (spoken in the mountains of the north)."
  ],
  [
    "Most Chileans are Roman Catholics.",
    "The religion has played a large role in defining social and political life.",
    "Religious instruction in public schools is almost exclusively Roman Catholic.",
    "Abortion is actually illegal due to the influence of the Church.",
    "Divorce was illegal until 2004.",
    "Most national holidays are religious in nature.",
    "Chileans of more mature generations still celebrate their saint's day as much as they do their own birthday."
  ],
  [
    "The family occupies a central role in Chilean life.",
    "Extended families are very close and will frequently congregate for major occasions and celebrations.",
    "Family and business are intertwined to the extent that nepotism is seen as a positive concept.",
    "Many small firms will be 100% family run."
  ],
  [
    "Chilean history has had a large influence on modern day class lines.",
    "Generally speaking, class in drawn along financial lines.",
    "Today's wealthiest class are more or less the same land owning families of before.",
    "A middle class has developed of late and now accounts for nearly a half of the population.",
    "Classes are fluid and it is possible to move either upwards or downwards depending on your salary."
  ],
  [
    "Due to class structures it is commonplace for people to try and deduce another's position in the social rank.",
    "This is primarily done through external appearances, i.e. dress, etc.",
    "As a result they present themselves in the best possible way."
  ],
  [
    "Men will usually shake hands.",
    "Women generally pat each other on the right forearm or shoulder.",
    "These are always accompanied by the appropriate greeting for the time of day - \"buenos dias\" (good morning), \"buenas tardes\" (good afternoon) or \"buenas noches\"(good evening).",
    "Between friends and family things will relax and become more unreserved - men may embrace and energetically pat each other on the back whilst women will kiss once on the right cheek.",
    "Always let your Chilean counterpart progress to this stage of formality.",
    "Like many South Americans, Chileans use both their maternal and paternal surnames. The father's surname is listed first and is the one used in conversation.",
    "If you know of any titles always try to use them.",
    "If no title exists then simply use \"Senor\" (male) or \"Senora\" (female) followed by the surname.",
    "When addressing older people with whom you have a personal relationship, who may be referred to as \"don\" (male) or \"dona\" (female) with their first name.",
    "First names are used between close friends - wait until invited to move to a first name basis."
  ],
  [
    "If invited to a Chilean's home, take sweets/chocolates or wine for the hostess.",
    "Send flowers in advance.",
    "Do not give yellow roses as they indicate contempt.",
    "Do not give purple or black flowers as they symbolize death.",
    "Do not give scissors or knives as they indicate you want to sever the relationship.",
    "For a young girl's 15th birthday, a gift of gold jewellery is the norm.",
    "Gifts are opened when received."
  ],
  [
    "Dining etiquette can be quite formal in Chile.",
    "As a general rule, observe and follow if ever unsure.",
    "Here are some basic dining etiquette guidelines:",
    "When sitting wait to be shown to your place.",
    "Women sit before men.",
    "The hostess invites people to eat.",
    "Keep your hands visible when eating. Keep your wrists resting on the edge of the table.",
    "Always use utensils to eat.",
    "Avoid speaking with eating utensils in your hands.",
    "It is considered polite to finish everything on your plate.",
    "Wait for a toast to be made before taking the first sip of your drink.",
    "The host makes the first toast.",
    "The most common toast is \"Salud!\"",
    "When you lift your glass, look at the person being toasted.",
    "Pour wine with the right hand only."
  ],
  [
    "Chileans like an element of formality in all they do.",
    "A firm handshake accompanied with a smile and appropriate greeting is normal in a business setting.",
    "Direct eye contact is important.",
    "Some women may not shake hands with men, although this is becoming less common.",
    "Chileans stand very close when conversing.",
    "Always use surnames and titles - wait to be invited to use someone's first name.",
    "Business cards are exchanged on the initial meeting at the very start.",
    "Try and have one side translated into Spanish.",
    "Keep cards in good condition - a tatty card will reflect badly on you."
  ],
  [
    "Chile has a relationship driven culture so initial meetings should be used to build a relationship and establish trust. Devote time to non-business discussions and wait for the other party to initiate the change in topic.",
    "Pay attention to hand movements - gestures change in meaning across cultures.",
    "It is common to interrupt someone while they are speaking.",
    "Meetings are not always linear in their progression. Schedules are not very structured and issues can be tackled all at the same time.",
    "It is important to be patient as time is not of the essence in Chile - meetings will last as long as they need to last.",
    "Remember that decisions are not made at meetings so it is important to provide all necessary information during the meeting.",
    "Chileans are generally indirect in their communication styles, but can become very animated and assertive when if they get emotional.",
    "Communication styles tend to be tuned to people's s feelings. Confrontation is generally avoided in order not to jeopardize another's honour or dignity - it may therefore be necessary to read between the lines in order to fully understand what is really meant.",
    "Never openly criticize anyone."
  ]
]
