[
  [
    "The major religion in China is Taoism (or Daoism as it is also commonly known). Those who do not follow Taoism primarily subscribe to Buddhism, followed by Christianity and Islam.",
    "Taoism is an ancient religious framework which focuses on the need to live in harmony with the Tao which is, put simply, the source of all existence.  Unlike Confucianism, it does not focus on social order or ritualistic behaviours.",
    "Buddhism was brought to China by monks from India almost 2,000 years ago and has co-existed with Taoism ever since.",
    "Although not strictly a religion, Confucianism is widely followed in China. It is more a philosophy which sets examples of ethical values and beliefs taken from the teachings of Confucius who died in 479 BCE. ",
    "Confucianism essentially incorporates ethical socio-political teachings and features a number of ritualistic practices which Confucius considered important to human bonding."
  ],
  [
    "1st January - New Year’s Day – National Holiday",
    "January 28th - Chinese New Year (dates can vary – takes place in 12th lunar month of the Chinese calendar) National Holiday",
    "January 29th – Spring festival golden week holiday – National holiday",
    "April 5th (or 15th day of the spring equinox) - Qing Ming Jie holiday – National Holiday",
    "May 1st – Labour Day – National holiday",
    "May 28th – Dragon boat festival – National holiday",
    "October 1st – National Golden Week holiday – National holiday",
    "October 4th – Mid-Autumn festival – National holiday",
    "There are numerous other holidays which are observed locally but not designated as national holidays."
  ],
  [
    "Family relationships in China are of paramount importance and enormous emphasis is placed upon hierarchy.",
    "Many of the values in Chinese culture are based upon Confucianism which stresses duty, sincerity, loyalty, filial piety and honour.",
    "Confucius was a Chinese philosopher and political theorist born in 550 BC. His ideology taught morality, justice and social harmony in order to maintain a stable society which today still underpins social and familial relations.",
    "The basic tenets of Confucian beliefs to guide family and society are, father to son, older child to young sibling, husband to wife and ruler to society.",
    "Today the family framework in China tends to remain formal and strict in hierarchal dominance with the elders afforded the greatest reverence. It is not unusual for large communities of extended family to live together under the same roof.",
    "Children often remain close to family in adulthood and those who are required to work away from the home area tend to make regular visits to family a priority.  "
  ],
  [
    "Class differences emerged in Chinese society as early as 221 during the first Qin Dynasty when class divisions were clearly defined.",
    "At the head of society was the Emperor ruler who held supreme power, followed by his advisors who held supreme over the next strata, the nobles and military generals. Merchants and Artists formed the next class divide and, at the bottom of the chain, were the peasants and slaves.",
    "Following the Chinese revolution in 1949, when Mao Zedong formed the Peoples Republic of China, communism became the new government.",
    "In theory, the institution of communism was intended to bring about a classless society and eradicate the so called ‘ruling classes’.",
    "However, the economic and socio-political climate in China has changed in the last few decades which has developed disproportionately across this vast country and subsequently widened the gap between rich and poor."
  ],
  [
    "There are four types of 'face':1) Diu-mian-zi: this is when one's actions or deeds have been exposed to people.2) Gei-mian-zi: involves the giving of face to others through showing respect.3) Liu-mian-zi: this is developed by avoiding mistakes and showing wisdom in action.4) Jiang-mian-zi: this is when face is increased through others, i.e. someone complimenting you to an associate."
  ],
  [
    "It is critical you avoid losing face or causing the loss of face at all times. Public criticism therefore, or putting someone on the spot are absolute no-nos in China.",
    "Click here to learn more about Face in Chinese culture."
  ],
  [
    "In general, the Chinese are a collective society with a need for group affiliation, whether to their family, school, work group, or country.",
    "In order to maintain a sense of harmony, they will act with decorum at all times and will not do anything to cause someone else public embarrassment.",
    "Individuals are typically willing to subjugate their own feelings for the good of the group which can often be observed by the use of silence in very structured meetings. If someone disagrees with what another person says, rather than disagree publicly, the person will remain quiet. This gives face to the other person, while speaking up would be deemed to cause both parties lose face."
  ],
  [
    "Historically, women held a subordinate role to that of men although had some power of authority within the home. Confucianism played a role in the subjugation of women who were seen as the possessions of men, first by their father and then by their husband.",
    "The tradition of foot binding was another symbol of the power men had over women who were virtually crippled from an early stage of their lives by the practice. It was not until the early 20th Century that this practice was banned.",
    "The role of women began to change during the 20th Century, particularly following the foundation of the Peoples Republic, when equality of the sexes was encouraged. However, the strong ideology of Confucianism which identifies women as weak still prevails in some communities.",
    "Today, although women have many more advantages and take up roles traditionally held by men in medicine, pharmacology, education and science, they still struggle to higher hold executive positions."
  ],
  [
    "The one-child policy which was introduced in 1979 (and ended in 2016) to curb the rapidly growing population has created problems in a society where traditionally, the male child is favoured over females.",
    "This has led, in the past, to girl babies being abandoned or even becoming the victim of infanticide, although it is becoming less divided now and having girls has become more acceptable.  ",
    "Women are taught that they should endeavour to maintain a happy disposition throughout their pregnancy in order to have a happy child. Following confinement, since both mother and child are deemed to be in a weak state, a month’s resting period is typically oberved.",
    "After the first month, both baby and mother are presented to friends and relatives who give their blessings at what is called the ‘Full Moon Celebration’ (also known as the ‘red egg and ginger party’). The guests bring money in a red envelope and are presented with plates of pickled red ginger and red eggs - in uneven numbers when celebrating the birth of a boy and even numbers when celebrating the birth of a girl. The colour red symbolises good luck, health and happiness whilst the eggs represent new life and harmony.",
    "Children, although highly prized in China, are required to show obedience and respect to their elders and to undertake chores in the home and at school.   ",
    "Under communism, women are encouraged to take work outside the home which is is supported through the provision of kindergarten facilities. Chinese families are close and it is common for grandparents to play an important role in the care of the children.",
    "Education in China is mandatory for nine years. At least three quarters of the population go on to attend secondary education which lasts for three years."
  ],
  [
    "The Chinese are famed for their eclectic mix of flavours, spices, colour and taste. Their staple foods are rice, tofu and noodles which form a basis to the wide variety of complimentary ingredients such as: Bamboo shoots, string beans, water chestnuts, Chinese mushrooms, ginger root, garlic, chillies and coriander.",
    "Individuals typically eat a wide range of meats, the most popular of which are pork and duck. Fish and shell fish are also a popular source of food. Dinner is the most important meal of the day and will typically include a variety of dishes which may start with soup.",
    "Most popular dishes in China include: Spring Rolls, Peking Duck - thin strips of crispy, roasted duck served with shredded cabbage and a sweet sauce, Bang Bang chicken or duck, so called because the meat is tenderised by hitting it with a hammer, Chow Mein which incorporates stir fried noodles with either meat, fish or vegetables."
  ],
  [
    "Over the past few decades China has emerged as one of the fastest growing economies in the world and is among the globe’s group of largest exporters and importers.",
    "China became a member of the World Trade Organisation in 2001.",
    "They have free trade agreements with a number of other countries including: South Korea, Australia, New Zealand, Pakistan and Switzerland.",
    "According to statistics China’s GDP growth was 6.7% - (2016)"
  ],
  [
    "China has a rich heritage of culture, art and literature dating back to the earliest civilisations. Traditional beliefs influenced by changing imperial rulers, philosophies and Confucianism have been carried through time and are reflected in the arts.",
    "China is known for its pottery - particularly the blue and white willow pattern which depict pastoral, rustic scenes of everyday life in China’s past. China was the first to discover porcelain which was perfected in the 1500s during the Ming dynasty – hence the famed and valuable Ming vase.",
    "Poetry and literature has played a role in traditional culture including ‘The Book of Songs’ dating back to 600 BC written by Qu Yuan which, even today, has some influence. The Red",
    "Chamber was a literary piece considered one of China’s great classics written by Cao Xueqin in the 18th Century.",
    "In the 19th Century western influence began to creep in and gave way to a new genre of writing. The Rickshaw Boy is a 20th Century classic fiction written by Lao She which features the story of a Rickshaw bearer in Beijing.  Language and sentiments within the book aligned with some of the concerns held by those with communist leanings.",
    "Following the inception of communist rule all artists work has been censured and any criticism of the party ideology outlawed.  Despite being one of the world’s fastest moving economies importing luxury cars and goods, China remains sensitive to criticism within its popular culture albeit there has been some decrease in the rigidity of those controls."
  ],
  [
    "Given names in China are usually one or two characters and come after the surname.",
    "It is not traditional for Chinese people to have a middle name.",
    "Women do not change their name when they marry but continue to retain the name of their father.",
    "Learn more about how Chinese names work."
  ],
  [
    "Greetings are formal and the oldest person is always greeted first.",
    "Handshakes are the most common form of greeting with foreigners.",
    "Many Chinese will look towards the ground when greeting someone.",
    "Address the person by an honorific title and their surname. If they want to move to a first-name basis, they will advise you which name to use.",
    "The Chinese have a terrific sense of humour. They can laugh at themselves most readily if they have a comfortable relationship with the other person. Be ready to laugh at yourself given the proper circumstances."
  ],
  [
    "Chinese non-verbal communication speaks volumes.",
    "Since the Chinese strive for harmony and are group dependent, they rely on facial expression, tone of voice and posture to convey meaning or intention.",
    "Frowning while someone is speaking is interpreted as a sign of disagreement. Therefore, most Chinese maintain an impassive expression when speaking.",
    "It is considered disrespectful to stare into another person's eyes. In crowded situations, the Chinese avoid eye contact to give themselves privacy.",
    "The Chinese have a cultural aversion to using the word 'no'."
  ],
  [
    "Chinese people are precious of their personal space and do not like over-familiarity.",
    "Touching is only acceptable between family and close friends.",
    "Prolonged eye contact could be seen as confrontational and avoiding eye contact can be seen as reverential rather than rude.  "
  ],
  [
    "In general, gifts are given at Chinese New Year, weddings, births and more recently (because of marketing), birthdays.",
    "The Chinese like food and a nice food basket will make a great gift.",
    "Do not give scissors, knives or other cutting utensils as they indicate the severing of the relationship.",
    "Do not give clocks, handkerchiefs or straw sandals as they are associated with funerals and death.",
    "Do not give flowers, as many Chinese associate these with funerals.",
    "Do not wrap gifts in white, blue or black paper.",
    "Four is an unlucky number so do not give four of anything. Eight is the luckiest number, so giving eight of something brings luck to the recipient.",
    "Always present gifts with two hands.",
    "Gifts are not opened when received.",
    "Gifts may be refused three times before they are accepted."
  ],
  [
    "The Chinese prefer to entertain in public places rather than in their homes, especially when entertaining foreigners.",
    "If you are invited to a Chinese home, consider it a great honour. If you must turn down such an honour, it is considered polite to explain the conflict in your schedule so that your actions are not taken as a slight.",
    "Arrive on time.",
    "Remove your shoes before entering the house.",
    "Bring a small gift to the hostess.",
    "Eat well to demonstrate that you are enjoying the food!",
    "Click here to learn about 5 Essential Chinese Dining Etiquette Tips"
  ],
  [
    "Business attire is conservative and unpretentious.",
    "Men should wear dark coloured, conservative business suits.",
    "Women should wear conservative business suits or dresses with a high neckline.",
    "Women should wear flat shoes or shoes with very low heels.",
    "Bright colours should be avoided."
  ],
  [
    "In a formal situation with the Chinese, people should be addressed by their title followed by their last name.",
    "When meeting in a business environment, professional titles can be used, for instance, General Manager Liu or Director Wang."
  ],
  [
    "Business cards are exchanged after the initial introduction.",
    "Have one side of your business card translated into Chinese using simplified Chinese characters that are printed in gold ink since gold is an auspicious colour.",
    "Your business card should include your title.",
    "If your company is the oldest or largest in your country, that fact should be on your card as well.",
    "Hold the card in both hands when offering it, Chinese side facing the recipient.",
    "Examine a business card before putting it on the table next to you or in a business card case.",
    "Never write on someone's card unless so directed."
  ],
  [
    "Appointments are necessary and, if possible, should be made between one-to-two months in advance, preferably in writing.",
    "If you do not have a contact within the company, use an intermediary to arrange a formal introduction. Once the introduction has been made, you should provide the companywith information about your company and what you want to accomplish at the meeting.",
    "You should arrive at meetings on time or slightly early. The Chinese view punctuality as a virtue. Arriving late is an insult and could negatively affect your relationship",
    "Pay great attention to the agenda as each Chinese participant has his or her own agenda that they will attempt to introduce.",
    "Send an agenda before the meeting so your Chinese colleagues have the chance to meet with any technical experts prior to the meeting. Discuss the agenda with your translator/intermediary prior to submission.",
    "Each participant will take an opportunity to dominate the floor for lengthy periods without appearing to say very much of anything that actually contributes to the meeting. Be patient and listen. There could be subtle messages being transmitted that would assist you in allaying fears of on-going association.",
    "Meetings require patience. Mobile phones ring frequently and conversations tend to be boisterous. Never ask the Chinese to turn off their mobile phones as this causes you both to lose face.",
    "Read more about business meetings with the Chinese."
  ],
  [
    "Only senior members of the negotiating team will speak. Designate the most senior person in your group as your spokesman for the introductory functions.",
    "Business negotiations occur at a slow pace.",
    "Be prepared for the agenda to become a jumping off point for other discussions.",
    "Chinese are non-confrontational. They will not overtly say 'no', they will say 'they will think about it' or 'they will see'.",
    "Chinese negotiations are process oriented. They want to determine if relationships can develop to a stage where both parties are comfortable doing business with the other.",
    "Decisions may take a long time, as they require careful review and consideration.",
    "Under no circumstances should you lose your temper or you will lose face and irrevocably damage your relationship.",
    "Do not use high-pressure tactics. You might find yourself outmanoeuvred.",
    "Business is hierarchical. Decisions are unlikely to be made during the meetings you attend.",
    "The Chinese are shrewd negotiators.",
    "Your starting price should leave room for negotiation."
  ],
  [
    "Like most things in China, business management is based upon the teachings of Confucianism which denote that no relationship is underpinned by equality.",
    "There is always a hierarchy - Older and most senior people command the most respect. Directives of management start at the top and are passed down the chain.",
    "Those on the lowest rung of the ladder would not be expected to question the motives or decisions made by the higher ranks; to do so would indicate a lack of respect. ",
    "The most senior person in the company is viewed rather like a father kjwho should receive unquestioned loyalty and obedience.",
    "Learn more about Chinese Management Culture."
  ],
  [
    "    An introduction to the country, its history, politics, people and culture",
    "    Insights into the country’s values, customs and etiquette",
    "    Tips on preparing to work with new colleagues from China",
    "    Expat-orientated information on daily life",
    "    Guidelines and tools on adapting and dealing with cultural differences"
  ]
]
