[
  [
    "Most Colombians would consider themselves to be Roman Catholics.",
    "The Church has historically been a very important influence over personal affairs such as marriage and family life.",
    "The parish church is often seen as the centre of a community, with the local priest representing divine authority and leadership.",
    "The church also has some influence in areas such as education, social welfare and union organization."
  ],
  [
    "The family takes centre stage in the social structure.",
    "It acts as a source of support and advice and therefore great loyalty is shown to families. Although extended families rarely live under one roof, apart from in rural areas, many still live very close and frequent one another's houses often.",
    "It is still common for children remain at home until they marry.",
    "The elderly are generally revered for their age and experience."
  ],
  [
    "Colombia can be termed a hierarchical society.",
    "People earn respect due to age and position.",
    "Older people are naturally perceived as being wise and as a result are afforded great respect. You will always see the oldest person in a group served their food and drinks first.",
    "With this position also comes responsibility - Colombians expect the most senior person, whether at home or at work, to make decisions."
  ],
  [
    "Men shake hands with direct eye contact.",
    "While shaking hands, use the appropriate greeting for the time of day: \"buenos dias\" (good day), \"buenas tardes\" (good afternoon), or \"buenas noches\" (good evening/night).",
    "Women often grasp forearms rather than shaking hands.",
    "Once a friendship has developed, greetings become warmer and a lot more hands on - men will embrace and pat each other on the shoulder (known as an \"abrazo\") and women kiss once on the right cheek.",
    "Most Colombians have both a maternal and paternal surname and will use both.",
    "The father's surname is listed first and is the one used in conversation.",
    "Always refer to people by the appropriate honorific title and their surname."
  ],
  [
    "When going to a Colombian's home, bring fruit, a potted plant, or quality chocolates for the hostess.",
    "Flowers should be sent in advance.",
    "Do not give lilies or marigolds as they are used at funerals. Roses are liked.",
    "If you are going to a girls 15th birthday, gold is the usual gift.",
    "Imported alcohol (especially spirits) are very expensive and make excellent gifts.",
    "Wrapped gifts are not opened when received."
  ],
  [
    "Wait to be seated by the host.",
    "Hands should be kept visible when eating.",
    "Do not rest elbows on the table.",
    "The host will say \"buen provecho\" (enjoy or have a good meal) as an invitation to start eating.",
    "It is polite to try everything you are given.",
    "Unusually all food is eaten with utensils - even fruit is cut into pieces with a knife and fork.",
    "It is considered polite to leave a small amount of food on your plate when you have finished eating.",
    "Do not use a toothpick at the table."
  ],
  [
    "It is courteous to shake hands both upon meeting and departing.",
    "Men should wait for a woman to extend her hand.",
    "Greetings should take some time - ensure you engage in some small talk, i.e. ask about family, health and business.",
    "Eye contact is viewed positively.",
    "Wait for the other party to initiate a change to first names."
  ],
  [
    "It is a good idea to try and have one side of your business card translated into Spanish.",
    "Include any university degrees or qualifications as this is valued.",
    "Treat business cards with respect."
  ],
  [
    "Although there may be an agenda, meetings do not always follow a linear path.",
    "An agenda will serve as a starting point and after that issues are addressed as an when.",
    "Relationship building is crucial - it may be a good idea to invest time in establishing trust for the first few meetings.",
    "Time is not an issue in meetings - they will last as long as they need to last. Do not try and rush proceedings.",
    "Colombians are termed as 'indirect communicators' - this means there is more information within body language and context rather than the words, i.e. if you ask someone to do something and they reply 'I will have to see', it would be up to you to read between the lines and realise that they can not do it.",
    "The reason for this way of communicating is to protect relationships and face.",
    "This means people that are used to speaking directly and openly must tame their communication style as it could cause offense.",
    "Although they can be indirect, Colombians can also become very animated. This should not be mistaken for aggression.",
    "Avoid confrontation at all cost. If someone has made a mistake do not expose it publicly as this will lead to a loss of face and a ruined relationship."
  ]
]
