[
  [
    "Costa Rica is incredibly diverse and, as such, so too are the languages spoken.",
    "There are five key indigenous languages spoken in Costa Rica which originate from the tribal groups living in Costa Rica prior to Spanish colonisation and the forced migration of African slaves to the countries.",
    "These tribal groups include: the: Maléku, Cabécar, Bribri, Guaymí, and Buglere."
  ],
  [
    "The family is incredibly important in Costa Rica, with extended families living in close proximity with each other and an average of 3 to 5 children per household.",
    "However, smaller families are on the increase and it’s likely that the average family will soon be made of only one or two children.",
    "This is due to an increased cost of living in the country and the difficulties involved in raising a large family in the absence of a hefty income.",
    "Westerners visiting Costa Rica are often surprised by the near royal status that Costa Rican parents afford to their children and the perceived lack of boundaries.",
    "They are generally treated like little royalty; they are typically not asked to engage in family chores and it’s not unsurprising to hear a mother refer to her son as her ‘rey’ or her ‘king’.",
    "The majority of children live with their family until they have finished their education or married.",
    "Where adult children don’t marry, they typically remain in the family home. However, this tradition seems to be changing slightly and it may not continue to be the case in years to come.",
    "The divorce rate is fairly high at 50% of failed marriages and there are a large number of single parents who chose not to marry at the outset.",
    "The relationship between men and women appears to be fairly equitable.",
    "However, the Latin American concept of ‘machismo’, or male dominance, still prevails to an ever decreasing degree."
  ],
  [
    "A firm handshake, with direct eye contact and a welcoming smile are the standard greeting.",
    "When shaking hands, always use the appropriate greeting for the time of day - 'buenos dias', 'buenas tardes', or 'buenas noches'.",
    "The handshake is an important part of Costa Rican culture and serves to reinforce relationships.",
    "As such, you should shake hands, even if you know the person well, upon meeting and departing.",
    "Male to female and female to female pairs who are familiar with each other usually greet with a kiss on the cheek with an audible kissing noise.",
    "Male to male counterparts who are familiar with each other typically shake hands and then pat each other on the arm or shoulder.",
    "When meeting groups always introduce yourself to the eldest person first.",
    "When leaving, say good-bye to each person individually.",
    "Ensure that you use the correct titles and surnames when greeting. Individuals typically take both their mother and father’s names.",
    "In the case of Senior Alejandro Sanchez Mora, Sanchez is the paternal name and Mora is the maternal name. You should address him as Senior Sanchez."
  ],
  [
    "Gift giving is an important part of Costa Rica etiquette.",
    "Gifts should be excellent quality; anywhere up to $50 in price and they should be wrapped well with attention to detail.",
    "Good gifts to consider, include good quality wines or sweets.",
    "Do not overlook Thank You cards if you are invited out anywhere by a Costa Rican counterpart",
    "Avoid giving coffee or fruit as these products are available in abundance in Costa Rica.",
    "If you are a male giving a gift to a female colleague / counterpart, then err on the side of caution and present it as a gift from your wife or mother. ."
  ],
  [
    "If you are invited to a Costa Rican’s house, then arrive approximately 15 minutes after the stated time – but no later than 30 minutes.",
    "Arriving early will not be perceived well as time is fairly flexible in Costa Rica and your hosts are unlikely to expect you early.",
    "Dress conservatively but with an elegant flair. Smart casual dress is usually acceptable.",
    "Try and eat a little of everything as declining food can be perceived negatively."
  ],
  [
    "Wait for the host or hostess to tell you where to sit. There may be a seating plan.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Do not begin eating until all other diners are seated, unless encouraged by the host to start.",
    "The host saying 'buen provecho' (enjoy or have a good meal) is the customary invitation for everyone to eat.",
    "The host makes the first toast.",
    "When not using utensils, rest the tips on the edge of the plate with the handles resting on the table.",
    "When you have finished eating, place your knife and fork diagonally across the plate with the prongs facing down and the handles facing to the right."
  ],
  [
    "Tipping in Costa Rica is not necessarily expected, but tips are always positively received. If you visit a restaurant, then you may find that a 10% service charge has been added.",
    "Where this is the case, you are not obligated to offer an additional tip. However a few colon (CRC) will suffice if you choose to.",
    "There are no hard and fast rules for tipping outside of restaurants, although you may wish to consider tipping bellboys the equivalent of $1, and leave your small change for housekeeping if you wish.",
    "Taxi drivers tend not to expect tips but a fare rounded up to significant figure, then telling them to keep the change, would be appreciated.",
    "However, if the driver carries your bags then it is advisable to tip for this service."
  ],
  [
    "This is a country where networking is important since it broadens your base of personnel who might have a connection you need.As with many Latin cultures, Costa Ricans tend to be rather risk averse, which makes it important that they know and trust the people with whom they do business.",
    "Costa Ricans prefer face-to-face meetings to doing business by telephone or in writing, which are seen as too impersonal. It takes time to develop relationships.",
    "Appearances matter to Costa Ricans and indicate respectability. As such, you should dress well and try to stay in a reputable hotel. Men may wish to wear a suit and tie. Jackets are not obligatory in the warmer climates, but we advise taking a jacket should you wish to wear it in a air conditioned buildings. Women should wear business wear. Dresses, skirts or trousers are acceptable with a blouse.",
    "Senior positions in business are predominately held by the upper class, so it is important that you pay attention to the hierarchy and show appropriate deference and respect to those in positions of authority."
  ],
  [
    "Business appointments are required and can often be scheduled on short notice; however, it is best to make them about 2 weeks in advance by telephone, email or fax.",
    "Confirm meetings by fax or email, in Spanish, at least one week before the meeting. It is best to schedule appointments in the morning.It is often difficult to schedule meetings in the two weeks before and after Christmas and Carnival, and three weeks before and after Easter.",
    "Although Costa Ricans have a more flexible approach to time, they tend to be punctual for business meetings, especially if they are accustomed to working with international companies.",
    "Be aware, that Costa Ricans only take short lunch breaks and they rarely partake in the siesta tradition which is common to most other Latin American countries.",
    "Have all written material available in both English and Spanish. Where materials have not been translated into Spanish then consider sending them to attendees in advance to allow them the opportunity to address any potential language difficulties.",
    "Always spend time engaging in a little small talk as this is likely to be expected and it will also help to build the relationship. Ask about your counterpart’s children, or maybe talk about the beautiful surroundings of Costa Rica.",
    "Decisions are rarely reached at meetings. Meetings are for discussion and to exchange ideas.",
    "Send a thank you note to the most senior executive after the meeting."
  ],
  [
    "An existing relationship is essential for traction to be made in negotiations. Business is often connected to who you know.",
    "It will take several meetings to come to an agreement. Negotiation and time for consultation are important. Taking a direct approach and trying to hurry proceedings may well be perceived as aggressive. Impatience is also seen as a weakness and may well damage your reputation.",
    "Be aware that negotiations and decisions take a long time so use the time in between to try and build your relationships further as this will be to your advantage.",
    "Costa Rican business culture is hierarchical. Decisions are made by the person with the most authority."
  ],
  [
    "Business cards are exchanged during introductions with everyone at a meeting.",
    "Have one side of your business card translated into Spanish.",
    "Present your business card with the Spanish side facing the recipient.",
    "Business cards should contain both your professional and educational qualifications, since Costa Ricans are status conscious.",
    "Writing on someone's business card in front of them is considered very rude."
  ]
]
