[
  [
    "Croatian is based on the Ijekavian pronunciation of the Stokavian dialect (with some influence from Cakavian and Kajkavian) and written with the Croatian alphabet.",
    "German and English are the most common second languages. French, Italian, Czech and Hungarian are also spoken."
  ],
  [
    "The majority of the population are Croats.",
    "Minorities include Serbs, Hungarians and Gypsies.",
    "The population is predominantly Roman Catholic, although there are Christian Orthodox, Muslim, and Jewish minorities, mostly living in Zagreb."
  ],
  [
    "The Catholic Church plays a large role in Croatian society.",
    "Historically, the clergy played a pivotal role in the country’s education and culture.",
    "Under Communist rule The Church had difficult relations with the authorities, constantly remaining loyal to Rome.",
    "Between 1945 and 1952, many priests were shot or imprisoned.",
    "After communism was defeated, the church slowly started to re-create its once prominent role in people’s lives.",
    "Croatians are especially devoted to the Blessed Virgin (called \"Gospa\").",
    "There are sanctuaries throughout the country built in her honour.",
    "Each village and town has a patron saint and that saint's feast day is celebrated with a procession and church ceremony.",
    "Some villages still have a traditional bonfire on their patron saints’ day.",
    "Many professionals also have their own patron saint."
  ],
  [
    "Croats are extremely proud of their heritage and culture and are thus staunch nationalists.",
    "They call their country \"Our Beautiful Homeland\" (\"Lijepa naša\"), which is also the title of the national anthem.",
    "The sense of nationalism comes both from their long and rich culture as well as a legacy of foreign invasion and control.",
    "Folklore plays a key role in preserving the culture. Life experiences are translated into verse, poetic songs, melodies, fairy tales, symbolic rituals, music, dance, costumes, and jewellery.",
    "Folk songs and poems often attest to the sentiment and regard between family members."
  ],
  [
    "The family is still the basis of the social structure.",
    "The extended family is the norm and relatives remain quite close with both the mother and the father’s sides.",
    "The family provides its members with a social network and assistance in times of need.",
    "Even though it is becoming increasingly common for the nuclear family to have its own house, Croatians will take in elderly parents rather than send them to a nursing home. Weekends are considered family time.",
    "Few Croatians will allow business concerns to interfere with this important part of their lives."
  ],
  [
    "Tipping is part of the custom in hotels and more expensive eateries in Croatia.",
    "At a more general local level however, it’s not particularly expected. ",
    "Tips will be appreciated however if given. If you eat in a nice restaurant, then consider a 10% tip for your waiting staff or bar tenders.",
    "Consider 20 Kuna as a tip for porters or for your housekeeping maid."
  ],
  [
    "Greetings on initial meetings will tend to be formal and reserved.",
    "A handshake, direct eye contact and the appropriate greeting for the time of day are standard.",
    "\"Dobro jutro\" (good morning), \"dobro dan\" (good day), and \"dobro veèer\" (good evening).",
    "Address people with their honorific titles plus surname. If you are unsure of titles then use \"Gospodin\" for Mr, \"Gospodja\" for Mrs and \"Gospodice\" for Miss).",
    "Only close friends and family members tend to use first names.",
    "Never jump to first names terms without being invited to.",
    "Close friends may greet each other with an embrace and a kiss on each cheek.",
    "Again, wait until the Croatian initiates this form of greeting. Some older",
    "At social gatherings hosts introduce guests, usually starting with the women and then moving on to the men in a rough approximation of age order, oldest to youngest."
  ],
  [
    "If invited to someone’s house, bring flowers for the hostess.",
    "The host may be given a box of chocolates or a bottle of good wine",
    "Do not give chrysanthemums as they are used at funerals and for gravestones.",
    "When giving flowers, make sure there are an odd number of stems.",
    "Gifts are generally opened when received."
  ],
  [
    "Wait to be shown where to sit.",
    "Table manners are Continental, i.e. the fork is held in the left hand and the knife in the right while eating.",
    "At formal meals the napkin is unfolded and placed on the lap.",
    "Do not begin eating until the host signals to begin.",
    "Refusing second helpings initially is polite. After the host insists you should take more.",
    "Leaving a small amount of food on your plate indicates that you are finished eating."
  ],
  [
    "Use the handshake with eye contact and a smile.",
    "Wait for a woman to extend her hand first.",
    "Greet the person with the appropriate salutation for the time of day.",
    "Use professional business titles.",
    "Business cards are exchanged without formal ritual.",
    "Include titles and professional qualifications on business cards.",
    "Although not absolutely necessary having one side of your business card translated into Croatian shows some thought."
  ],
  [
    "Direct and straightforward talk is valued in Croatia, however there is also an emphasis on choosing your words correctly and being diplomatic so as not to cause upset.",
    "Often, the level of the relationship will determine how direct someone is or can be.",
    "For newly established relationships diplomacy is key so you may find people are not always willing to speak their minds."
  ],
  [
    "Meeting schedules are not very rigid in Croatia.",
    "There may be an agenda but it serves more as a guideline for the discussion than anything else.",
    "Be prepared for lengthy meetings. People may go off on tangents plus time is never a factor to bring a meeting to a close.",
    "There may be some small talk at the beginning of meetings.",
    "This would become more important as the relationship develops.",
    "Never jump straight into business as this may come across as rude.",
    "Initially at least, be sure to temper your communication style if you are used to being quite direct.",
    "Building the relationship is more important initially and should be focused upon"
  ]
]
