[
  [
    "The island is divided into two, and the Cypriot Turks live to the north, the Greek Cypriots to the south.",
    "Around 2.7% of each also speak the minority languages Armenian and Arabic, and most of these also speak Greek."
  ],
  [
    "The family is the centre of the social structure.",
    "The family includes the nuclear family and the extended family.",
    "The extended family is expected to help their relatives.",
    "Both maternal and paternal grandfathers have strong bonds with their grandchildren.",
    "Elders are respected and children expect to take care of their parents when as they become old and or infirmed."
  ],
  [
    "Cypriots are extremely respectful of hierarchy, which can be traced back to their two main religions, Islam in Turkish Cyprus and Greek Orthodox in Greek Cyprus.",
    "People are respected because of their age and position. Older people are viewed as wise and are granted respect.",
    "The oldest person in a group is revered and honoured. In a social situation, they are served and introduced first."
  ],
  [
    "Although predominantly Christian and Muslim, freedom of religion is safeguarded in the Cyprus constitution.",
    "The majority of Greek Cypriots belong to the Greek Orthodox Church. The Church of Cyprus is one of the oldest autocephalous churches and recognizes the ecumenical patriarch in Constantinople and retains administrative autonomy under its own archbishop.",
    "In small villages, women attend services more frequently than men, and elderly family members are usually responsible for fulfilling religious duties on behalf of the whole family.",
    "Church attendance is less frequent in cities and among educated Cypriots.",
    "For much of the population, religion centres on rituals at home, veneration of icons, and observance of certain feast days of the Orthodox calendar",
    "The majority of Turkish Cypriots are Muslims.",
    "Among certain obligations for Muslims are to pray five times a day - at dawn, noon, afternoon, sunset, and evening.",
    "During the holy month of Ramadan, all Muslims must fast from dawn to dusk and are only permitted to work six hours per day.",
    "Fasting includes no eating, drinking, cigarette smoking, or gum chewing. Expatriates are not required to fast; however, they must not eat, drink, smoke, or chew gum in public."
  ],
  [
    "Shake hands, smile, and maintain direct eye contact during the greeting.",
    "Many Turkish Cypriots lower their eyes during the greeting as a sign of respect.",
    "Very religious Muslims do not shake hands with women.",
    "Wait to be invited before using someone's first name.",
    "At small social gatherings, your hosts will introduce you to the other guests.",
    "Say goodbye to each person individually when leaving."
  ],
  [
    "Gift giving is not an elaborate event.",
    "If invited to a Cypriot's house, bring a consumable gift such as pastries.",
    "Do not give white lilies as they are used at funerals.",
    "Gifts are not opened when received."
  ],
  [
    "If you are invited to a Cypriot's house:",
    "Shake hands with everyone when arriving and leaving.",
    "Dress casually but well.",
    "Offer to help the hostess with the preparation or clearing up after a meal is served.",
    "Complement the house."
  ],
  [
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Remain standing until invited to sit down.",
    "The oldest person and guest of honour are generally served first.",
    "Do not begin eating until the hostess starts.",
    "Pass dishes with your right hand only.",
    "Expect to be offered second and even third helpings.",
    "It is polite to finish everything on your plate.",
    "If you have not finished eating, cross your knife and fork on your plate with the fork over the knife.",
    "Indicate you have finished eating by laying your knife and fork parallel across the right side of your plate."
  ],
  [
    "Due to Cyprus being a tourist destination, tipping is very common.",
    "However, it’s not mandatory, so there won’t be an issue if you choose not to tip due to bad service. ",
    "You shouldn’t tip if your bill includes a service charge. For bills that don’t include a service charge, 3-4 Euros should be a sufficient tip.",
    "The broader service industry does not expect a tip, but it’s always appreciated if you choose to leave one.",
    "Consider a couple of Euros for housekeepers or porters and either round your taxi bill up, or, do the same for your driver.",
    "Be aware that, if you leave tips on your card, that they are very unlikely to go to the server. ",
    "Aim to take cash and to give your tips to the server directly."
  ],
  [
    "Cypriots prefer face-to-face meetings rather than doing business by telephone or in writing, which is regarded as too impersonal.",
    "It takes time to develop relationships; this may be accomplished in the office, over extended lunches, dinners, and social outings.",
    "Once a relationship has developed, their loyalty will be to you personally rather than to the company you represent.",
    "If your company changes representatives, the relationship building will need to begin anew.",
    "It is imperative to show deference and respect to those in positions of authority.",
    "When dealing with people at the same level, communication can be more informal.",
    "Avoid confrontation. Cypriots do not like publicly admitting they are incorrect.",
    "Under no circumstances should you ever let someone think that you do not trust them, since trust and personal relationships form the cornerstone of business."
  ],
  [
    "Business dress is similar to most European conventions.",
    "Men should wear dark coloured, conservative business suits.",
    "Women should wear a conservative dress or business suit."
  ],
  [
    "Appointments are necessary and should be made in advance.",
    "The initial request should be in writing and may be confirmed by telephone.",
    "Punctuality is expected, although you should be prepared to be kept waiting.",
    "Avoid hyperbole and making exaggerated claims about your products or services.",
    "Meetings often veer off the agenda.",
    "Meetings may be interrupted frequently so be patient.",
    "Decisions are not reached at meetings. Meetings are for discussion and to exchange ideas."
  ],
  [
    "Personal relationships are the foundation of a successful business relationship.",
    "Who you know can be more important than what you know.",
    "Do not raise your voice or appear upset or emotional while speaking.",
    "Business discussions can be lengthy.",
    "Contracts are crucial and will be followed to the letter.",
    "Cypriots are skilled negotiators.",
    "Expect a great deal of bargaining.",
    "Opening bids should leave a great deal of room for negotiation and concessions on both sides."
  ]
]
