[
  [
    "3% of the population speak Slovak, which is closely related to Czech.",
    "2% of the population speak Czech but are also mother tongue speakers of German, Hungarian, Romani and Polish."
  ],
  [
    "The family is the centre of the social structure.",
    "Obligation to the family is a person's first priority.",
    "Practicality",
    "Czechs prize forward thinking, logical, practical, and efficient.",
    "Careful planning, in both one's business and personal life, provides a sense of security.",
    "Rules and regulations allow people to know what is expected and to plan their life accordingly."
  ],
  [
    "Czechs are private people until they get to know you.",
    "They are formal and reserved.",
    "Once you develop a personal relationship Czechs open up a bit, but they are never overly emotional.",
    "Although always polite, they seldom move to a first-name basis with people outside their extended family or very close friends.",
    "Czechs tend not to acknowledge people whom they do not know as they walk along the street or ride the train."
  ],
  [
    "Initial greetings are formal and reserved.",
    "Most greetings include a handshake, direct eye contact, and the appropriate greeting for the time of day.",
    "Wait to be invited before using someone's first name or an informal greeting, as these are all signs of friendship.",
    "The offer to move to the informal is generally offered by the woman, the older person, or the person of higher status.",
    "Moving to the informal without an invitation insults the person and may be viewed as an attempt to humiliate them."
  ],
  [
    "If you are invited to dinner, bring a box of good quality chocolates, or flowers to the hostess or a bottle of wine or good brandy to the host.",
    "In general, you should be cautious about giving flowers, since people over the age of 35 often see flowers as having a romantic connotation.",
    "If you give flowers, give an odd number, but not 13, which is considered unlucky.",
    "Do not give calla lilies as they are used at funerals.",
    "Gifts are usually opened when received."
  ],
  [
    "If you are visiting a Czech's house:",
    "Arrive on time.",
    "Remove your shoes..",
    "Expect to be treated with great honour and respect.",
    "Dress modestly and well.",
    "Do not discuss business. Czechs separate their business and personal lives.",
    "Table manners are rather formal in Czech Republic.",
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Do not begin eating until the hostess starts.",
    "Unless the meal is formal, the napkin remains folded next to the plate. At formal meals, the napkin is unfolded and put on your lap.",
    "The oldest woman or honoured guest is generally served first.",
    "Always refuse second helpings the first time they are offered. Wait for the hostess to insist.",
    "Compliment the meal while you are eating. This allows the hostess to discuss the food and the preparation.",
    "Indicate you have finished eating by laying your knife and fork parallel across the right side of your plate."
  ],
  [
    "Appointments are mandatory and should be made in advance.",
    "Letters should be addressed to the company rather than a specific person. This prevents a letter from being held up if the person it is addressed to is away from the office.",
    "Do not try to schedule meetings on Friday afternoon as many Czechs leave for their country cottages after lunch.",
    "Many businesses close during August.",
    "Punctuality for meetings is taken extremely seriously.",
    "Initial meetings are scheduled to get to know each other and to see if your Czech associates believe that you are trustworthy. The first meeting may be with a gatekeeper rather than the actual decision maker.",
    "Expect some small talk and getting-to-know-you conversation before business is discussed.",
    "Maintain direct eye contact while speaking.",
    "Do not remove your suit jacket unless the highest-ranking Czech does so.",
    "Presentations should be accurate, detailed and thorough.",
    "Have charts and figures to back up your claims."
  ],
  [
    "Czechs are both formal and somewhat indirect in their communication.",
    "They try not to purposely offend and will often go out of their way to protect someone's feelings.",
    "Czechs are non-confrontational and often take an indirect approach to business dealings.",
    "If they lower their eyes and become silent they are uncomfortable with something you have said."
  ],
  [
    "It will take several meetings for your Czech business associates to become familiar with you and appear comfortable and . Politeness prevents many Czechs from giving an absolute 'no'. However, statements such as 'It is difficult' or 'We will see' are often negatives.",
    "Business is conducted slowly. You will have to be patient and not appear ruffled by the strict adherence to protocol.",
    "Business is hierarchical. Decision-making power is held at the top of the company. Decisions are reached slowly.",
    "It may take several visits to reach a decision.",
    "Avoid high-pressure tactics.",
    "Czechs generally offer what they expect to get and do not often give counter-offers."
  ]
]
