[
  [
    "German is recognised as an official regional language in the Nord-Schleswig region that borders Germany, where it is spoken by 23,000 people, about 0.4% of the 5.2m Danish population.",
    "Greenlandic, an Inuit language, is spoken by 0.1% of the population."
  ],
  [
    "Denmark is an egalitarian society.",
    "Interestingly this is reflected in their language, which employs gender-neutral words.",
    "Most Danes are modest about their own accomplishments and are more concerned about the group than their own individual needs.",
    "Maternity and paternity leave provisions are particularly generous in Denmark.",
    "Men are more actively involved in child-rearing activities than in many countries, although the division of domestic chores is similar to other developed countries."
  ],
  [
    "Women are highly respected in business and generally receive equal pay and have access to senior positions.",
    "Working mothers can easily arrange flexible hours so that they can maintain both a career and a family.",
    "Danish women expect to be treated with respect in the office."
  ],
  [
    "Danes believe there is one proper way in which to act in any given circumstance.",
    "If someone is not following the rules, be they written or merely understood, someone will generally speak up and admonish them to obey the accepted protocol.",
    "They expect courteous behaviour from everyone.",
    "Talk in moderate tones and do not do anything to call attention to yourself."
  ],
  [
    "Most families are small.",
    "The nuclear family is the centre of the social structure.",
    "Children are raised to be independent from an early age.",
    "Most are put in day care centres at about 1 years old.",
    "Marriage is not a prerequisite to starting a family. Many couples live together without legalizing the arrangement with marriage."
  ],
  [
    "Tipping is generally not expected in Denmark, due to a combination of good wages for service staff and laws that govern service billing. ",
    "Laws in Denmark dictate that restaurant, hotel and taxi bills must include service charges and tips.",
    "As such, tipping is neither common, nor expected, in Denmark. ",
    "However, if you feel that you would like to tip waiting staff, then a tip is always appreciated.",
    "The only exception, in reality, relates to taxis as most people round their bill up as a gesture of thanks."
  ],
  [
    "Greetings are casual, with a firm handshake, direct eye contact, and a smile.",
    "Shake hands and say good-bye individually when arriving or departing.",
    "Shake hands with women first.",
    "Danes tend to introduce themselves with their first names."
  ],
  [
    "Danes give gifts to family and close friends for birthdays and Christmas.",
    "If invited to a Danish home for dinner, bring flowers, good quality chocolates or good quality wine. A bouquet of mixed wildflowers makes an excellent gift.",
    "Flowers should be wrapped.",
    "If you are invited to dinner or a party, it is polite to send flowers in advance of the event.",
    "Red wrapping paper is always a good choice.",
    "Gifts are opened when received."
  ],
  [
    "Arrive on time. Danes are punctual in both business and social situations.",
    "Check to see if you should remove your shoes before entering the house.",
    "Contact the hostess ahead of time to see if she would like you to bring a dish.",
    "Offer to help the hostess with the preparation or clearing up after a meal is served.",
    "Danes enjoy showing off their homes since they have usually done the decorating themselves and are proud of their accomplishments. Therefore, they are happy when you ask for a tour of their house.",
    "Do not discuss business."
  ],
  [
    "Wait to be told where to sit. There may be a seating plan.",
    "Table manners are Continental -- hold the fork in the left hand and the knife in the right while eating.",
    "Always keep your hands visible when eating. Keep your wrists resting on the edge of the table.",
    "Try everything.",
    "Expect to be offered second helpings. You may refuse without offending your hosts.",
    "Finish everything on your plate. Danes do not like wasting food.",
    "When you have finished eating, place your knife and fork across your plate with the tines facing up and the handles turned to the right.",
    "The man seated to the left of the hostess generally offers a toast of thanks during the dessert course.",
    "Do not begin eating until the host toasts with 'Skol'.",
    "When toasting, raise your glass about eye level and make eye contact with the people seated closest to you."
  ],
  [
    "Appointments are necessary.",
    "Confirm appointments in writing.",
    "Initial correspondence should be made to the company and not an individual.",
    "Do not try to schedule meetings from mid June through mid August as many Danes are on vacation.",
    "You should arrive at meetings on time. The Danes you are meeting will be punctual.",
    "Telephone immediately if you will be detained more than 5 minutes.",
    "Shake hands with everyone upon arriving and leaving. Handshakes should be very firm and rather short.",
    "Maintain eye contact while being introduced.",
    "Always shake hands with women first.",
    "Business cards are exchanged. Your business card should have the physical address of your company and not a post office box.",
    "Danes use their professional title and their surname.",
    "If someone does not have a professional title, use Herr (Mister), Fru (Misses) or Froken (Miss).",
    "Danes move to first names quickly. Nonetheless, wait to be invited before using someone's first name."
  ],
  [
    "Send an agenda before the meeting and work from it without deviation.",
    "Decisions are made after consulting with everyone involved.",
    "Presentations should be well-organized and factual. Use facts, figures and charts to back up statements and conclusions.",
    "Maintain eye contact while speaking.",
    "There will be a minimal amount of small talk. Danes prefer to get down to business quickly.",
    "Communication is direct."
  ]
]
