[
  [
    "It is important to point out that \"Dominicanese\" (the local way of speaking Spanish, interspersed with Dominican elements) is the everyday life experience of the peasant's soul and wisdom, expressed with a rustic accent and with inland flavor.",
    "As in all countries, each region has its charm and accentuates its expressions in a peculiar way, identifying the speaker from the first words uttered in his conversation."
  ],
  [
    "The family forms the basis of stability.",
    "The individual derives a social network and assistance in times of need from the extended family, which generally encompasses three generations.",
    "When possible, the extended family lives together or within the same vicinity.",
    "Loyalty to the family comes before any other social relationship, even business.",
    "Nepotism is considered a good thing, since it implies employing people one knows and trusts, which is of primary importance.",
    "The oldest male in the extended family makes decisions affecting the balance of the family."
  ],
  [
    "Dominicans pride themselves on their hospitality.",
    "When someone visits, Dominicans go out of their way to make guests feel welcome and comfortable",
    "House guests are treated royally and Dominicans attempt to cater to their every desire."
  ],
  [
    "In Dominican society appearance is very important.",
    "People are extremely fashion conscious and believe that clothes indicate social standing and success.",
    "They take great pride in wearing good fabrics and clothes of the best standard they can afford.",
    "Designer labels, particularly those from the USA, are looked upon favourably."
  ],
  [
    "Racial and economic issues determine social stratification in the Dominican Republic.",
    "The upper class are descended from the European settlers and have lighter skin than the lower class who are darker skinned and descended from African slaves or Haitians.",
    "The middle class is comprised of mulattoes who are of mixed African and European ancestry and form the majority of the population.",
    "Social class determines access to power and position, although in the large cities, the lines of demarcation often blur slightly.",
    "Status is defined more by family background than by absolute wealth.",
    "There is little social mobility."
  ],
  [
    "The Dominican constitution guarantees freedom of religion.",
    "Over 90% of the population is nominally Roman Catholic.",
    "For most people religious practice is limited and formalistic.",
    "Popular religious practices are far removed from Roman Catholic orthodoxy.",
    "People respect the advice of their local priest, or their bishop, with regard to religious matters; however, they often reject the advice of clergy on other matters on the assumption that priests had little understanding of secular affairs."
  ],
  [
    "A handshake, with direct eye contact and a welcoming smile is standard.",
    "Maintaining eye contact is crucial as it indicates interest.",
    "When shaking hands, use the appropriate greeting for the time of day - \"buenos dias\", \"buenas noches\", or \"buenas tardes\"."
  ],
  [
    "If invited to dinner at a Dominican's home bring a gift such as chocolates or pastries.",
    "Avoid gifts that are black or purple. They are considered mourning colours.",
    "Gifts are opened when received."
  ],
  [
    "Dress well - Dominicans take pride in their appearance and judge others on their clothing.",
    "Although punctuality is considered a good thing, guests are not expected to arrive on time for social occasions. Arriving between 15 and 30 minutes later than the stipulated time is considered on time.",
    "Often several generations live in the same house. Show deference to the family elders."
  ],
  [
    "Wait for the host or hostess to tell you where to sit. There may be a seating plan.able manners are Continental -- the fork in the left hand and the knife in the right while eating.",
    "Meals are generally served family style or buffet style.",
    "Guests are served first.",
    "The host says \"buen provecho\" (\"enjoy\" or \"have a good meal\") as an invitation to start eating.",
    "Always keep your hands visible when eating, but do not rest your elbows on the table.",
    "You may leave a small amount of food on your plate when you have finished eating.",
    "When you have finished eating, place your knife and fork across your plate with the prongs facing down and the handles facing to the right."
  ],
  [
    "Due to the importance of the tourism industry in The Dominican Republic, and the relatively low wages earned by people working in the service industry, tipping is generally expected.",
    "Where service charge has not already been included, you should tip waiting staff 10 – 15% of the bill.",
    "You should consider $1/$2 per day for hotel housekeeping staff and a $3 tip for porters and concierge."
  ],
  [
    "Networking is important part of business since it broadens your base of contacts, and therefore, people who can smooth the way for you.",
    "This is a country where knowing the right person is often more important than what you know. Doing favours and collecting favours owed is a highly developed art form.",
    "Name-dropping is commonplace and nepotism does not have the negative connotation it has in many other countries.",
    "Trust is crucial to developing relationships.",
    "It is important that you treat business colleagues with respect and not do anything to cause them loss of face.",
    "Appearances matter. Dress conservatively but well.",
    "Senior positions in business are predominately held by the upper class; therefore, it is important that you pay attention to the hierarchy and show appropriate deference and respect to those in positions of authority.",
    "Dominicans can be direct communicators and are not afraid to say what they feel."
  ],
  [
    "Business appointments are required and can often be scheduled on short notice; however, it is best to make them 2 to 3 weeks in advance by telephone, email or fax.",
    "Arrive on time for meetings. Dominicans strive for punctuality, but they do not always achieve their goal.",
    "The first meeting is often quite formal.",
    "Small talk helps establish a rapport. Do not immediately begin discussing business.",
    "Have all written material available in both English and Spanish.",
    "Meetings are often interrupted and several people may speak at the same time.",
    "Be careful with facial expression and bodily movements - gestures are context sensitive and do not always translate well between countries.",
    "Patience is important."
  ],
  [
    "Expect small talk before getting down to business since Dominicans want to get to know people before doing business.",
    "It will take several meetings to come to an agreement. Negotiation and time for consultation are important.",
    "Relationships are viewed as more important than business documents.",
    "Negotiations and decisions take a long time.",
    "Hierarchy is important, although not always apparent. Defer to the person with the most authority, as they are most likely the decision maker.",
    "There are often long bureaucratic delays in reaching decisions. Be patient. If you try to rush the process, you will be thought both rude and aggressive.",
    "Avoid high-pressure sales tactics.",
    "Dominicans are skilled negotiators and drive hard bargains."
  ],
  [
    "Appropriate business attire is expected.",
    "Men should wear good quality, conservative, dark coloured business suits.",
    "Women should wear stylish suits or dresses. They should dress elegantly, including make-up and jewellery."
  ],
  [
    "Business cards are exchanged during introductions without formal ritual.",
    "Have one side of your business card translated into Spanish.",
    "Present your business card with the Spanish side facing the recipient.",
    "Treat business cards with respect. When you receive a card, place it in a business card case to show that you will treat the person with respect."
  ]
]