[
  [
    "Ecuador is far from homogenous. The population is a mix of Mestizo (mixed Amerindian and white), Amerindian, Spanish and Blacks. 3%.",
    "There are more than 14 indigenous groups on the mainland each with their own identities and nuances.",
    "The main indigenous groups of the Amazon region are the Huaoranis, Achuar, Shuar, Cofán, Siona-Secoya, Shiwiar, and Záparo. T",
    "he government declared the Tageri, relatives of the Huaoranis, \"intangible,\" denoting their desire to live far from civilization.",
    "The principle indigenous groups of the highlands are the Quichua, Cañaris, and Saraguros.",
    "The Awa live in northern Ecuador. The Chachis, Cayapas, Tsáchilas, and Huancavilcas live on the northern coast."
  ],
  [
    "Regional differences exist and manifest in the way people dress, their physical appearance, language and family name.",
    "The people from the Sierra (\"serranos\") and the people from the Costa (\"costenos\") display the most pronounced regionalism. Ecuador has 4 diverse regions: the Amazon Rain forest, the Coast, the highland Andes, and the Galapagos Archipelago.",
    "The Sierra is the heartland of Ecuador's indigenous culture.",
    "The oldest cultures of America lived on the Ecuadorian coast. Three cultures still exist: the Aws, the Chachis or Cayapas and the Tsachilas or Colorados."
  ],
  [
    "The Roman Catholic Church has a strong influence on personal and social behaviour is part of national identity.",
    "Most holidays and celebrations are based on Christian festivals. Due to historical circumstances the Church is wrapped up with the process of government.",
    "Indigenous Ecuadorians, while nominally Catholic, tend to blend Catholicism with their traditional beliefs."
  ],
  [
    "Machismo survives in a culture where traditional gender roles remain.",
    "The man is the breadwinner and the wife looks after the home.",
    "From birth, children are raised to understand that they will have different roles and expectations in life."
  ],
  [
    "The most common greeting is a handshake with direct eye contact and a smile.",
    "While shaking hands, use the appropriate greeting for the time of day: \"buenos dias\"(good morning), \"buenas tardes\" (good afternoon), or \"buenas noches\" (good evening).",
    "People that are close greet in a much more tactile manner; men embrace and pat each other on the shoulder (called an \"abrazo\"), and women kiss once on the right cheek.",
    "Always let the Ecuadorian determine when to move to this level of formality.",
    "Always refer to people by the appropriate honorific title (Senor or Senora) and their surname.",
    "In general, only close friends or family use first names.",
    "Once someone uses your first name it is a sign that you may also do so."
  ],
  [
    "Ecuadorians give gifts for birthdays, Christmas or New Year, as well as religious events in a person’s life.",
    "A young girl’s 15th birthday is considered a special date and is much celebrated.",
    "If invited to an Ecuadorian home, bring flowers, good quality spirits, pastries, imported sweets for the hosts.",
    "A bouquet of roses is always well received.",
    "Do not give lilies or marigolds as they are used at funerals.",
    "Do not give scissors or knives as they indicate you want to sever the relationship.",
    "If you know the person well, perfume is an excellent gift.",
    "Gifts are generally opened when received."
  ],
  [
    "Never arrive on time when invited to a home. Although it may sound strange you should arrive a little later than invited, i.e. 30 -45 minutes late.",
    "Dress well as this affords the host respect.",
    "Don’t discuss business at social events unless prompted to.",
    "It is considered good manners to reciprocate any social invitation.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Guests are served first.",
    "The host says \"buen provecho\" (\"enjoy\" or \"have a good meal\") as an invitation to start eating.",
    "Food is always eaten with utensils. Even fruit is eaten with a knife and fork.",
    "It is considered polite to leave a small amount of food on your plate when you have finished eating.",
    "Meals are social occasions and can be quite lengthy.",
    "Expect lively conversation during the meal.",
    "Wait for a toast to be made before taking the first sip of your drink.",
    "The host makes the first toast. The most common toast is \"Salud!\"",
    "When you lift your glass, look at the person being toasted.",
    "If you do not want to drink more, leave your glass one-quarter full."
  ],
  [
    "Ecuadorians are more formal in their business dealings than many other cultures.",
    "Shake hands when meeting someone and also when leaving.",
    "Handshakes are generally not very firm.",
    "A man extends his hand to a woman.",
    "Maintain eye contact when greeting people.",
    "Professional or academic titles with the surname are used in business.",
    "Common titles are \"Doctor\" (medical doctor or Ph.D.), \"Ingeniero\" (engineer), \"Arquitecto\" (architect), and \"Abogado\" (lawyer).",
    "If someone does not have a title, the honorific Senor or Senora is used with the surname.",
    "Always wait until invited before moving to a first-name basis.",
    "Business cards are exchanged during the initial introductions.",
    "Try to have one side of your business card translated into Spanish."
  ],
  [
    "Ecuadorians are known for being warm and polite. They can be quite tactile and tend to stand much closer to each other when speaking than in many other cultures.",
    "As a result they are highly tuned to body language and non-verbal communication.",
    "Ecuadorians need information in order to make their minds up on someone. As a result they will ask probing questions in order to assess how open, trustworthy or reliable you may be. One should not take this negatively or as an intrusion but rather be forthcoming with information.",
    "If you are from a culture is less reliant on relationships, trust and non-verbal cues then you need to watch what messages you may, or may not, be giving.",
    "Being distant on protective over personal information would be construed as being rude and closed.",
    "A good way of overcoming the initial deliberations your Ecuadorian counterpart may have is through using an intermediary to introduce you.",
    "This acts as a reference for your credibility.",
    "Ecuadorians are indirect communicators who speak diplomatically and with courtesy. They view blunt communication as extremely rude.",
    "If they want someone to do something, they will generally flatter the person so that it would then be difficult for them not to agree.",
    "Ecuadorians are non-confrontational and will go out of their way to avoid saying no.",
    "In fact, they will generally tell you what they think will please you rather than what they actually plan to do.",
    "They are also optimistic and have a positive outlook on life.",
    "They prefer to see the glass as half full and try to make the best of any situation."
  ],
  [
    "As a visitor you may get by without speaking Spanish as senior personnel are usually fluent in English.",
    "It is however a good idea to learn some basic phrases to demonstrate an appreciation of their language. Some funny phrases can also help break the ice.",
    "Ecuadorians are essentially concerned with the people they are doing business with not the company.",
    "As a result they will spend time talking about issues that have nothing to do with business.",
    "This should be viewed as relationship building time and indulged in as much as possible.",
    "Wait for your counterparts to instigate a change in topics.",
    "Avoid confrontation and be careful not to embarrass people or public place them in awkward positions.",
    "Calling attention to someone’s error demonstrates a lack of finesse.",
    "Never let someone think that you do not trust them; since trust and personal relationships are the cornerstone of business you must ensure that this is solid.",
    "A person’s word is his bond. Never make promises you cannot keep."
  ]
]
