[
  [
    "The family is the most significant unit of Egyptian society.",
    "Kinship plays an important role in all social relations.",
    "The individual is always subordinate to the family, tribe or group.",
    "Nepotism is viewed positively, since it is patronage of one's family.",
    "The family consists of both the nuclear and the extended family."
  ],
  [
    "Honour is an important facet of interpersonal relationships.",
    "Respect and esteem for people is both a right and an obligation.",
    "An individual's honour is intricately entwined with the reputation and honour of everyone in their family.",
    "Honour requires that Egyptians demonstrate hospitality to friends and guests.",
    "It also dictates that people dress as well as their financial circumstances allow, and show proper respect and deference to their elders and those in authority.",
    "A man's word is considered his bond and to go back on your word is to bring dishonour to your family."
  ],
  [
    "Social class is very apparent in Egypt since it determines your access to power and position.",
    "The social class an Egyptian is born into dictates their everyday life and the opportunities they will have.",
    "There are three social classes: upper, middle, and lower.",
    "Status is defined more by family background than by absolute wealth.",
    "There is little social mobility."
  ],
  [
    "Greetings are based on both class and the religion of the person.",
    "It is best to follow the lead of the Egyptian you are meeting.",
    "Handshakes are the customary greeting among individuals of the same sex.",
    "Handshakes are somewhat limp and prolonged, although they are always given with a hearty smile and direct eye contact.",
    "Once a relationship has developed, it is common to kiss on one cheek and then the other while shaking hands, men with men and women with women.",
    "In any greeting between men and women, the woman must extend her hand first. If she does not, a man should bow his head in greeting."
  ],
  [
    "If you are invited to an Egyptian's home for dinner, bring good quality chocolates, sweets or pastries to the hostess.",
    "Do not give flowers, which are usually reserved for weddings or the ill, unless you know that the hosts would appreciate them.",
    "A small gift for the children shows affection.",
    "Always give gifts with the right hand or both hands if the gift is heavy.",
    "Gifts are not opened when received.",
    "Read more about gift giving etiquette in the Arab world"
  ],
  [
    "You would normally remove your shoes before entering.",
    "Dress well and conservatively. Appearances are important to Egyptians.",
    "Compliment the host on the house."
  ],
  [
    "Wait for the host or hostess to tell you where to sit.",
    "Eat with the right hand only.",
    "It is considered a sincere compliment to take second helpings.",
    "Always show appreciation for the meal.",
    "Salting your food is considered 'unnecessary'.",
    "Leave a small amount of food on your plate when you have finished eating. Otherwise they will keep filling it up for you!",
    "Food and hospitality are central to the Egyptian way of life."
  ],
  [
    "Egyptians prefer to do business with those they know and respect, therefore expect to spend time cultivating a personal relationship before business is conducted.",
    "Who you know is more important than what you know, so it is important to network and cultivate a number of contracts.",
    "Expect to be offered coffee or tea whenever you meet someone, as this demonstrates hospitality. Even if you do not take a sip, always accept the beverage. Declining the offer is viewed as rejecting the person.",
    "Since Egyptians judge people on appearances wear good quality conservative clothes and present yourself well at all times.",
    "Egyptians believe direct eye contact is a sign of honesty and sincerity, so be prepared for disconcertingly intense stares.",
    "Egyptians are emotive and use hand gestures when they are excited. In general, they speak softly, although they may also shout or pound the table. This is not indicative of anger; it is merely an attempt to demonstrate a point.",
    "You should demonstrate deference to the most senior person in the group, who will also be their spokesperson. This is a country where hierarchy and rank are very important."
  ],
  [
    "Appointments are necessary and should be made in advance.",
    "Confirm the meeting one week in advance, either in writing or by telephone.",
    "Reconfirm again a day or two before the meeting.",
    "Meetings are generally not private unless there is a need to discuss matters confidentially. In general, Egyptians have an open-door policy, even when they are in a meeting.",
    "This means you may experience frequent interruptions. Others may even wander into the room and start a different discussion. You may join in, but do not try to bring the topic back to the original discussion until the new person leaves.",
    "High- level government officials often adhere to more western business practices and hold private meetings without interruptions",
    "Business meetings generally start after prolonged inquiries about health, family, etc.",
    "If you send an agenda and presentation materials in advance of the meeting, send both an English and Egyptian Arabic translation."
  ],
  [
    "The social side of business is very important. Egyptians must know and like you to conduct business.",
    "Personal relationships are necessary for long-term business.",
    "Business is hierarchical. The highest ranking person makes decisions, after obtaining group consensus.",
    "Decisions are reached after great deliberation.If the government is involved, discussions will take even longer since approval must often be given by the ministers of several departments.",
    "Business moves at a slow pace. The society is extremely bureaucratic. It may take several visits to accomplish a simple task.",
    "It is advisable to include older people with impressive titles in your team since Egyptians respect age and experience.",
    "Expect a fair amount of haggling. Egyptians seldom see an offer as final.",
    "Egyptians do not like confrontation and abhor saying 'no'. If they do not respond, it usually is a negative sign.",
    "Always include research and documentation to support your claims.",
    "Do not use high-pressure tactics.",
    "Egyptians are tough negotiators."
  ],
  [
    "Business attire is formal and conservative. Dress well if you want to make a good impression.",
    "Men should wear dark coloured, lightweight, conservative business suits, at least to the first meeting.",
    "Men should avoid wearing visible jewellery, especially around the face and neck.",
    "Women must be careful to cover themselves appropriately.",
    "Skirts and dresses should cover the knee and sleeves should cover most of the arm."
  ],
  [
    "Business cards are given without formal ritual.",
    "Have one side of your card translated into Egyptian Arabic.",
    "Always hand the card so the recipient may read it.",
    "Make a point of studying any business card you receive before putting into your business card case."
  ]
]
