[
  [
    "Spanish is the main and official language of El Salvador.",
    "The local Spanish vernacular is called Caliche.",
    "Nahuat is the indigenous language that has survived, though it is only used by small communities of elderly Salvadorans in western El Salvador."
  ],
  [
    "Many Spanish who settled the country intermarried with the native Indian population and thus the main group are the ‘mestizos’ (mixed European and Indian blood).",
    "Only 9% are pure European and usually belong to the wealthiest families; and the remaining 1% are native Indian.",
    "The largest native Indian group is the Pipíl. They continue to believe in the traditional gods."
  ],
  [
    "Machismo survives in a culture where traditional gender roles remain.",
    "The man is the breadwinner and the wife looks after the home. From birth, children are raised to understand that they will have different roles and expectations in life.",
    "Attitudes have begun to change although machismo is still deeply rooted.",
    "More middle- and upper-class females now go to work, although they are still generally relegated to clerical or support positions.",
    "However, women are increasingly becoming doctors, dentists, or teachers.",
    "When this will carry over into the business world remains to be seen."
  ],
  [
    "Salvadoran women often pat each other on the right forearm or shoulder, rather than shake hands.",
    "Close friends may hug and kiss on the right cheek.",
    "Men shake hands with other men and with women, although they wait for the woman to extend her hand.",
    "While shaking hands, use the appropriate greeting for the time of day: \"buenos dias\"(good morning), \"buenas tardes\" (good afternoon), or \"buenas noches\" (good evening).",
    "In many ways El Salvador is a formal culture where only close friends and family use first names.",
    "Refer to people by the appropriate honorific title (Senor or Senora) and their surname until invited to move to a first name basis."
  ],
  [
    "Salvadorians give gifts for birthdays, Christmas or New Year, as well as religious events in a person’s life.",
    "A young girl’s 15th birthday is considered a special date and is much celebrated.",
    "If invited to someone's home, bring flowers, good quality spirits, pastries, imported sweets for the hosts.",
    "A bouquet of roses is always well received.",
    "Do not give lilies or marigolds as they are used at funerals.",
    "Do not give scissors or knives as they indicate you want to sever the relationship.",
    "If you know the person well, perfume is an excellent gift.",
    "Gifts are generally opened when received."
  ],
  [
    "Salvadorans enjoy socializing and are extremely hospitable.",
    "It is rude to leave immediately after eating; you are expected to stay for at least an hour after dinner to converse with your hosts and the other guests.",
    "Never arrive on time when invited to a home. Although it may sound strange you should arrive a little later than invited, i.e. 30 -45 minutes late.",
    "Dress well as this affords the host respect.",
    "Don’t discuss business at social events unless prompted to.",
    "It is considered good manners to reciprocate any social invitation.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Guests are served first.",
    "The host says \"buen provecho\" (\"enjoy\" or \"have a good meal\") as an invitation to start eating.",
    "Food is always eaten with utensils. Even fruit is eaten with a knife and fork.",
    "It is considered polite to leave a small amount of food on your plate when you have finished eating.",
    "Meals are social occasions and can be quite lengthy.",
    "Expect lively conversation during the meal.",
    "Wait for a toast to be made before taking the first sip of your drink.",
    "The host makes the first toast. The most common toast is \"Salud!\"",
    "When you lift your glass, look at the person being toasted.",
    "If you do not want to drink more, leave your glass one-quarter full."
  ],
  [
    "Tipping isn’t really part of the culture in El Salvador. ",
    "You will find that most restaurants include a 10% tip in their bills and, although you can give an additional tip, it’s not expected. ",
    "Likewise, tips are not expected by taxi drivers or other service providers. ",
    "However, if you choose to give a tip to porters in a hotel for carrying your baggage, then this is a more common practice."
  ],
  [
    "Salvadorians are relatively formal in their business dealings.",
    "Shake hands when meeting someone and also when leaving.",
    "Handshakes are generally not very firm.",
    "A man extends his hand to a woman.",
    "Maintain eye contact when greeting people.",
    "Professional or academic titles with the surname are used in business. Common titles are \"Doctor\" (medical doctor or Ph.D.), \"Ingeniero\" (engineer), \"Arquitecto\" (architect), and \"Abogado\" (lawyer).",
    "If someone does not have a title, the honorific Senor or Senora is used with the surname.",
    "Always wait until invited before moving to a first-name basis.",
    "Business cards are exchanged during the initial introductions.",
    "Try to have one side of your business card translated into Spanish."
  ],
  [
    "Like most relationship orientated cultures, Salvadorans have a strong sense of personal pride, honour and dignity.",
    "They can be very sensitive to comments or action that can jeopardize their standing among others.",
    "It is therefore important to watch what is being said, how it is being said and who is being said within earshot of. If you think you may have offended someone it is best to apologise immediately and assure them that no slight was intended.",
    "If you feel something you have said may have been misinterpreted, clearly re-state the position using different formula of words.",
    "Due to the need to protect face Salvadorans are indirect communicators.",
    "If you are from a direct culture you may wish to moderate your communication style to avoid coming across as rude or abrasive.",
    "For example, disagreements and criticism should be handled in private, away from others.",
    "As a result of being indirect Salvadorans may avoid telling the absolute truth if doing so might upset the person.",
    "For example, a simple “yes” may not mean ‘yes’ but indicate that the listener agrees or is merely acknowledging a point.",
    "It is important to learn to ask questions in several ways to ensure that you understand the response."
  ],
  [
    "At a first meeting, introduce senior people first and according to rank. Use titles for both your own personnel and your Salvadorian counterparts.",
    "Meetings are structured. They generally start on time and run according to an agenda. Initial meetings will be spent indulging in conversation unrelated to business. It is important to invest this time in building a rapport and firming up the relationship. It is not uncommon for business discussions to be continued over a meal. If you are invited to share a meal you must accept as this is a sign the relationship is going places.",
    "Decisions are generally made by the most senior person. Whether or not decisions are reached after consultation with key stakeholders is a matter of personal preference rather than a cultural nuance. Salvadorans place greater emphasis on their ‘gut-feeling’ rather than on facts and figures."
  ]
]