[
  [
    "Estonian is the official language of Estonia.",
    "It is spoken by about 1.1 million people in the country itself and then thousands of others outside it too.",
    "Estonian is a Finno-Ugric language and is closely related to Finnish and distantly to Hungarian.",
    "It has been influenced by German, Russian, Swedish and Latvian, though it is not related to them."
  ],
  [
    "During the Soviet administration, religion became a form of silent protest for most Estonians.",
    "Since independence religious organizations have again begun to appear.",
    "The largest church is the Estonian Evangelical Lutheran Church.",
    "In 1989, the largest churches established the Council of Estonian Churches (CEC) with the purpose of uniting the different churches to promote spiritual development for all Estonians"
  ],
  [
    "The family is still the central focus of social life.",
    "The makeup of the family is usually \"nuclear\" in cities and \"extended\" in rural areas although this is a slight generalisation.",
    "Family ties and very close which means newlyweds will often live with parents until on their feet and the old are generally looked after rather than put in care homes."
  ],
  [
    "Estonia is a hierarchical society.",
    "Age, experience and position earn respect.",
    "Older people are generally viewed as wiser and as a result revered and honoured.",
    "Elders are introduced first and in general, are treated much like royalty.",
    "Those in senior positions bear the responsibility to make decisions in the interest of the group.",
    "Due to seniority titles are very important when addressing people.",
    "It is expected that you will use a person's title and surname until invited to use their first name."
  ],
  [
    "Estonian culture as an identity is very strong.",
    "Oral traditions especially have played a key role in preserving traditions, stories and customs during the Soviet administration.",
    "Singing is a very Estonian activity and the Estonians are known to have sung their way to freedom during the \"Singing Revolution\" of 1989-91."
  ],
  [
    "Estonians on the whole are quiet and reserved.",
    "They tend to speak softly and do not like to draw attention to themselves.",
    "Being rational, calm and not going to emotional extremes are all qualities that respected.",
    "At first, Estonians can come across as aloof. Once a relationship warms up this becomes less so."
  ],
  [
    "Greetings can come across as rather formal and rather reserved.",
    "Men should initiate greetings with women and the younger person always greets the older person.",
    "When meeting someone make sure you are stood up, offer direct eye contact and give a nice firm handshake.",
    "The most common greeting is \"tere\" (\"hello\").",
    "Titles are very important. \"Härra\" is for Mr, \"Prova\" is Mrs and \"Preili\" is Miss. All should be followed with the surname.",
    "Only use first names once you have been invited to do so."
  ],
  [
    "Gifts are usually exchanged for birthdays and at Christmas.",
    "Gifts need not be expensive as it is more about the thought than monetary worth.",
    "If you are invited to an Estonian's house, a decent gift is a bring a box of chocolates or flowers.",
    "Flowers should be given in odd numbers.",
    "Gifts are usually opened when received."
  ],
  [
    "Arrive on time. Punctuality is expected. Call if running late.",
    "Check to see if shoes are being worn in the house.",
    "Do not expect a tour of the house - homes are private.",
    "Dress conservatively.",
    "Try and offer to help the hostess with the preparation or clearing up after a meal is served. This will be turned down but is nonetheless polite.",
    "Do not discuss business.",
    "Reciprocate any hospitality received."
  ],
  [
    "Table manners are relatively formal in Estonia.",
    "Remain standing until invited to sit down.",
    "Table manners are Continental, i.e. the fork is held in the left hand and the knife in the right while eating.",
    "Do not begin eating until the hostess starts or someone says \"head isu\" (\"good appetite\").",
    "Avoid resting your elbows of the table.",
    "Compliment the hostess on the meal.",
    "Try to finish everything on your plate."
  ],
  [
    "Although tipping isn’t compulsory in Estonia, it is part of Estonian custom to reward good restaurant service with a 10% tip.",
    "Tips are generally accepted by other service providers, if offered (e.g. by rounding up the taxi bill, or by giving a small tip to porters and housekeepers) but they are not expected."
  ],
  [
    "Estonians are quite formal and may not come across as quite cold or even friendly to people from more informal cultures. This should not be interpreted so.",
    "Once the relationship warms up the communication style becomes a lot less stiff.",
    "Shake hands with everyone at the meeting.",
    "Remember it is rude to greet someone while seated.",
    "Handshakes should be firm and confident.",
    "Maintain steady eye contact while shaking hands.",
    "Try and wait for a woman to extend her hand.",
    "Address businesspeople by their professional title and their surname.",
    "If someone does not have a professional title, use \"Härra\" to address a man and \"Prova\" to address a woman.",
    "Wait until invited before moving to a first-name basis."
  ],
  [
    "Business cards are exchanged without any fuss or ritual.",
    "Present your business card so it is readable to the recipient.",
    "Treat someone's business card with respect.",
    "Having the other side of your card translated into Estonian is a nice gesture."
  ],
  [
    "Estonians mean what they say and do what they say they will do.",
    "They expect foreign businesspeople to keep their word.",
    "Failing to do so can cause irreparable harm to a business relationship.",
    "They are generally polite and courteous speakers.",
    "Estonians are somewhat pragmatic and reserved, especially in the early stages of developing a business relationship.",
    "Estonians are not emotive speakers.",
    "If you are from a culture where hand gestures are robust, you may wish to moderate them to conform to local practices.",
    "Soft voices are the norm. If you have a booming voice, you may wish to moderate it when conducting business with Estonians.",
    "Estonians do not always respond to what has been said, especially if they are uncomfortable with the subject or if they need more time to organize their thoughts.",
    "Although they are direct communicators, Estonians temper their directness in order to protect the feelings of all concerned.",
    "They are slow to pay compliments and may become suspicious of compliments offered too readily and without sufficient reason.",
    "Passive silence is very much part of the communication style.",
    "Estonians are not fond of conversational overlap and will not think highly of someone who interrupts them while they are speaking.",
    "Estonians value their good reputations. Therefore, be careful not to criticize or embarrass anyone publicly."
  ],
  [
    "Meetings generally begin with a welcoming speech from the most senior Estonian at the meeting. The most senior person from your team should respond with a short speech.",
    "It is common to continue meetings over lunch or dinner, although the conversation will tend to be social, rather than business-oriented.",
    "These seemingly social occasions are an opportunity for your Estonian colleagues to get to know you as an individual and develop a personal relationship.",
    "Since this is a culture that prefers to do business with friends, consider the time spent at meals as important as time spent at the negotiating table.",
    "Although Estonians juxtapose business and social situations, it is important to maintain a formal demeanour at meetings.",
    "Estonians dislike an overly casual attitude towards business, especially from foreigners.",
    "It generally takes several meetings to reach a decision. In most cases, decisions are still made at the top of the company, so unless you are meeting with the top echelon of the company, what you propose will have to make its way up the chain of command for approval.",
    "Older businesspeople are generally only fluent in Estonian or Russian. Therefore, you may wish to have an interpreter with you at meetings."
  ]
]