[
  [
    "Ethiopia has many indigenous languages (84 according to the Ethnologue, 77 according to the 1994 census), most of them Afro",
    "Asiatic (Semitic, Cushitic, Omotic), plus some that are Nilo-Saharan.",
    "English is the most widely spoken foreign language and is the medium of instruction in secondary schools and universities.",
    "Amharic was the language of primary school instruction, but has been replaced in many areas by local languages such as Oromifa and Tigrinya.",
    "After the fall of the Derg regime in 1991, the new constitution of the Federal Democratic Republic of Ethiopia granted all ethnic groups the right to develop their languages and to establish mother tongue primary education systems.",
    "This is a marked change to the language policies of previous governments in Ethiopia."
  ],
  [
    "Ethiopia is a multi-cultural and multi-ethnic country. Religion is a major influence in Ethiopian life. Nearly half the population belongs to the Ethiopian Orthodox Church but there is a also large Muslim population. Others adhere to an ancient form of Judaism.",
    "The Ethiopian Orthodox Church is proud of its origins. The country embraced Christianity in the 4th century, long before Europe. The feast of the Epiphany (\"Timkat\") is the largest festival of the year. The Orthodox Church dominates the political, cultural, and social life of the population. It was the official religion of the imperial court and of the establishment until Haile Selassie was deposed in 1974.",
    "Muslims are important in the business community. They tend to live in the eastern, southern, and western lowlands, although there are considerable numbers in Addis Ababa."
  ],
  [
    "Ethiopian greetings are courteous and somewhat formal.",
    "The most common form of greeting is a handshake with direct eye contact.",
    "The handshake is generally much lighter than in Western cultures.",
    "After a close personal relationship has been established people of the same sex may kiss three times on the cheeks.",
    "Across genders, men should wait to see if a woman extends her hand.",
    "Greetings should never be rushed. Take time to inquire about the person’s family, health, job, etc.",
    "People are addressed with their honorific title and their first name.",
    "“Ato\", \"Woizero\", and \"Woizrity\" are used to address a man, married woman, and unmarried woman respectively.",
    "Elders should be greeted first.",
    "It is customary to bow when introduced to someone who is obviously older or has a more senior position. Children will often be seen doing so."
  ],
  [
    "Gifts may be given to celebrate events of significance or religious occasions.",
    "Try to offer gifts that people will find easy to reciprocate without too much financial burden.",
    "In fact, giving a gift that is too expensive may be viewed negatively. It may be seen as an attempt to garner influence or it may embarrass the recipient as they will not be able to match it in kind.",
    "If you are invited to an Ethiopian’s home, bring pastries, fruit, or flowers to the host.",
    "A small gift for the children is always appreciated.",
    "Do not bring alcohol unless you know that your host drinks. Most Muslims and Amharic people do not.",
    "Gifts are not opened when received.",
    "Gifts are given with two hands or the right hand only; never the left hand."
  ],
  [
    "Ethiopians are hospitable and like to entertain friends in their homes.",
    "An invitation to a private home should be considered an honour.",
    "Punctuality is not strictly adhered to although considerable lateness is also unacceptable.",
    "You may have to remove your shoes at the door.",
    "Dress well.",
    "Shake hands with each guest individually.",
    "A woman should offer to help the hostess with the preparation or clearing up after a meal is served.",
    "You will always be offered a cup of coffee. It is considered impolite to refuse.",
    "Ethiopians are relatively formal and believe table manners are a sign of respect.",
    "Do not presume that because food is eaten with the hands, there is a lack of decorum.",
    "Expect a small earthenware or metal jug to be brought to the table before the meal is served. Extend your hands over the basin while water is poured over them.",
    "Only use the right hand for eating.",
    "Hierarchy dictates that the eldest person is the first to take food from the communal plate.",
    "Guests are often served tasty morsels by another guest in a process called \"gursa\". Using his hands, the person places the morsel in the other person’s mouth. Since this is done out of respect, it is a good idea to smile and accept the offering.",
    "Expect to be urged to take more food. Providing an abundance of food is a sign of hospitality.",
    "The meal ends with ritual hand-washing and coffee."
  ],
  [
    "The Kaffa province in Ethiopia is renowned for its coffee.",
    "Coffee is a national drink and its drinking is a ritualized process that generally takes at least an hour.",
    "If invited for a formal coffee you may be seated on pillows or grass and flower-strewn floor with frankincense burning in the background.",
    "A woman or young boy enters the room to wash and roast the beans over charcoal.",
    "The roasted beans are then hand-ground and added to boiling water.",
    "Sugar is put into small cups without handles and the water/coffee mixture is added.",
    "Inhale the aroma of the coffee before sipping.",
    "The first round (called \"awol\") is served, starting with the eldest.",
    "When the first cup is finished, the \"jebena\" (coffee pot) is refilled with water.",
    "The second round (called \"tona\") is then served. It is weaker than the first since the same ground beans are used.",
    "The third round (called \"baraka\") is served after boiling water is again added to the jebena.",
    "Always sip the coffee slowly."
  ],
  [
    "Tipping has been a part of Ethiopian custom for many years.",
    "Although there are no hard and fast rules when it comes to tipping, it’s worth bearing in mind that many waiting staff in restaurants are entirely dependent on tips as a means to earn their living."
  ],
  [
    "Greetings are formal and courteous.",
    "Handshakes are somewhat prolonged and not especially firm.",
    "They are always combined with strong, direct eye contact.",
    "There is generally no touching between the sexes; however, if a foreign businesswoman extends her hand, a cosmopolitan Ethiopian may accept it to avoid causing her offense.",
    "Never rush greeting; inquire about people’s families, health and work.",
    "Government officials may be addressed as \"Excellency\" without using their name.",
    "Wait to be invited before moving to a first name basis without the honorific title.",
    "Business cards are given without formal ritual.",
    "Present and receive business cards with the right hand only or with both hands."
  ],
  [
    "Ethiopians can be very sensitive when it comes to communication. Since they have only recently begun working with foreigners in business situations they are still getting used to new ways of doing business and communicating.",
    "As a general rule, they are humble and respect that quality in others. They generally speak in soft tones. Loud voices are seen as too aggressive. Ethiopians pride themselves on their eloquent speaking style and expect others to speak clearly and use metaphor, allusion, and witty innuendos. They often use exaggerated phrases to emphasize a point.",
    "As a rule, Ethiopians tend to be non-confrontational and offer what they believe is the expected response rather than say something that might embarrass another. Honour and dignity are crucial to Ethiopians and they will go out of their way to keep from doing something that could bring shame to another person. Therefore, it is important to treat your",
    "Ethiopian business colleagues with utmost professionalism and never do anything that would make them lose dignity and respect."
  ]
]