[
  [
    "The other official language, Swedish, is spoken by around 6% of the population, most of whom live in the south west and are also speakers of Finnish.",
    "Sami is a minority language in Scandinavia that is spoken by around 2,000 people living in the north of Finland, which is 0.03% of the Finnish population."
  ],
  [
    "Finland along with Iceland is Nordic rather than Scandinavian.",
    "This is reflected in their language which is not Germanic in origin.",
    "While many social values are the same, there are subtle differences with Scandinavians."
  ],
  [
    "Finland is an egalitarian society, which is reflected in their language, which employs gender-neutral words.",
    "Finns are very modest and downplay their own accomplishments.",
    "They view being humble and modest as virtues."
  ],
  [
    "Finns believe there is a proper way to act in any circumstance and always expect courteous behaviour.",
    "Talk in moderate tones and do not do anything to call attention to yourself.",
    "Serial conversation is the rule - i.e. listen to the speaker, wait for them to finish and then reply. Interrupting is rude."
  ],
  [
    "The sauna has a special role in the domestic life of Finns.",
    "It is an experience shared with family and friends.",
    "Important business meetings may be followed by a sauna in which the conversation is continued on a more informal basis.",
    "Saunas are found everywhere: At the end of calendar year 2002, there were 1,212,000 saunas in private apartments and another 800,000 in summer cottages and public swimming pools. This translates to more than 2,000,000 saunas for a population of 5.2 million. By 2013 (population 5.3 million)  there were an estimated 3.3 million saunas! Even more!"
  ],
  [
    "Greetings are formal, with a firm handshake, direct eye contact, and a smile.",
    "It is common practice to repeat your first and surname while shaking hands.",
    "When greeting a married couple, the wife should be greeted first."
  ],
  [
    "If you are invited to a Finn's home, bring flowers, good quality chocolates or wine to the host.",
    "Flowers should not be given in even numbers.",
    "Do not give white or yellow flowers since they are used at funerals.",
    "Do not give potted plants.",
    "Gifts are opened when received."
  ],
  [
    "If you are invited to a Finn's home:",
    "Arrive on time. Finns are punctual in both business and social situations.",
    "Remove your outdoor shoes before entering the house.",
    "Contact the hostess ahead of time to see if she would like you to bring a dish.",
    "Offer to help the hostess with the preparation or clearing up after a meal is served.",
    "If you are invited for coffee and cake, there may be as many as 7 cakes to sample.",
    "Do not discuss business.",
    "Thank the hosts for the hospitality before saying good-bye to the other guests."
  ],
  [
    "Wait to be told where to sit.",
    "Table manners are Continental -- hold the fork in the left hand and the knife in the right while eating.",
    "Always keep your hands visible when eating. Keep your wrists resting on the edge of the table.",
    "Do not begin eating until the hostess invites you to start.",
    "Bread and shrimp are the only foods eaten by hand. Even fruit is eaten with utensils.",
    "Accept second helpings.",
    "When passing salt and pepper shakers, put them on the table within the person's reach. Do not give them directly.",
    "Men should keep their jacket on at meals unless the host removes his.",
    "Finish everything on your plate. Finns do not appreciate waste.",
    "When you have finished eating, place your knife and fork across your plate with the prongs facing down and the handles facing to the right."
  ],
  [
    "Tipping is not expected, nor widely practiced in Finland. ",
    "Most restaurants include service charge on their bills and serving staff typically receive decent wages, which means they are not dependent on tips."
  ],
  [
    "Finns are transactional and do not need long-standing personal relationships in order to conduct business.",
    "The basic business style is formal - i.e. there is relatively little small talk and Finns prefer people to speak succinctly and to focus purely on business.",
    "Finns do not require face-to- face contact and, in fact, are quite comfortable using e- mail.",
    "Finns are excellent time managers who prefer to organize their workday in order to accomplish as much as possible.",
    "Finns are interested in long- term relationships.",
    "Relationship building often takes place outside the office: in a restaurant or the sauna.",
    "Never turn down an invitation to use the sauna, as it is an entrenched part of the Finnish culture.",
    "Finns place a great value on speaking plainly and openly.",
    "What someone says is accepted at face value and this is a culture where \"a man's word is his bond\" and will be treated as seriously as a written contract, so verbal commitments are considered agreements.",
    "Finns are direct communicators. Expect your colleagues to tell you what they think rather than what you want to hear.",
    "Professional differences are not viewed as personal attacks."
  ],
  [
    "Appointments are necessary and should be made in advance by telephone, e- mail, or fax.",
    "It is extremely difficult to meet with people without a formal appointment.",
    "Do not schedule meetings between June and August as many Finns take vacation during the summer.",
    "You should arrive at meetings on time or slightly early.",
    "Telephone immediately if you will be detained more than 5 minutes. Being punctual is a sign of respect and efficiency.",
    "Expect a bare minimum of small talk, if any, before getting into the business discussion.",
    "Send an agenda before the meeting as well as the biographies of your team.",
    "Meetings begin and end on time.",
    "Avoid hype, exaggerated claims, or bells and whistles in your presentation.",
    "Finns seldom ask questions. The presenter is expected to make his/her case with sufficient detail that their Finnish colleagues do not need to ask questions.",
    "There is no taboo on humour in the business environment."
  ],
  [
    "Business attire is stylish and conservative.",
    "Men should wear dark coloured, conservative business suits.",
    "Women should wear conservative business suits, trouser suits, or dresses."
  ],
  [
    "Business cards are exchanged without formal ritual.",
    "Present your business card so it is readable to the recipient.",
    "Treat someone's business card with respect as it symbolizes the way you will treat them."
  ]
]