[
  [
    "Food is one of the great passions of the French people.",
    "French cooking is highly refined and involves careful preparation, attention to detail, and the use of fresh ingredients.",
    "It varies by region and is heavily influenced by what is grown locally."
  ],
  [
    "The family is the social adhesive of the country and each member has certain duties and responsibilities.",
    "The extended family provides both emotional and financial support.",
    "Despite their reputation as romantics, the French have a practical approach towards marriage.",
    "Families have few children, but parents take their role as guardians and providers very seriously."
  ],
  [
    "The French are private people and have different rules of behaviour for people within their social circle and those who are not.",
    "Although the French are generally polite in all dealings, it is only with their close friends and family that they are free to be themselves.",
    "Friendship brings with it a set of roles and responsibilities, including being available should you be needed. Friendship involves frequent, if not daily, contact."
  ],
  [
    "The handshake is a common form of greeting.",
    "Friends may greet each other by lightly kissing on the cheeks, once on the left cheek and once on the right cheek.",
    "First names are reserved for family and close friends. Wait until invited before using someone's first name.",
    "You are expected to say 'bonjour' or 'bonsoir' (good morning and good evening) with the honorific title Monsieur or Madame when entering a shop and 'au revoir' (good-bye) when leaving.",
    "If you live in an apartment building, it is polite to greet your neighbours with the same appellation."
  ],
  [
    "Flowers should be given in odd numbers but not 13, which is considered unlucky.",
    "Some older French retain old-style prohibitions against receiving certain flowers: White lilies or chrysanthemums as they are used at funerals; red carnations as they symbolize bad will; any white flowers as they are used at weddings.",
    "Prohibitions about flowers are not generally followed by the young. When in doubt, it is always best to err on the side of conservatism.",
    "If you give wine, make sure it is of the highest quality you can afford. The French appreciate their wines.",
    "Gifts are usually opened when received."
  ],
  [
    "Arrive on time. Under no circumstances should you arrive more than 10 minutes later than invited without telephoning to explain you have been detained.",
    "The further south you go in the country, the more flexible time is.",
    "If invited to a large dinner party, especially in Paris, send flowers the morning of the occasion so that they may be displayed that evening.",
    "Dress well. The French are fashion conscious and their version of casual is not as relaxed as in many western countries."
  ],
  [
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "If there is a seating plan, you may be directed to a particular seat.",
    "Do not begin eating until the hostess says 'bon appetit'.",
    "If you have not finished eating, cross your knife and fork on your plate with the fork over the knife.",
    "Do not rest your elbows on the table, although your hands should be visible and not in your lap.",
    "Finish everything on your plate.",
    "Do not cut salad with a knife and fork. Fold the lettuce on to your fork.",
    "Peel and slice fruit before eating it.",
    "Leave your wine glass nearly full if you do not want more."
  ],
  [
    "French business behaviour emphasizes courtesy and a degree of formality.",
    "Mutual trust and respect is required to get things done.",
    "Trust is earned through proper behaviour.",
    "Creating a wide network of close personal business alliances is very important.",
    "If you do not speak French, an apology for not knowing their language may aid in developing a relationship.",
    "It is always a good idea to learn a few key phrases, since it demonstrates an interest in a long-term relationship.",
    "The way a French person communicates is often predicated by their social status, education level, and which part of the country they were raised.",
    "In business, the French often appear extremely direct because they are not afraid of asking probing questions.",
    "Written communication is formal. Secretaries often schedule meetings and may be used to relay information from your French business colleagues."
  ],
  [
    "Appointments are necessary and should be made at least 2 weeks in advance.",
    "Appointments may be made in writing or by telephone and, depending upon the level of the person you are meeting, are often handled by the secretary.",
    "Do not try to schedule meetings during July or August, as this is a common vacation period.",
    "If you expect to be delayed, telephone immediately and offer an explanation.",
    "Meetings are to discuss issues, not to make decisions.",
    "Avoid exaggerated claims, as the French do not appreciate hyperbole.",
    "Read more about business meetings in France here."
  ],
  [
    "French business emphasizes courtesy and a fair degree of formality.",
    "Wait to be told where to sit.",
    "Maintain direct eye contact while speaking.",
    "Business is conducted slowly. You will have to be patient and not appear ruffled by the strict adherence to protocol.",
    "Avoid confrontational behaviour or high-pressure tactics. It can be counterproductive.",
    "The French will carefully analyze every detail of a proposal, regardless of how minute.",
    "Business is hierarchical. Decisions are generally made at the top of the company.",
    "The French are often impressed with good debating skills that demonstrate an intellectual grasp of the situation and all the ramifications.",
    "Never attempt to be overly friendly. The French generally compartmentalize their business and personal lives.",
    "Discussions may be heated and intense.",
    "High-pressure sales tactics should be avoided. The French are more receptive to a low-key, logical presentation that explains the advantages of a proposal in full.",
    "When an agreement is reached, the French may insist it be formalized in an extremely comprehensive, precisely worded contract."
  ],
  [
    "Business dress is understated and stylish.",
    "Men should wear dark-coloured, conservative business suits for the initial meeting. How you dress later is largely dependent upon the personality of the company with which you are conducting business.",
    "Women should wear either business suits or elegant dresses in soft colours.",
    "The French like the finer things in life, so wear good quality accessories."
  ],
  [
    "Business cards are exchanged after the initial introductions without formal ritual.",
    "Have the other side of your business card translated into French. Although not a business necessity, it demonstrates an attention to detail that will be appreciated.",
    "Include any advanced academic degrees on your business card.",
    "French business cards are often a bit larger than in many other countries."
  ]
]
