[
  [
    "Georgian is the primary language of about 3.9 million people in Georgia itself (83% of the population) and of another 500,000 abroad (in countries such as Turkey, Iran, Russia, USA and Europe).",
    "It is the literary language for all ethnographic groups of Georgian people, especially those who speak other South Caucasian languages (or Kartvelian languages): Svans, Megrelians, and the Laz. Gruzinic, or \"Kivruli\", sometimes considered a separate Jewish language, is spoken by an additional 20,000 in Georgia and 65,000 elsewhere (primarily 60,000 in Israel)."
  ],
  [
    "Most Georgians belong to the Georgian Orthodox (65%), Russian Orthodox (10%) or Armenian Apostolic (8%) churches.",
    "Although religion does not overtly impact the culture, behaviour or etiquette, the values do on a subtle level appear in outlook and also areas such as treatment of guests."
  ],
  [
    "Warm hospitality is a very Georgian trait.",
    "Guests are seen as a gift and foreigners are therefore guests of the country.",
    "Expect to be invited to a home for a meal and try to take up the offer.",
    "The supra is a large dinner party involving many toasts.",
    "The toastmaster or \"tamada\" selects people to make long toasts and for special toast, a horn full of wine is passed around the table.",
    "Beer is only used to toast the enemy! So don't toast with beer."
  ],
  [
    "Georgia is a hierarchical society.",
    "Age, position and power usually earn respect.",
    "Elders are generally held in high esteem and thus the reason they are introduced first when greeting.",
    "Along with respect comes responsibility and those at the top of the hierarchy (whether the head of a household or business) will be expected to make decisions that are in the best interest of the group."
  ],
  [
    "When meeting someone for the first time, shake hands while saying \"gamarjoba\" (\"hello\").",
    "Once a relationship warms up some, but not all, Georgians will quickly move to a kiss on the cheek.",
    "When addressing people only close friends or family will usually use first names.",
    "First names may also be used with the word \"Batono\" (\"Sir\") or \"Kalbatono\" (\"Madam\") immediately afterwards, which brings a sense of formality.",
    "Most people would expect to be addressed with their appropriate title followed by their surname."
  ],
  [
    "As with most European and North American nations, gifts are usually given at birthdays and at Christmas.",
    "However, in Georgia they also have \"name days\" - these are the birth dates of Saints whom people are named after.",
    "Gifts do not need to be expensive and it is more about the thought and intent behind the gift.",
    "If invited to a Georgian home, bring flowers, imported sweets or chocolates to the hosts.",
    "Give an odd number of flowers. Even numbers are given for funerals.",
    "Gifts do not need to be elaborately wrapped.",
    "A small gift for the children is always appreciated.",
    "Gifts are not necessarily opened when received."
  ],
  [
    "Table manners are generally unfussy and relaxed.",
    "Meals are above all a time to get together and enjoy.",
    "Your Georgian host will want to make sure you are comfortable, well-fed and happy.",
    "If in doubt over etiquette then either watch what others do or simply ask.",
    "Table manners are Continental, i.e. the fork is held in the left hand and the knife in the right while eating.",
    "Keep your hands visible when eating and try not to rest your elbows on the table.",
    "The oldest (or most honoured) guest is usually served first.",
    "Try all the dishes if you can.",
    "You will be offered second and third helpings and accepting them will please the host. Try therefore to take smaller first portions.",
    "Finish everything on your plate.",
    "Expect lively conversation during the meal."
  ],
  [
    "Georgian business culture is noticeably less formal than in other countries.",
    "Shake hands with everyone upon arriving and leaving.",
    "Maintain eye contact during the greeting.",
    "The person of the higher status should initiate the handshake.",
    "It is polite to wait for a woman to extend her hand.",
    "Academic and professional titles are commonly used with the surname.",
    "Always wait until invited before moving to a first-name basis."
  ],
  [
    "Business cards are exchanged without any formal ritual.",
    "It is a nice touch to have one side of your business card translated into Georgian or Russian."
  ],
  [
    "Georgians are very relationship orientated in their outlook.",
    "This means that people's feelings take precedence over facts. It is important to appreciate that you may not the whole truth if there is bad news.",
    "Similarly, you should be sensitive when communicating difficult information.",
    "In an eagerness to establish a business relationship, Georgians may offer an affirmative response even if they know it is far from the truth.",
    "One way in which this cultural influence manifests is in asking questions in a negative fashion so that the person responding may give a positive response for a negative answer.",
    "Georgians are not afraid to express their emotions no matter how bad.",
    "Do not be surprised if people do display anger or extreme disappointment during business.",
    "Similarly, Georgians can be emotive speakers. When discussing a topic, voices may become raised and hand gestures increased.",
    "Direct eye contact conveys trust. Estonians will generally maintain eye contact throughout a discussion.",
    "Looking away or making intermittent eye contact may be misinterpreted as a sign that you are not telling the truth.",
    "Although Georgia has a relationship orientated culture, it can also be very direct."
  ],
  [
    "At the beginning of meetings, introductions are the norm. These are generally made in order of seniority although women are often introduced first. Be prepared to give an overview of your background, experience and general purpose for your visit.",
    "It can also prove fruitful to send a full biography of everyone who will attend the meeting beforehand to save time and also offer a more thorough introduction.",
    "A first meeting is often more about seeing if doing business together is possible.",
    "Do not expect any contracts to be signed on a first meeting. Time and patience are needed.",
    "Meetings may continue over a lunch or dinner. The topic of conversation will shift away from business but this should be used as the time to let the Georgian hosts get to know you on a personal level.",
    "In most cases decisions are made at the top of a company. Unless you are meeting with the boss or owner bear in mind that all your meeting will achieve is getting across the key points that will then be passed upwards to the decision-maker.",
    "Meetings can be frequently interrupted. Do not interpret this as a sign of disinterest but Georgians will not see any issues with dealing with more than one issue at a time."
  ]
]