[
  [
    "The official language of Germany is German, with over 95% of the population speaking German as their first language.",
    "Minority languages include Sorbian, spoken by 0.09% in the east of Germany; North and West Frisian, spoken around the Rhine estuary by around 10,000 people, or 0.01%, who also speak German.",
    "Danish is spoken by 0.06%, mainly in the area along the Danish border. Romani, an indigenous language is spoken by around 0.08%.",
    "Immigrant languages include Turkish, which is spoken by around 1.8%, and Kurdish, by 0.3%."
  ],
  [
    "In many respects, Germans can be considered the masters of planning.",
    "This is a culture that prizes forward thinking and knowing what they will be doing at a specific time on a specific day.",
    "Careful planning, in one's business and personal life, provides a sense of security.",
    "Rules and regulations allow people to know what is expected and plan their life accordingly.",
    "Once the proper way to perform a task is discovered, there is no need to think of doing it any other way.",
    "Germans believe that maintaining clear lines of demarcation between people, places, and things is the surest way to lead a structured and ordered life.",
    "Work and personal lives are rigidly divided.",
    "There is a proper time for every activity. When the business day ends, you are expected to leave the office.",
    "If you must remain after normal closing, it indicates that you did not plan your day properly."
  ],
  [
    "Germans take great pride in their homes.",
    "They are kept neat and tidy at all times, with everything in its appointed place.",
    "In a culture where most communication is rather formal, the home is the place where one can relax and allow your individualism to shine.",
    "Only close friends and relatives are invited into the sanctity of the house, so it is the one place where more informal communication may occur.",
    "There are many unwritten rules surrounding the outward maintenance of one's home.",
    "It is imperative that common areas such as sidewalks, pavements, corridors (in apartments), and steps be kept clean at all times."
  ],
  [
    "Greetings are formal.",
    "A quick, firm handshake is the traditional greeting.",
    "Titles are very important and denote respect.",
    "Use a person's title and their surname until invited to use their first name.",
    "You should say Herr or Frau and the person's title and their surname.",
    "In general, wait for your host or hostess to introduce you to a group.",
    "When entering a room, shake hands with everyone individually, including children."
  ],
  [
    "If you are invited to a German's house, bring a gift such as chocolates or flowers.",
    "Yellow roses or tea roses are always well received.",
    "Do not give red roses as they symbolize romantic intentions.",
    "Do not give carnations as they symbolize mourning.",
    "Do not give lilies or chrysanthemums as they are used at funerals.",
    "If you bring wine, it should be imported, French or Italian.",
    "Giving German wines is viewed as meaning you do not think the host will serve a good quality wine.",
    "Gifts are usually opened when received."
  ],
  [
    "Arrive on time as punctuality indicates proper planning. Never arrive early.",
    "Never arrive more than 15 minutes later than invited without telephoning to explain you have been detained.",
    "Send a handwritten thank you note the following day to thank your hostess for her hospitality."
  ],
  [
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Do not begin eating until the hostess starts or someone says 'guten appetit' (good appetite).",
    "At a large dinner party, wait for the hostess to place her napkin in her lap before doing so yourself.",
    "Do not rest your elbows on the table.",
    "Do not cut lettuce in a salad. Fold it using your knife and fork.",
    "Cut as much of your food with your fork as possible, since this compliments the cook by indicating the food is tender.",
    "Finish everything on your plate.",
    "Rolls should be broken apart by hand.",
    "Indicate you have finished eating by laying your knife and fork parallel across the right side of your plate, with the fork over the knife.",
    "The host gives the first toast.",
    "An honoured guest should return the toast later in the meal.",
    "The most common toast with wine is 'Zum Wohl!' ('good health').",
    "The most common toast with beer is 'Prost!' ('good health')."
  ],
  [
    "Germans do not need a personal relationship in order to do business.",
    "They will be interested in your academic credentials and the amount of time your company has been in business.",
    "Germans display great deference to people in authority, so it is imperative that they understand your level relative to their own.",
    "Germans do not have an open-door policy. People often work with their office door closed. Knock and wait to be invited in before entering.",
    "German communication is formal.",
    "Following the established protocol is critical to building and maintaining business relationships.",
    "As a group, Germans are suspicious of hyperbole, promises that sound too good to be true, or displays of emotion.",
    "Germans will be direct to the point of bluntness.",
    "Expect a great deal of written communication, both to back up decisions and to maintain a record of decisions and discussions."
  ],
  [
    "Appointments are mandatory and should be made 1 to 2 weeks in advance.",
    "Letters should be addressed to the top person in the functional area, including the person's name as well as their proper business title.",
    "If you write to schedule an appointment, the letter should be written in German.",
    "Punctuality is taken extremely seriously. If you expect to be delayed, telephone immediately and offer an explanation.",
    "It is extremely rude to cancel a meeting at the last minute and",
    "it could jeopardize your business relationship.",
    "Meetings are generally formal.",
    "Initial meetings are used to get to know each other. They allow your German colleagues to determine if you are trustworthy.",
    "Meetings adhere to strict agendas, including starting and ending times.",
    "Maintain direct eye contact while speaking.",
    "Although English may be spoken, it is a good idea to hire an interpreter so as to avoid any misunderstandings.",
    "At the end of a meeting, some Germans signal their approval by rapping their knuckles on the tabletop.",
    "There is a strict protocol to follow when entering a room:",
    "The eldest or highest ranking person enters the room first.",
    "Men enter before women, if their age and status are roughly equivalent."
  ],
  [
    "Do not sit until invited and told where to sit. There is a rigid protocol to be followed.",
    "Meetings adhere to strict agendas, including starting and ending times.",
    "Treat the process with the formality that it deserves.",
    "Germany is heavily regulated and extremely bureaucratic.",
    "Germans prefer to get down to business and only engage in the briefest of small talk. They will be interested in your credentials.",
    "Make sure your printed material is available in both English and German.",
    "Contracts are strictly followed.",
    "You must be patient and not appear ruffled by the strict adherence to protocol.",
    "Germans are detail- oriented and want to understand every innuendo before coming to an agreement.",
    "Business is hierarchical. Decision-making is held at the top of the company.",
    "Final decisions are translated into rigorous, comprehensive action steps that you can expect will be carried out to the letter.",
    "Avoid confrontational behaviour or high- pressure tactics. It can be counterproductive.",
    "Once a decision is made, it will not be changed."
  ],
  [
    "Read our guide to German management culture for more information on this topic."
  ]
]
