[
  [
    "Traditional or native greetings vary among the various ethnic groups.",
    "With foreigners the most common greeting is the handshake with a smile.",
    "When shaking hands between themselves Ghanaians will hold the right hand in the normal manner but will then twist and click each other’s middle finger.",
    "Unless you are experienced it is best to stick to a normal handshake!",
    "Christians will generally shake hands between the sexes; practising Muslims often will not shake hands with people of the opposite sex.",
    "Address Ghanaians by their academic, professional, or honorific title and their surname.",
    "As a sign of respect, males over the age of 30 may be addressed as \"pah-pah\" while women of the same age may be called \"mah-mee\". People over the age of 50 may be referred to as \"nah-nah\"."
  ],
  [
    "Gifts need not be expensive; the thought is more important than the value.",
    "If invited to dinner at a Ghanaian’s home, you are not expected to bring a gift.",
    "However, a gift for the children is always a nice touch as it shows a concern for family.",
    "Gifts should be given using the right hand only or both hands. Never use the left hand.",
    "Gifts should be wrapped, although there are no cultural taboos concerning paper colour.",
    "Gifts are not always opened when received."
  ],
  [
    "Ghanaians enjoy entertaining in their homes and you should accept any invitation as a sign of friendship.",
    "Dress well; Ghanaians place a lot of emphasis on how people dress. You may need to remove your shoes.",
    "Greet elders of heads of family first.",
    "Ghanaians table manners are relatively formal.",
    "Wait to be told where to sit.",
    "A washing basin will be brought out before the meal is served; use it to wash your hands.",
    "Food is generally served from a communal bowl.",
    "Do not begin eating until the eldest male does.",
    "Eat from the section of the bowl that is in front of you. Never reach across the bowl to get something from the other side.",
    "If you do not want to eat with your hands then ask for utensils.",
    "If you use your hands then scoop the food with the thumb and first two fingers of the right hand. Do not use your left hand."
  ],
  [
    "Handshakes are the most common means of greeting.",
    "It’s generally common to wait for a woman to extend her hand first.",
    "Take time to inquire about people’s health, family and jobs. To rush a greeting is extremely rude.",
    "Maintain eye contact during the greeting.",
    "Titles are important. Use the honorific title plus any academic or professional title and the surname.",
    "Wait until invited before moving to a first-name basis. The younger generation will tend to do so rapidly.",
    "Business cards are exchanged without formal ritual.",
    "Present and receive business cards with two hands or the right hand, never with the left."
  ],
  [
    "Initial meetings are really all about finding out about one another and if a personality fit allows for future, more business specific meetings. One should therefore expect to spend quite a good deal of time in relationship and rapport building. Do not be surprised is business is not really discussed much at all.",
    "First meetings may also tend to be a little more stiff and formal although once a rapport has been built this will soon dissipate. It is important to maintain a polite and somewhat reserved demeanor.",
    "Hierarchy is respected so the most senior person is greeted first. He/she may be the spokesperson for the group or may deputise key stakeholders to speak.",
    "Ghanaians have a keen sense of humour and enjoy telling jokes. However until you have understood their sense of humour it is best to refrain from telling jokes yourself. If a",
    "Ghanaian teases you take it good-naturedly. For the most part, this shows they are becoming more relaxed with you."
  ]
]