[
  [
    "The largest minority language is Macedonian, spoken by 1.8% of the population.",
    "Others include Albanian, spoken in the centre and the south, Turkish, spoken by Muslim communities around the Aegean, and Arumanian and Bulgarian.",
    "None of these minority languages has official status."
  ],
  [
    "Greeks are proud of their cultural heritage and their contribution to world civilization.",
    "A recent study found that Greeks' pride in being Greek surpassed the ethnic satisfaction of every other European nation.",
    "Plays continue to be staged in the theatres where they were originally performed.",
    "Greek literature includes poetry, drama, philosophy, history, as well as travelogues."
  ],
  [
    "The Greek Orthodox Church is the national religion and is practiced by the majority of the population.",
    "Religion is integral to life in Greece and is evidenced in the respect for hierarchy and view of the family as a single unit of strength.",
    "Most holidays and festivals are religious in nature.",
    "Younger people are not as devout church-goers as their parents and grandparents, yet most will still turn to the church to observe such important rituals such as weddings and funerals.",
    "Easter is the major religious holiday and the celebration is more important to most Greeks than Christmas.",
    "The Church plays a greater role in political, civic, and governmental affairs than in more secular countries."
  ],
  [
    "The family is the basis of the social structure.",
    "The family offers both financial and emotional support to its members.",
    "The extended family is expected to help relatives in times of need, even to the point of assisting them to find employment.",
    "Family relationships carry over into business. Nepotism is accepted",
    "The wrongdoing of one family member brings dishonour to the entire family."
  ],
  [
    "Greeks are warm and hospitable.",
    "When meeting someone for the first time, they shake hands firmly, smile, and maintain direct eye contact.",
    "Good friends often embrace; they may also kiss each other on each cheek. Male friends often slap each other's arm at the shoulder."
  ],
  [
    "In general, Greeks exchange gifts with family and friends for 'namedays' (birth date of the saint after whom they are named) and Christmas.",
    "Some Greeks celebrate birthdays, but in general, celebrating namedays is more likely",
    "Gifts need not be expensive. Since gifts are generally reciprocated, giving something of great value could put a burden on the recipient since they would feel obligated to give you something of equivalent value.",
    "When invited to dinner at a Greek home, bring something small.",
    "A floral arrangement may be sent in advance of the actual event.",
    "Gifts should be wrapped.",
    "Gifts are usually opened when received."
  ],
  [
    "Arriving 30 minutes late is considered punctual!",
    "Dress well. This demonstrates respect for your hosts.",
    "Offer to help the hostess with the preparation or clearing up after a meal is served. Your offer may not be accepted, but it will be appreciated.",
    "Expect to be treated like royalty!",
    "Compliment the house."
  ],
  [
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "The oldest person is generally served first.",
    "Do not begin eating until the hostess starts.",
    "Keep your elbows off the table and your hands above the table when eating.",
    "Accepting a second helping compliments the host.",
    "Expect a great deal of discussion. Meals are a time for socializing.",
    "It is considered polite to soak up gravy or sauce with a piece of bread.",
    "People often share food from their plate.",
    "Finish everything on your plate.",
    "Put your napkin next to your plate when you have finished eating.",
    "Indicate you have finished eating by laying your knife and fork parallel on your plate with the handles facing to the right.",
    "The host gives the first toast.",
    "An honoured guest should return the toast later in the meal.",
    "The most common toast is \"to your health\", which is \"stinygiasou\" in informal situations and \"eis igían sas\" at formal functions."
  ],
  [
    "Relationships are the linchpin of business dealings since Greeks prefer to do business with those they know and trust.",
    "They maintain an intricate web of family and friends to call upon for business assistance since they can be confident of their trustworthiness.",
    "Nepotism is not viewed negatively and it is very common for relatives to work for the same company.",
    "Greeks prefer face-to-face meetings rather than doing business by telephone or in writing, which are seen as too impersonal.",
    "It takes time to develop relationships: this can be done in the office, over extended lunches, dinners, and social outings.",
    "Never say or do anything that can be construed as challenging the honour or integrity of a business colleague.",
    "Under no circumstances should you publicly question someone's statements.",
    "Greeks do not like people who are pretentious or standoffish.",
    "Although business is relaxed, it is also serious. Acting informal before a relationship has developed is considered discourteous.",
    "If your Greek business colleagues become quiet and withdrawn, you may have said or done something to upset them."
  ],
  [
    "Appointments are necessary and should be made 1 to 2 weeks in advance, although it is often possible to schedule them on short notice.",
    "Confirm meetings one day in advance by telephone.",
    "Many businesspeople eat lunch between 1 and 3 p.m., so this is not the optimal time for a meeting.",
    "Quite often it is not until the third meeting that business is actually conducted. During the first meeting your Greek business colleagues will want to get to know something about you as a person. The second meeting is used to develop trust and mutual respect. By the third meeting, business may begin.",
    "Have printed material available in both English and Greek.",
    "Meetings are often interrupted. Several people may speak at the same time.",
    "Greeks will deviate from agendas. They view agendas as starting points for discussions and will then follow the discussion to the next logical place.",
    "Although some business people speak English, it is a good idea to hire an interpreter."
  ],
  [
    "Forming a personal relationship is critical to developing a successful business relationship.",
    "Companies are hierarchical. Greeks respect age and position.",
    "Business is conducted slowly. You will have to be patient and not appear ruffled.",
    "Demonstrate how your product or service enhances your colleague's reputation.",
    "Do not lose your temper or appear irritated during business discussions.",
    "Greeks are skilled negotiators. They quite enjoy haggling.",
    "Decision making is held at the top of the company.",
    "Imposing a deadline on reaching a decision may end the negotiations.",
    "Contracts are often quite simple since the personal relationship dictates that accommodations will be made on either side should the need arise."
  ],
  [
    "Business dress is as in most of Europe.",
    "Men should wear dark coloured, conservative business suits.",
    "Women should wear either business suits or tasteful dresses, preferably in dark or subtle colours."
  ],
  [
    "Business cards are exchanged without formal ritual.",
    "Have one side of your business card translated into Greek.",
    "Present your card so the Greek side faces the recipient."
  ]
]