[
  [
    "Other Chinese dialects. such as Mandarin (Putonghua), Shanghainese, and Chiu-Chow can be heard as well.",
    "Major hotels have employees with knowledge of other languages, such as French, German, Japanese and Mandarin.",
    "Translation services in many languages are also available from major hotels' business centres."
  ],
  [
    "Face is an intangible quality that reflects a person's reputation, dignity, and prestige.",
    "You may lose face, save face, or give face to another person.",
    "Companies as well as individuals have face and this is often the rationale behind business transactions.",
    "You give someone face by complimenting them, showing them respect, or doing anything that increases their self-esteem.",
    "Such actions must be done with the utmost sincerity. Doing them in a patronizing manner causes both parties to lose face.",
    "Humiliating people by publicly reprimanding them, insulting them publicly, or contradicting them in front of someone else causes them to lose face."
  ],
  [
    "The teachings of Confucius describe the position of the individual in Hong Kong Chinese society.",
    "Confucianism is a system of behaviours and ethics that stress the obligations of people towards one another based upon their relationship.",
    "Confucianism stresses duty, loyalty, honour, filial piety, respect for age and seniority, and sincerity.",
    "These traits are demonstrated by the Hong Kong Chinese in their respect for hierarchical relationships.",
    "Although not readily apparent to the casual observer, there are strict rules about appropriate behaviour and the manner in which people must act in order to respect the hierarchy."
  ],
  [
    "The handshake is commonly used when greeting westerners.",
    "The Hong Kong Chinese handshake is rather light.",
    "During the greeting, many Hong Kong Chinese lower their eyes as a sign of respect.",
    "There is no need for you to emulate this gesture, although prolonged eye contact should be avoided during the greeting.",
    "If you are at a large function, you may introduce yourself to other guests.",
    "At smaller functions, it is polite to wait for your host or hostess to introduce you.",
    "The Chinese traditionally have 3 names: The surname, or family name is first and is followed by two personal names.",
    "The first personal name is their father's name and the second personal name is their own name.",
    "Address the person by an honorific title and their surname.",
    "If they want to move to a first name basis, they will advise you which name to use.",
    "Some Chinese adopt more western names and may ask you to call them by that name."
  ],
  [
    "A gift may be refused one or two times before it is accepted.",
    "If you are invited to someone's home, bring good quality sweets, fruit, flowers, or imported spirits to the hostess.",
    "Do not give red or white flowers.",
    "Do not give scissors, knives or other cutting utensils, as they indicate that you want to sever the relationship.",
    "Do not give clocks, handkerchiefs or straw sandals, as they are associated with funerals and death.",
    "Do not wrap gifts in white, blue or black paper.",
    "Gold and red are lucky colours, so they make excellent gift wrapping.",
    "Elaborate gift wrapping is important.",
    "Do not give odd numbers as many are considered unlucky.",
    "Never give a quantity of four items.",
    "Eight is a particularly auspicious number, so giving eight of something bestows good fortune on the recipient.",
    "A small gift for the children is always appreciated; however, do not give green hats.",
    "Always present gifts with two hands.",
    "Gifts are not opened when received."
  ],
  [
    "Table manners are rather relaxed in Hong Kong, although there are certain rules of etiquette.",
    "When in doubt, watch what others do and emulate their behaviour.",
    "Wait to be told where to sit. There is often a seating plan.",
    "Wait for the host to tell you to start eating or for him to begin eating.",
    "Food is served on a revolving tray.",
    "You should try everything.",
    "Never eat the last piece from the serving tray.",
    "Burping is considered a compliment.",
    "Chopsticks should be returned to the chopstick rest after every few bites and when you drink or stop to speak.",
    "Always refuse a second serving at least once if you don't want to appear gluttonous.",
    "Leave some food in your bowl when you have finished eating.",
    "When you have finished eating, place your chopsticks in the chopstick rest or on the table.",
    "Do not place your chopsticks across the top of your bowl.",
    "The host offers the first toast. You may reciprocate later in the meal."
  ],
  [
    "Although businesspeople in Hong Kong do not require long-standing personal relationships to do business, many businesses are family- owned, so personal relationships are an integral part of the enterprise.",
    "Once you have begun to work with a Hong Kong businessperson, it is important to maintain the relationship.",
    "When you first meet, expect a fair amount of small talk. Your Hong Kong colleagues will want to get to know you well enough that they are comfortable working with you.",
    "Do not be surprised if you are asked questions that might be considered extremely personal in your home country.",
    "The Hong Kong Chinese are generally sophisticated and cosmopolitan.",
    "They are quite familiar and comfortable with people from other countries.",
    "Although some businesspeople may overlook poor behaviour for the sake of the business deal, many will not.",
    "The Hong Kong Chinese take a long-term view of business relationships.",
    "Hong Kong Chinese are direct communicators, although they also make use of non-verbal communication.",
    "In general, businesspeople are non- confrontational and will never overtly say no, so that they do not embarrass the other person.",
    "If someone sucks air through his/her teeth while you are speaking, it means that they are unhappy with what you have just said. If at all possible, try to re-state your position or modify your request, since you have made the other person extremely unhappy.",
    "As in many Asian cultures, silence is a form of communication.",
    "Resist the urge to jump into the conversation if your Hong Kong business colleague remains silent for a minute."
  ],
  [
    "Appointments are necessary and should be made between 1 and 2 months in advance if you are travelling to Hong Kong.",
    "Avoid trying to schedule meetings during Chinese New Year (late January or early February) as many businesses close for a week during that time.",
    "You should arrive at meetings on time.",
    "If you are detained, telephone and advise the person you are meeting.",
    "There will be a period of small talk before getting down to business discussions.",
    "When meeting your Hong Kong business associates, allow the most senior person in your delegation to lead the group and be introduced first.",
    "Business negotiations happen at a slow pace.",
    "Avoid losing your temper or you will lose face and damage your relationship.",
    "Do not use high-pressure tactics. You might be out-maneuvered.",
    "Decisions are usually made at the top of the company. However, the pace of decision making is swifter than in other Asian countries.",
    "Your starting price should leave room for negotiation. Never offer your best price initially.",
    "Business is more price than quality driven.",
    "If you are signing a contract, the signing date may be determined by an astrologer or a feng shui practitioner."
  ],
  [
    "Business cards are exchanged after the initial introductions.",
    "Have one side of your business card translated into Chinese, with the Chinese characters printed in gold, since it is an auspicious color.",
    "Business cards are exchanged using both hands.",
    "Hand your card so the typeface faces the recipient.",
    "Examine business cards carefully before putting them in a business card case.",
    "It is important to treat business cards with respect - never write on someone's card unless directed to do so.",
    "Your own business cards should be maintained in pristine condition.",
    "Make certain your business card includes your job title. This helps your Hong Kong business colleagues understand where you fit in your company's hierarchy."
  ]
]