[
  [
    "The official language of Hungarian is spoken by 98% of the 10.3m population.",
    "Minority languages have become more prominent in recent years, and they include German, Croatian, Romani, Slovak, Romanian, Serbian and Slovene.",
    "Attempts are being made to protect these languages, as many members of the ethnic groups actually do not speak them."
  ],
  [
    "The Ancient Hungarians lived in the Euro-Asian nomadic pastoral region, where the keeping and use of horses played an important role in their lives.",
    "Therefore it is not surprising that the horse and horse riding has a central place in Hungarian History, leading to Hungarians being regarded as the nation of horsemen.",
    "Invitations to foreigners for horseback riding are not uncommon."
  ],
  [
    "The family is the centre of the social structure.",
    "Generations of extended family often live together.",
    "The grandparents play an important role in helping raise the grandchildren.",
    "The family provides both emotional and financial support to its members."
  ],
  [
    "Hungarians expect friends to share private and intimate details of their personal lives.",
    "If you ever feel you are being asked personal questions, this is simply meant as part of the getting-to-know-you process.",
    "Hungarians will even enjoy sharing details of their romantic life with you!"
  ],
  [
    "Both men and women greet by shaking hands, although a man should usually wait for the women to extend her hand.",
    "The older generation may still bow to woman.",
    "Close friends kiss one another lightly on both cheeks, starting with the left cheek.",
    "In the business context is safest to address people by their titles and surnames."
  ],
  [
    "When visiting a company it is not necessary to bring gifts.",
    "If invited to a Hungarian's home for a meal, bring a box of good chocolates, flowers or Western liquor.",
    "Do not bring wine as the Hungarians are proud of the wines they produce.",
    "Flowers should be given in odd numbers, but not 13, which is considered an unlucky number.",
    "Do not give lilies, chrysanthemums or red roses.",
    "Gifts are usually opened when received."
  ],
  [
    "If in the rare case you invited to a Hungarian's house:",
    "Arrive on time if invited for dinner, although a 5-minute grace period is granted.",
    "If invited to a party or other large gathering, arrive no more than 30 minutes later than invited.",
    "You may be asked to remove your outdoor shoes before entering the house.",
    "Do not ask for a tour of the house.",
    "Table manners are formal in Hungary.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "The hostess will wish the guests a hearty appetite at the start of each course.",
    "Do not begin eating until the hostess starts.",
    "Do not rest your elbows on the table, although your hands should be visible at all times.",
    "Hospitality is measured by the amount and variety of food served. Try everything.",
    "If you have not finished eating, cross your knife and fork across your plate.",
    "Indicate you have finished eating by laying your knife and fork parallel across the right side of your plate.",
    "The guest of honour usually proposes the first toast which generally salutes the health of the individuals present.",
    "At the end of the meal, someone toasts the hosts in appreciation of their hospitality.",
    "An empty glass is immediately refilled so if you do not want more to drink, leave your glass ½ full.",
    "Never clink glasses if drinking beer."
  ],
  [
    "Although Hungarians are transactional and do not require long-standing personal relationships in order to conduct business, being introduced by someone they know and trust can often help",
    "Hungarians pride themselves on using proper etiquette in all situations and expect others to do the same.",
    "Socializing is an important part of the relationship building process.",
    "Expect many invitations to dinner or cultural events. If you have the time, reciprocate invitations.",
    "Hungarians prefer face-to-face meetings rather than more impersonal vehicles of communication such as letters.",
    "Hungarians are emotive speakers who say what they think and expect you to do the same.",
    "They do not like euphemisms or vague statements.",
    "Hungarians often use stories, anecdotes, and jokes to prove their points.",
    "Hungarians are suspicious of people who are reticent and not willing to share their innermost thoughts.",
    "Hungarians view eye contact as indicative of sincerity and believe that people who cannot look them in the eye while speaking have something to hide."
  ],
  [
    "Appointments are necessary and should be made 2 in advance in writing.",
    "It is often difficult to schedule meetings on Friday afternoon or from mid July to mid August. Also avoid scheduling meetings from mid December to mid January.",
    "Punctuality for all social situations is taken extremely seriously. If you expect to be delayed, telephone immediately and offer an explanation. It is considered extremely rude to cancel a meeting at the last minute and could ruin your business relationship.",
    "Initial meetings are scheduled to get to know each other and for your Hungarian colleagues to determine if you are trustworthy.",
    "Expect some small talk and getting-to-know-you conversation before business is discussed. Do not move the conversation to business yourself.",
    "Do not remove your suit jacket without asking permission.",
    "If you have an agenda, it may be used as a springboard to further discussion and not followed item by item."
  ],
  [
    "Business is conducted slowly.",
    "Deals in Hungary cannot be finalized without a lot of eating, drinking and entertaining.",
    "Hungarians are very detail-oriented and want to understand everything before reaching an agreement.",
    "Contracts should be clear and concise.",
    "Contracts function as statements of intent. It is expected that if circumstances change, the contract will accommodate the revised conditions.",
    "Hungarians are skilled negotiators.",
    "Avoid confrontational behaviour or high-pressure sales tactics."
  ],
  [
    "Business dress is formal and conservative.",
    "Men should wear dark business suits with a white shirt and tie.",
    "Women should wear either business suits or elegant dresses, complimented with good quality accessories.",
    "Jeans are standard casual wear. Shorts are uncommon in the city.",
    "Business wear is appropriate for all formal occasions."
  ],
  [
    "Business cards are exchanged without formal ritual.",
    "Have one side of your card translated into Hungarian.",
    "The Hungarian side should list your surname before your first name, Hungarian style.",
    "Include any advanced university degrees on your business card.",
    "Include the founding date of your company on the card."
  ]
]