[
  [
    "Family values are highly respected throughout India and are fundamental in daily life",
    "The structure of the family is patriarchal; a woman must obey her father, her husband, her son.",
    "Arranged marriages are commonplace",
    "The urban middle-class population of India have begun to move away from arranged marriages",
    "Families often live with three or four generations in the same household",
    "Traditionally sons inherit and daughters receive a dowry",
    "Child care is provided by the female family members"
  ],
  [
    "India has one of the world’s oldest caste systems",
    "The caste structure divides people into four main groups: Brahmins, Kshatriyas, Vaishyas and Shudras",
    "Brahmins, the teachers and intellectuals - Brahma's head. Kshatriyas, the warriors and rulers – Brahma’s arms. Vaishyas, the traders - Brahma’s thighs, and finally, Shudras, the menial workers - Brahma's feet",
    "There can be as many as thirty castes within one village",
    "Intermarrying between castes was forbidden but in urban areas is now more common",
    "Your caste is set by birth"
  ],
  [
    "Mothers, grandmothers and older siblings care for infants",
    "Patriarchal families are the norm",
    "Women are considered to hold secondary positions within the home and workplace",
    "82.14% of males and 65.46% of females are literate (2011 census)",
    "Women often receive little schooling",
    "Divorce and inheritance laws are male-dominated "
  ],
  [
    "Until the child is two,  the mother or grandmother is the primary caregiver",
    "Once the child is two, older sisters are the primary caregivers",
    "Sons are generally given better opportunities and receive a superior education",
    " Gender-specific roles are encouraged within the family unit and in wider society"
  ],
  [
    "The Indian economy is one of the fastest growing in the world",
    "Indian labour force is estimated at 509.3 million",
    "60% are employed in agriculture or related industries",
    "India has established Special Economic Zones to encourage and support business",
    "India's long-term growth is considered moderately positive due to a young population and corresponding low dependency ratio, healthy savings and investment rates",
    "GDP 7.6% (2016 Est.)"
  ],
  [
    "Food in India is often served on a ‘thali’ – a tray or plate that can hold several dishes",
    "‘Curry’ is a European term to describe the spicy dishes found in India",
    "In some parts of India meals are eaten with rice (chawal), in others, flat breads (roti) are preferred",
    "Food is infused with spices such as cumin, turmeric, black pepper, cardamom, cloves and coriander  ",
    "Most Hindus avoid eating beef"
  ],
  [
    "The Indian culture has absorbed and amalgamated many different customs and ideas throughout its long history which has led to a rich tradition and folk culture",
    "The most popular musical instrument in India is the sitar, an instrument similar to a guitar",
    "India is well regarded for its rugs, craft, metalwork, bronzes, stone carving, pottery, woodwork, and jewellery.",
    "Traditional sports include camel racing and cock fighting",
    "Folk dances are regional and often celebrated during festivals",
    "‘Bollywood’ is the informal name given to the popular Mumbai-based film industry",
    "Bollywood has the largest output in the world in terms of number of films produced and, possibly, number of tickets sold."
  ],
  [
    "Due to India’s diverse cultural groups there is variance between regions on naming conventions",
    "If in doubt, ask! This is likely to cause least offence",
    "It is generally safe to address an elder as ‘sir’ or ‘Ma’am’",
    "Indians generally have a ‘given’ name – a name they use at work or for people they are not overly familiar with",
    "Many people in India also have a ‘pet’ name – a nickname for family and close friends",
    "Often you will find that an older female is refers to as ‘auntie’, even if unrelated",
    "Younger males are often called ‘little brother’",
    "Family names, or surnames often denote the caste or area that an individual originates from –these can have a suffix that denotes the type of their ancestor’s trade",
    "Indians may also use a different religious name",
    "Many Muslims do not have surnames. Instead, men add the father's name to their own name with the connector 'bin'. For example, Abdullah bin Ahmed is Abdullah the son of Ahmad",
    "Sikhs all use the name Singh. It is either adopted as a surname or as a connector name to the surname"
  ],
  [
    "In India it’s traditional to greet people using ‘Namaste’ – place both hands together and bow slightly. In urban areas this is often overlooked",
    "Men will often also shake hands when meeting or leaving",
    "Men should not attempt to shake hands with women",
    "Some Indian women might shake hands with a western woman",
    "Indian culture is based on a hierarchical system so elders and superior are greeted first",
    "Religion, caste and social standing all effect greetings"
  ],
  [
    "Avoid standing too close to others",
    "Communication may not be straightforward – you may have to read between the lines and interpret gestures/signs",
    "Differing relationships will determine how people interact with each other – watch what others do",
    "Indian men may often pat each other on the back as a sign of friendship",
    "Some gestures can be easily misinterpreted – a western hand wave from side to side can mean ‘no’ or ‘go-away’ in India",
    "If an Indian says ‘I will try’ this can usually be interpreted as ‘no’",
    "On the whole, Indian people dislike to refuse something, or someone, outright",
    "Use your right hand to touch, accept or give something",
    "Do not beckon with your hand or snap your fingers – instead, with your arm extended,  curl your fingers downward in a claw motion",
    "Pointing, with either one or two fingers, is considered rude and used for inferiors only",
    "Chins, thumbs and entire hands are used to point or direct someone’s attention",
    "When a head is jerked back, or moved in a figure of eight, this usually  means ‘yes’"
  ],
  [
    "Refrain from standing within an arm’s length of others",
    "Do not touch others on their head",
    "Public displays of affection are not encouraged",
    "Feet are considered unclean (this also applies to the left hand) so avoid touching another’s foot (apologise immediately if this is accidental)"
  ],
  [
    "Gifts are not usually given at the first meeting",
    "Once the relationship has developed gifts may be exchanged",
    "Personal gifts are appreciated-  especially if from your own country",
    "Give and receive gifts with both hands – never just the left as it is considered unclean",
    "Generally, gifts are not opened in the company of the benefactor",
    "Avoid giving black or white gifts; black denotes anger, evil and negativity, while white is reserved for funerals and mourning",
    "Instead choose red, blue or green for a gift or wrappings",
    "Avoid gifts that are made from leather or pig skin"
  ],
  [
    "Many strict Muslims, and Hindu women, do not drink alcohol",
    "You may be invited to wash your hands before eating",
    "Food is often eaten with the right hand",
    "Guests are generally served in a hierarchical order; guest of honour, men and then children (Women may eat later)",
    "Meals often end with a variety of sweets (paan), betel nut served with lime and wrapped in a betel leaf",
    "A host will always serve their guests. Accept whatever you are offered but don’t feel obliged to finish everything on your plate",
    "If food is placed in communal dishes for you to help yourself, always use a spoon",
    "Breads can be used to scoop up food",
    "Reciprocate your invitation to dine with one of a comparable value",
    "In a restaurant the host will generally pay the bill"
  ],
  [
    "Always accept an invitation to dine, unless you have a plausible reason for not attending",
    "Give the hosts and their children ‘thank you’ gifts, although this is not always expected",
    "It is acceptable to arrive up to thirty minutes later than the stated time",
    "Flower garlands may be placed around your neck – this can be removed after a few minutes but should be retained in your hand for a time",
    "Shoes are rarely worn inside an Indian home – watch your host and other guests if unsure, and make certain your socks are clean!",
    "Ask permission from your host to smoke. Smoking in the presence of elders is considered rude",
    "Apologise if your feet or shoes touch another person"
  ],
  [
    "Do not touch another person with your feet or shoes",
    "Do not show anger",
    "Do not use public displays of affection",
    "Winking and whistling should be avoided",
    "Ears are considered sacred – do not box or pull on another’s ears",
    "Read more about taboos in India here."
  ],
  [
    "Conservative dress is most suitable for both men and women",
    "Dark suits for men - in hotter regions it can be acceptable to dress less formally",
    "For women, conservative dresses or business suits, but avoid showing too much leg if wearing skirts or dresses",
    "Casual wear is not recommended for a first meeting"
  ],
  [
    "Address people by their professional title (Dr, professor etc.) or, Mr or Mrs, followed by their surname",
    "Wait until invited to address someone by their first name, or preferred name",
    "If in doubt, use the suffix Mr or Mrs, especially when addressing elders. Sir or Madam is also appropriate",
    "Remember, status is dependent upon education, caste, age and profession  - address people accordingly if possible"
  ],
  [
    "Business cards may be given after the initial handshakes and greetings",
    "Give and receive cards with your right hand",
    "Higher educational degrees are a symbol of status – remember to put this on your business card",
    "Give cards face up so that they can be easily read",
    "As business is often conducted in English it is unnecessary to translate one side of your card"
  ],
  [
    "Plan and organise meetings well in advance of your trip, if travelling long distances, as they may often be postponed. Check again before travelling",
    "Be punctual – this shows respect and integrity",
    "Business meetings often begin with small talk",
    "This may continue for an extended time as Indians prefer doing business when they are familiar with someone",
    "Ask your hosts personal questions; family, marriage, education and sport are good starting points. Avoid politics, religion and the caste system",
    "If unsure on any matter, defer to the senior person in the room as they will generally control the final decision",
    "Follow up meetings with an overview of discussions and decisions"
  ],
  [
    "Saying ‘no’ is too direct and confrontational for many Indians.",
    "Instead they will often say ‘maybe’ or ‘I’m not sure’. If this occurs change tack or rephrase question if possible",
    "Avoid any hard sell or appearing too demanding – Indians prefer harmony and respect",
    "Having said that, they can also bargain and will often barter for what they want",
    "Do not be tempted to show impatience or anger. Remain calm throughout the negotiating process",
    "Your interactions with your own countrymen will be monitored – try not to disagree publicly",
    "Final decisions will be made by the most senior person present and may take time – be patient",
    "Read more about the Indian negotiation style"
  ],
  [
    "The caste system is still very much in evidence in the Indian business world",
    "Remain aware of superiors and treat them accordingly",
    "Indian society is built upon close familial relationships which can cross over into the business world. Be aware of ties that run through the business you are dealing with",
    "A paternalistic approach is often taken by managers in India due to hierarchical structures",
    "Managers will make decisions but they are also responsible for those below them within the business’ structure",
    "For more information please visit Being a Manager in India"
  ],
  [
    "An introduction to the country, its history, politics, people and culture",
    "Insights into the country’s values, customs and etiquette",
    "Tips on preparing to work with new colleagues from India",
    "Expat-orientated information on daily life",
    "Guidelines and tools on adapting and dealing with cultural differences"
  ],
  [
    "Order It ($7.00)"
  ]
]
