[
  [
    "Although the official language, in reality it is most of the population's second language.",
    "Due to the sheer size and fractured, island make-up of the country most people speak regional dialects such as Minangkabau or Javanese.",
    "These will usually be spoken at home and in the local community but at work or at school Indonesian is used."
  ],
  [
    "Indonesia is a hugely diverse nation.",
    "It is made up of over 17,500 islands (6,000 of which are inhabited) which are home to over 300 ethnic groups.",
    "Each province has its own language, ethnic make-up, religions and history.",
    "Most people will define themselves locally before nationally.",
    "In addition there are many cultural influences stemming back from difference in heritage. Indonesians are a mix of Chinese, European, Indian, and Malay.",
    "Although Indonesia has the largest Muslim population in the world it also has a large number of Christian Protestants, Catholics, Hindus and Buddhists.",
    "This great diversity has needed a great deal of attention from the government to maintain a cohesion.",
    "As a result the national motto is \"Unity in Diversity\", the language has been standardised and a national philosophy has been devised know as \"Pancasila\" which stresses universal justice for all Indonesians.",
    "Group Thinking",
    "Due to the diverse nature of Indonesian society there exists a strong pull towards the group, whether family, village or island.",
    "People will define themselves according to their ethnic group, family and place of birth.",
    "The family is still very traditional in structure.",
    "Family members have clearly defined roles and a great sense of interdependence."
  ],
  [
    "As with most group orientated cultures, hierarchy plays a great role in Indonesian culture.",
    "Hierarchical relationships are respected, emphaised and maintained.",
    "Respect is usually shown to those with status, power, position, and age.",
    "This can be seen in both the village and the office where the most senior is expected to make group decisions.",
    "Superiors are often called \"bapak\" or \"ibu\", which means the equivalent of father or mother, sir or madam.",
    "Although those higher up the hierarchy make decisions Indonesians are advocates of group discussion and consensus. This ties back to the idea of maintaining strong group cohesiveness and harmonious relationships."
  ],
  [
    "Due to the need to maintain group harmony the concept of 'face' is important to understand.",
    "In Indonesia the concept is about avoiding the cause of shame (\"malu\").",
    "Consequently, people are very careful how they interact and speak.",
    "Although a foreigner can not be expected to understand the nuances of the concept it is crucial to keep an eye on ones behavior.",
    "One should never ridicule, shout at or offend anyone. Imperfections should always be hidden and addresses privately. Similarly blame should never be aimed at any individual/group publicly.",
    "One manifestation of the concept of face/shame is that Indonesians communicate quite indirectly, i.e. they would never wish to cause anyone shame by giving them a negative answer so would phrase it a way where you would be expected to realise what they truly want to say.. Bahasa Indonesian actually has 12 ways of saying \"No\" and several other ways of saying \"Yes\" when the actual meaning is \"No\" !!"
  ],
  [
    "Greetings can be rather formal as they are meant to show respect.",
    "A handshake is the most common greeting accompanied with the word \"Selamat\".",
    "Many Indonesians may give a slight bow or place their hands on their heart after shaking your hand.",
    "If you are being introduced to several people, always start with the eldest or most senior person first.",
    "Titles are important in Indonesia as they signify status. If you know of any titles ensure you use them in conjunction with the name.",
    "Some Indonesians only have one name, although it is becoming more common for people to have a first name and a surname, especially in the middle class.",
    "Many Indonesians, especially those from Java, may have had an extremely long name, which was shortened into a sort of nickname for everyday conversation.",
    "There are several ethnic groups in Indonesia. Most have adopted Indonesian names over the years, while some retain the naming conventions of their ethnicity."
  ],
  [
    "It is considered polite to verbally refuse a gift before accepting it. This shows that the recipient is not greedy.",
    "Items to avoid include scissors, knives or other cutting utensils as they indicate that you want to sever the relationship.",
    "Elaborate wrapping is expected - gold and red and considered auspicious.",
    "Gifts are not opened when received."
  ],
  [
    "In Islam alcohol is forbidden. Only give alcohol if you know the recipient will appreciate it.",
    "Any food substance should be \"halal\" - things that are not halal include anything with alcoholic ingredients or anything with pork derivatives such as gelatine. Halal meat means the animal has been slaughtered according to Islamic principles.",
    "Offer gifts with the right hand only.",
    "Gifts are not opened when received."
  ],
  [
    "Offer gifts with the right hand only.",
    "Wrap gifts in red, yellow or green paper or other bright colors as these bring good fortune.",
    "Do not give leather products to a Hindu.",
    "Do not give alcohol unless you are certain the recipient imbibes.",
    "Gifts are not opened when received."
  ],
  [
    "Dining etiquette is generally relaxed but depends on the setting and context.",
    "The more formal the occasion the more formal the behaviour.",
    "Wait to be shown to your place - as a guest you will have a specific position.",
    "Food is often taken from a shared dish in the middle.",
    "You will be served the food and it would not be considered rude if you helped yourself after that.",
    "If food is served buffet style then the guest is generally asked to help themselves first.",
    "It is considered polite that the guest insist others go before him/her but this would never happen.",
    "In formal situations, men are served before women.",
    "Wait to be invited to eat before you start.",
    "A fork and spoon are often the only utensils at the place setting.",
    "Depending on the situation some people may use their hands.",
    "Eat or pass food with your right hand only."
  ],
  [
    "Business cards are normally exchanged after the initial handshake and greeting.",
    "Business cards should display your title. This helps enhance your image and credibility.",
    "Although not required, having one side of your card printed in Bahasa shows respect.",
    "Give/accept cards using two hands or the right hand.",
    "Examine a business card you receive before putting it on the table next to you or in a business card case.",
    "It is important to treat business cards with respect."
  ],
  [
    "Business attire is generally conservative.",
    "Women should dress conservatively ensuring that they are well covered from ankle to neck.",
    "Tight fitting clothes are best avoided.",
    "Remember it is hot, so cotton or at least light clothing is best."
  ],
  [
    "Indonesians are indirect communicators. This means they do not always say what they mean.",
    "It is up to the listener to read between the lines or pay attention to gestures and body language to get the real message.",
    "Generally speaking Indonesians speak quietly and with a subdued tone. Loud people would come across as slightly aggressive.",
    "Business is personal in Indonesia so spend time through communication to build a strong relationship.",
    "Dealing with someone face-to-face is the only effective way of doing business.",
    "Indonesians abhor confrontation due to the potential loss of face. To be polite, they may tell you what they think you want to hear.",
    "If you offend them, they will mask their feelings and maintain a veil of civility.",
    "If an Indonesian begins to avoid you or acts coldly towards you, there is a serious problem."
  ],
  [
    "Initial meetings may be more about getting-to-know-you rather than business.",
    "Do not be surprised if business is not even discussed.",
    "It is common for Indonesians to enter the meeting room according to rank.",
    "Although you do not have to do this, doing so would give a good impression.",
    "Indonesians do not make hasty decisions because they might be viewed as not having given the matter sufficient consideration.",
    "Be prepared to exercise patience.",
    "\"Jam Karet\" (rubber time) describes the Indonesian approach to time.",
    "Things are not rushed as the attitude is that everything has its time and place. Time does not bring money, good relations and harmony do.",
    "If negotiating, avoid pressure tactics as they are likely to backfire."
  ]
]