[
  [
    "In Iran, the family is the basis of the social structure.",
    "The concept of family is more private than in many other cultures.",
    "Female relatives must be protected from outside influences and are taken care of at all times.",
    "It is inappropriate to ask questions about an Iranian's wife or other female relatives.",
    "Iranians take their responsibilities to their family quite seriously.",
    "Families tend to be small, only 1 or 2 children, but the extended family is quite close.",
    "The individual derives a social network and assistance in times of need from the family.",
    "Elderly relatives are kept at home, not placed in a nursing home.",
    "Loyalty to the family comes before other social relationship, even business.",
    "Nepotism is considered a good thing, since it implies that employing people one knows and trusts is of primary importance."
  ],
  [
    "Iranians see themselves as having two distinct identities: \"zaher\" (public) and \"batin\" (private).",
    "When they are in public, they must conform to accepted modes of behaviour.",
    "It is only within their homes among their inner circle that they feel free to be themselves.",
    "Family members are always part of the inner circle.",
    "The inner circle forms the basis of a person's social and business network.",
    "Friendship is very important and extends into business.",
    "The people from the inner circle can be relied upon to: offer advice, help find a job, or cut through bureaucracy."
  ],
  [
    "Taarof is a system of politeness that includes both verbal and non-verbal communication.",
    "Iranians protest compliments and attempt to appear vulnerable in public.",
    "They will belittle their own accomplishments in an attempt to appear humble, although other Iranians understand that this is merely courtesy and do not take the words at face value.",
    "In adherence to taarof, if you are ever offered something, like a tea or sweet, even if you want it, at first decline it until their insistence becomes greater.",
    "Read more about Taarof."
  ],
  [
    "Introductions are generally restricted to members of the same sex since men and women socialize separately.",
    "Greetings tend to be affectionate. Men kiss other men and women kiss other women at social events.",
    "If they meet on the street, a handshake is the more common greeting",
    "The most common greeting is \"salaam alaykum\" or more simply \"salaam\" (peace)."
  ],
  [
    "Iranians give gifts at various social occasions such as returning from a trip or if someone achieves a major success in their personal or business life.",
    "On birthdays, businesspeople bring sweets and cakes to the office and do not expect to receive gifts.",
    "It is common to give monetary gifts to servants or others who have provided services during the year on No Ruz (The Iranian New Year).",
    "Money should be new bank notes or gold coins.",
    "If you are invited to an Iranian's house, bring flowers, or pastry to the hosts.",
    "When giving a gift, always apologize for its inadequacy.",
    "Gifts should be elegantly wrapped - most shops will wrap them for you.",
    "Gifts are not generally opened when received. In fact, they may be put on a table and not mentioned."
  ],
  [
    "If you are invited to an Iranian's house:",
    "Check to see if the host is wearing shoes. If not, remove yours at the door.",
    "Dress conservatively.",
    "Try to arrive at the invited time. Punctuality is appreciated.",
    "Show respect for the elders by greeting them first.",
    "Check to see if your spouse is included in the invitation. Conservative Iranians do not entertain mixed-sex groups.",
    "Expect to be shown into the guests' room. It is usually lavishly furnished with European furniture.",
    "Shake everyone's hand individually.",
    "Accept any offer of food or drink. Remember to do 'taarof'.",
    "Table manners: Iranians are rather formal.",
    "Although some meals in the home are served on the floor and without eating utensils, it does not indicate a lack of decorum.",
    "In more modern homes, meals are served on a dining table with place settings.",
    "Wait to be told where to sit.",
    "Eat only with the right hand.",
    "Try a bit if everything that is served.",
    "Meals are generally served family-style.",
    "Most tables are set with a spoon and fork only.",
    "There is often more food than you can eat. Part of Iranian hospitality is to shower guests with abundance.",
    "Expect to be offered second and even third helpings. Initial refusals will be assumed to be polite gestures (taarof again!) and are not taken seriously.",
    "Leave some food on your plate when you have finished eating.",
    "Restaurants generally have two sections - \"family\" where women and families dine and \"men only\".",
    "Tips of between 10 and 15% are appreciated in hotel restaurants."
  ],
  [
    "Iranians prefer to do business with those they know and respect, therefore they expect to spend time cultivating a personal relationship before business is conducted.",
    "Who you know is often more important than what you know, so it is important to network and cultivate a number of contacts.",
    "Expect to be offered tea whenever you meet someone, as this demonstrates hospitality.",
    "Since Iranians judge people on appearances, dress appropriately and stay in a high standard hotel."
  ],
  [
    "Appointments are necessary and should be made 4 to 6 weeks in advance.",
    "Confirm the meeting one week in advance and when you arrive in the country.",
    "It is a good idea to avoid scheduling meetings during Ramazan (Ramadan) as the need to fast would preclude your business colleagues from offering you hospitality.",
    "Arrive at meetings on time, since punctuality is seen as a virtue.",
    "The first meeting with an Iranian company is generally not business-focused.",
    "Expect your colleagues to spend time getting to know you as a person over tea and snacks.",
    "Be patient - meetings are frequently interrupted.",
    "Written materials should be available in both Farsi and English.",
    "Do not remove your suit jacket without permission.",
    "Do not look at your watch or try to rush the meeting.",
    "If you appear fixated on the amount of time the meeting is taking, you will not be trusted."
  ],
  [
    "It takes time for Iranians to become warm towards foreign businesspeople. Until then, they may appear somewhat stiff and formal.",
    "Personal relationships form the basis of business dealings.",
    "Decisions are made slowly.",
    "Iranians are deliberate negotiators who can drive a hard bargain.",
    "Do not use high-pressure tactics. They will work against you.",
    "Iranians may display emotion, or even walk out of the meeting, or threaten to terminate the relationship in an attempt to convince you to change your position.",
    "Iranians often use time as a negotiating tactic, especially if they know that you have a deadline.",
    "Be cautious about letting your business colleagues know that you are under time pressure.",
    "Companies are hierarchical. Decisions are made at the top of the company, either by one person or a small council."
  ],
  [
    "Business attire is formal and conservative.",
    "Men should wear dark coloured conservative business suits.",
    "Ties are not worn by Iranians but it would not be seen as negative if you did so.",
    "Dress well to make a good impression.",
    "Women should always dress modestly and cover their hair.",
    "Although it’s not essential, it’s advisable to wear a long tunic which is baggy on the top and extends down to the knees."
  ],
  [
    "Address your Iranian business associates by their title and their surname.",
    "The title \"doktor\" is used for both M.D.s and Ph.D.s. Engineers are called \"mohandis\". These titles are are preceded by the formal titles listed below and are used with the surname.",
    "The title \"agha\" (sir) is used when addressing men. It may be used before or after the first name. The phrase \"agha-yeh\" is put before a surname.",
    "The title \"khanoom\" (madam) is used when addressing women. It may be used before or after the first name. The phrase \"khanom-eh\" is used before the surname.",
    "Wait to be invited before moving to first names. Only close friends and family use this informal form of address."
  ],
  [
    "Business cards are only exchanged by senior-level people.",
    "Since rank and position are very important, make sure your business card includes your title.",
    "Have one side of your card translated into Farsi.",
    "Present your card so the Farsi side faces the recipient."
  ]
]