[
  [
    "Many other languages are spoken by a variety of ethnic groups, most notably Kurdish.",
    "“Iraqi Arabic” (also known as Mesopotamian Arabic, Mesopotamian Qeltu Arabic, Mesopotamian Gelet Arabic, Baghdadi Arabic, Furati, 'Arabi, Arabi and North Syrian Arabic) is a variety of Arabic spoken in the Mesopotamian basin of Iraq, south of Baghdad, as well as in neighbouring Iran and eastern Syria."
  ],
  [
    "The Iraqi population includes a number of ethnic groups, about 77% of whom are Arabs, 19% Kurds, and the rest a variety of different groups, including Turkomens, Assyrians, and Armenians.",
    "There is also a distinct sub-group of Iraqi Arabs, called the Ma'dan or Marsh Arabs, who inhabit miles of marshy area just above the point at which the Tigris and Euphrates join together."
  ],
  [
    "The majority of Iraqis are Muslim, regardless of ethnicity.",
    "Under Saddam Hussein’s rule, Iraq transitioned to a religious state from one which had previously been fairly secular. ",
    "Islam was, in effect, used as a tool to prop up the actions of Saddam Hussein and his government. During Saddam’s rule, the words “Allahu Akbar” (Allah is the Greatest) was added to the Iraqi flag.",
    "During Saddam’s regime, only Sunni Muslims held real power. However, with the overthrow of his regime, the Shia majority acquired greater power and influence.",
    "In addition to the power shift between Sunni and Shia Muslims, the Iraqi people have also gained greater freedom to express their religious identities.",
    "The Shia and Sunnis are similar in over 95% of ways and the differences are not as acute as one might otherwise think.",
    "The Shia / Sunni split occurred following the death of the Prophet Muhammad and the debate over his successor.  ",
    "Major differences between the two paths occur in jurisprudence (i.e. methods of prayer, marriage, inheritance etc) and minor elements of faith.",
    "Regardless of orientation, Islam prescribes a way of life and governs political, legal, and social behaviour. It organises one’s daily life and provides moral guidance for both society and the individual. The rules of Islam are derived from the Quran and sayings of the Prophet Muhammad (known as “hadith”).",
    "Foreigners travelling to Iraq should be mindful of the critical role played by religion in the country.  Islam shapes the attitudes, identities and behaviours of the people."
  ],
  [
    "Hospitality is an Arab and Muslim tradition, deeply engrained in the culture.",
    "Visitors are treated as kings and must always be fed and looked after.",
    "An Islamic tradition stipulates that someone must be allowed to stay in your home for 3 days before you can question why they are staying and when they will leave. ",
    "Invitations to a home must be seen as a great honour and you should only avoid turning them down if absolutely necessary."
  ],
  [
    "Iraqis consider family and honour to be of paramount importance.",
    "The extended family or tribe is both a political and social force.",
    "Families hold their members responsible for their conduct, since any wrongdoing brings shame to the entire family.",
    "Loyalty to the family comes before other social relationships, even business.",
    "Nepotism is not viewed negatively; in such a culture is naturally makes more sense to offer jobs to family as they are trusted.",
    "The value placed on the extended family, means that it is common for large extended families to live in the same house, compound, or village.",
    "In urban areas, although families may not necessarily live in the same house, they will live in the same street or suburb at the very least."
  ],
  [
    "The most common greeting is the handshake coupled with eye contact and a smile.",
    "The standard Arabic/Islamic greeting is \"asalaamu alaikum\" (\"peace be with you\"), to which the response is \"wa alaikum salaam\" (\"and peace be unto you\").",
    "Good friends of the same sex may greet each other with a handshake and a kiss on each cheek, starting with the right.",
    "Handshakes do not typically happen across genders. If you are meeting with someone from the opposite sex, then it’s wise for you to wait for them to offer their hand first, before offering your own. If a handshake isn’t forthcoming, then a nod of your head and a small bow will be well received.",
    "Expect to be introduced to each person individually at a small social function. At a large function, you may introduce yourself."
  ],
  [
    "Gifts are very much part of the culture.",
    "If you are invited to an Iraqi’s home, bring a box of cookies, pastries or a box of chocolates. A fruit basket is also appreciated.",
    "Flowers are being given more and more but only to a hostess.",
    "You should bear religion in mind when buying gifts for your Iraqi counterparts.",
    "Avoid alcohol, meat products and packaging which may cause offense (i.e. containing images of partly dressed people, people drinking alcohol, pigs, dogs, physical intimacy).",
    "If a man must give a gift to a woman, he should say that it is from his wife, mother, sister, or some other female relation.",
    "A small gift for the children is always a good touch.",
    "Gifts are given with two hands.",
    "Gifts are generally not opened when received."
  ],
  [
    "Check to see if you should remove your shoes when entering the home of your host.",
    "In most Iraqi homes, this is the case. As such, make sure you wear decent socks when preparing to leave the house.",
    "Dress conservatively and smartly.",
    "Meals are an important part of the relationship building process and are key to establishing trust.",
    "For this reason, do not discuss business unless your host raises the subject.",
    "Iraqi table manners are relatively formal.",
    "If the meal is on the floor, sit cross-legged or kneel on one knee.",
    "Never let your feet touch the food mat.",
    "Use the right hand for eating and drinking.",
    "It is considered polite to leave some food on your plate when you have finished eating."
  ],
  [
    "Iraqi businesspeople are relatively formal in their business dealings.",
    "The common Arabic greeting is \"asalaamu alaikum\" (peace be with you), to which you should respond \"wa alaikum salaam\" (and peace be with you).",
    "The most common business greeting is the handshake with direct eye contact.",
    "Handshakes can be rather prolonged; try not to be the first person to remove your hand.",
    "Men should wait to see if a woman extends her hand.",
    "Business cards are given out.",
    "It’s a nice touch to have one side of your card translated into Arabic."
  ],
  [
    "The need to save face and protect honour means that showing emotions is seen negatively.",
    "Displays of anger are a serious no-no. If you must show disapproval it is always best to do so in a one-to-one, quietly and with tact.",
    "Always keep your word. Do not make a promise or guarantee unless you can keep it.",
    "If you want to show a commitment to something but do not want to make caste iron assurances then employ terms such as “I will do my best,” “We will see,” or the local term “insha-Allah” (God willing).",
    "Iraqi businesspeople are not afraid of asking blunt and probing questions.",
    "These may be about you, your company or its intentions."
  ],
  [
    "Due to the hierarchical nature of organisations or businesses the leader of an Iraqi team does most of the talking for his company or department.",
    "Subordinates are there to corroborate information or to provide technical advice and counsel to the most senior Iraqi.",
    "It is a good idea to send any information or agendas in Arabic in advance.",
    "If you are bringing a team send the names, titles, and a brief business bio of people attending.",
    "Decisions are generally made by the top of the company but this will be based on recommendations from pertinent stakeholders and technical experts who sit in on meetings.",
    "Expect interruptions during meetings when phone calls may be taken or people enter the room on other matters.",
    "This should not be seen negatively; one should simply remain patient and wait for matters to return to them.",
    "Iraqis often have several side discussions taking place during a meeting. They may interrupt the speaker if they have something to add. They can be loud and forceful in getting their point of view across."
  ]
]