[
  [
    "The family is the centre of the social structure and provides a stabilizing influence for its members.",
    "In the north, generally only the nuclear family lives together; while in the south, the extended family often resides together in one house.",
    "The family provides both emotional and financial support to its members."
  ],
  [
    "Appearances matter in Italy.",
    "The way you dress can indicate your social status, your family's background, and your education level.",
    "First impressions are lasting impressions in Italy.",
    "The concept of 'bella figura' or good image is important to Italians.",
    "They unconsciously assess another person's age and social standing in the first few seconds of meeting them, often before any words are exchanged.",
    "Clothes are important to Italians.",
    "They are extremely fashion conscious and judge people on their appearance.",
    "You will be judged on your clothes, shoes, accessories and the way you carry yourself.",
    "Bella figura is more than dressing well. It extends to the aura your project too - i.e. confidence, style, demeanour, etc."
  ],
  [
    "The primary religion in Italy is Roman Catholic.",
    "There are more Catholic churches per capita in Italy than in any other country.",
    "Although church attendance is relatively low, the influence of the church is still high.",
    "Many office buildings will have a cross or a religious statue in the lobby.",
    "Each day of the year has at least one patron saint associated with it.",
    "Children are named for a particular saint and celebrate their saint's day as if it were their own birthday.",
    "Each trade and profession has a patron saint.",
    "The church promulgates hierarchy, which can be seen in all Italian relationships.",
    "They respect and defer to those who are older, those who have achieved a level of business success, and those who come from well-connected families."
  ],
  [
    "Greetings are enthusiastic yet rather formal.",
    "The usual handshake with direct eye contact and a smile suffices between strangers.",
    "Once a relationship develops, air-kissing on both cheeks, starting with the left is often added as well as a pat on the back between men.",
    "Wait until invited to move to a first name basis.",
    "Italians are guided by first impressions, so it is important that you demonstrate propriety and respect when greeting people, especially when meeting them for the first time.",
    "Many Italians use calling cards in social situations. These are slightly larger than traditional business cards and include the person's name, address, title or academic honours, and their telephone number.",
    "If you are staying in Italy for an extended period of time, it is a good idea to have calling cards made. Never give your business card in lieu of a calling card in a social situation."
  ],
  [
    "Do not give chrysanthemums as they are used at funerals.",
    "Do not give red flowers as they indicate secrecy.",
    "Do not give yellow flowers as they indicate jealousy",
    "If you bring wine, make sure it is a good vintage. Quality, rather than quantity, is important.",
    "Do not wrap gifts in black, as is traditionally a mourning colour.",
    "Do not wrap gifts in purple, as it is a symbol of bad luck.",
    "Gifts are usually opened when received."
  ],
  [
    "If an invitation says the dress is informal, wear stylish clothes that are still rather formal, i.e., jacket and tie for men and an elegant dress for women.",
    "Punctuality is not mandatory. You may arrive between 15 minutes late if invited to dinner and up to 30 minutes late if invited to a party.",
    "If you are invited to a meal, bring gift-wrapped such as wine or chocolates.",
    "If you are invited for dinner and want to send flowers, have them delivered that day."
  ],
  [
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Follow the lead of the hostess - she sits at the table first, starts eating first, and is the first to get up at the end of the meal.",
    "The host gives the first toast.",
    "An honoured guest should return the toast later in the meal.",
    "Women may offer a toast.",
    "Always take a small amount at first so you can be cajoled into accepting a second helping.",
    "Do not keep your hands in your lap during the meal; however, do not rest your elbows on the table either.",
    "It is acceptable to leave a small amount of food on your plate.",
    "Pick up cheese with your knife rather than your fingers.",
    "If you do not want more wine, leave your wine glass nearly full."
  ],
  [
    "Italians prefer to do business with people they know and trust.",
    "A third party introduction will go a long way in providing an initial platform from which to work.",
    "Italians much prefer face-to-face contact, so it is important to spend time in Italy developing the relationship.",
    "Your business colleagues will be eager to know something about you as a person before conducting business with you.",
    "Demeanour is important as Italians judge people on appearances and the first impression you make will be a lasting one.",
    "Read more about the Italian communication style"
  ],
  [
    "Appointments are mandatory and should be made in writing (in Italian) 2 to 3 weeks in advance.",
    "Reconfirm the meeting by telephone or fax (again in Italian).",
    "Many companies are closed in August, and if they are open many Italians take vacations at this time, so it is best not to try to schedule meetings then.",
    "In the north, punctuality is viewed as a virtue and your business associates will most likely be on time.",
    "The goal of the initial meeting is to develop a sense of respect and trust with your Italian business colleagues.",
    "Have all your printed material available in both English and Italian.",
    "Hire an interpreter if you are not fluent in Italian.",
    "Read more about Italian business practices."
  ],
  [
    "In the north, people are direct, see time as money, and get down to business after only a brief period of social talk.",
    "In the south, people take a more leisurely approach to life and want to get to know the people with whom they do business.",
    "Allow your Italian business colleagues to set the pace for your negotiations. Follow their lead as to when it is appropriate to move from social to business discussions.",
    "Italians prefer to do business with high-ranking people.",
    "Hierarchy is the cornerstone of Italian business. Italians respect power and age.",
    "Negotiations are often protracted."
  ],
  [
    "Dressing well is a priority in Italy.",
    "Men should wear dark coloured, conservative business suits.",
    "Women should wear either business suits or conservative dresses.",
    "Elegant accessories are equally important for men and women."
  ],
  [
    "Business cards are exchanged after the formal introduction.",
    "To demonstrate proper respect for the other person, look closely at their business card before putting it in your card holder.",
    "It is a good idea to have one side of your business card translated into Italian.",
    "If you have a graduate degree, include it on your business card.",
    "Make sure your title is on your card. Italians like knowing how you fit within your organization."
  ]
]
