[
  [
    "The Jamaican family includes a close-knit web of aunts, uncles, cousins and grandparents.",
    "Families are close and provide both emotional and economic support to its members.",
    "The family is the most important group a person belongs to, and as such, it the group with whom a person spends most of his/her time developing and maintaining cordial relations."
  ],
  [
    "Jamaicans have a healthy distrust of those in authority and prefer to put their faith in those they know well, such as their extended family and close friends who are treated as if they were family.",
    "This can be seen in the fact that many still prefer to form a \"partner\" with friends and family rather than go to a bank to secure a loan. A partner is a financial arrangement between friends and neighbours. Each person in the group agrees to contribute a set amount into the partner for a specific number of weeks. Accumulated funds are used to make down payments for large purchases such as buying a house or a business.",
    "The basic requirement of the partner is trust. To become a member of the elite group, a person must be recommended by a friend or relative."
  ],
  [
    "Religion is fundamental to Jamaican life, which can be seen in the references to Biblical events in everyday speech.",
    "The island has the highest number of churches per capita in the world and more than 100 different Christian denominations. Most Jamaicans are Christians; the largest denominations are the Anglicans, Baptists, Methodists, Pentecostals, Brethren and Roman Catholics.",
    "Christmas is typically observed by various denominations with Communion services, candlelight ceremonies, concerts, all-night prayer meetings and the singing of Christmas carols."
  ],
  [
    "Rastafarianism was borne in 1930’s Jamaica by Marcus Garvey, who launched an organisation known as the Universal Negro Improvement Association (UNIA). The purpose of the organisation was to reunite blacks with the lands from which they had been stolen. Essentially, they believe they are one of the lost tribes of Israel who were sold into slavery and taken to Babylon (Jamaica) and that they must return to Zion, which they hold to be Ethiopia.",
    "The movement does not have organized congregations, it does not have a paid clergy, and it doesn't have a written doctrine.",
    "Rastafarians were looked down upon in Jamaica in the early days of its inception. However, it became increasingly mainstream as the popularity of Rastafari grew during the 1960s and 1970s - due to the influences of Reggae music and Rastafarian celebrities such as Bob Marley. ",
    "Rastafarianism has since become a celebration of national identity and is no longer looked down upon in Jamaica."
  ],
  [
    "Tipping isn’t part of local Jamaican customs and certain venues and all-inclusive resorts prohibit tipping.",
    "In some destinations, staff can lose their jobs if they are caught accepting a tip.",
    "As such, you should be extremely discreet if you choose to leave one.",
    "In tourist areas, there’s a greater tendency for tourists to tip. Typically, restaurant tips are in the region of 10 – 15% - however, it’s important that you check that a service charge has not already been added.",
    "If you chose to tip other service providers, such as taxi drivers or concierge staff, then consider tipping up to a few dollars.",
    "US Dollars are generally accepted in Jamaica."
  ],
  [
    "The most common greeting is the handshake with direct eye contact, and a warm smile.",
    "Use the appropriate salutation for the time of day: \"good morning\", \"good afternoon\", or \"good evening\".",
    "Once a friendship has been established, women may hug and kiss on each cheek, starting with the right.",
    "Men often pat each other's shoulder or arm during the greeting process or while conversing.",
    "Address people by their honorific title (Mr., Mrs., or Miss) and their surname until a personal relationship has developed.",
    "Always wait until invited before using someone's first name.",
    "As your friendship deepens, you may be asked to call the person by their nickname."
  ],
  [
    "Table manners are relatively informal.",
    "The more formal the occasion, the more strict the protocol.",
    "When in doubt, watch what others are doing and emulate their behaviour.",
    "Do not sit down until you are invited to and told where to sit.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Meals are often served buffet-style.",
    "Do not begin eating until the host invites you to start.",
    "When not eating, it is acceptable to keep your hands in your lap.",
    "Try everything since it demonstrates graciousness.",
    "Always use utensils to eat.",
    "It is considered polite to finish everything on your plate."
  ],
  [
    "Although it is not imperative that you be introduced by a third-party, such introductions can speed up the time it takes to develop the personal relationship so necessary to conducting business successfully.",
    "Networking and relationship building can be crucial to long-term business success.",
    "While Jamaicans are outwardly warm and friendly, they often appear standoffish at the initial introduction because they are reserved until they get to know someone.",
    "Do not appear overly familiar at the initial greeting.",
    "Socializing is an important part of developing a relationship.",
    "Status is respected in Jamaica. It is quite common to hear someone referred to as \"bossman\" or \"bosswoman\" when the person addressing them is not an employee.",
    "Jamaicans can be direct communicators and are not afraid to say what they think.",
    "They expect others to be equally direct.",
    "At the same time, they value tact and sensitivity and dislike overt aggression.",
    "They will politely tell you what they think, even if they disagree with what you have said.",
    "They value logic and linear thinking.",
    "It is imperative to show deference and respect to those in positions of authority.",
    "When dealing with people at the same level, communication can be more informal.",
    "Jamaicans stand very close when conversing.",
    "A man may touch the arm or shoulder of another man, or even finger his lapel while speaking."
  ],
  [
    "Appointments are necessary and easy to schedule.",
    "They should be about 2 weeks in advance if travelling from abroad.",
    "Confirm the meeting, by telephone, a few days in advance.",
    "Jamaicans expect punctuality although they are not always successful at arriving on time themselves.",
    "Meetings will have a friendly tone even though they can be somewhat formal.",
    "Expect some small talk before business is discussed. Let your Jamaican colleagues decide when it is time to speak about business.",
    "Presentations should be complete and not conceal potential problems."
  ],
  [
    "Avoid high-pressure sales tactics. They are seen as confrontational.",
    "Relationships are viewed as more important than rules.",
    "Business is hierarchical. The person with the most authority makes decisions.",
    "Hierarchy is important, although not always apparent. Defer to the person with the most authority, as they are most likely the decision maker.",
    "Jamaicans are direct and say what they mean. They appreciate brevity and are not impressed by too much detail.",
    "Bargaining is customary and expected. Do not give your best offer at the beginning of negotiations.",
    "Don't put all your cards on the table at one time, your Jamaican colleagues won't.",
    "Expect to spend a great deal of time reviewing details before a contract is drawn up."
  ]
]