[
  [
    "Shinto and Buddhism  84%, other 16% (including Christian 0.7%)",
    "Shinto dates back to ancient times when people believed that the natural world possessed Kami, a Shinto deity or divine spirit.",
    "Buddhism came from China in the 6th Century and the two religions have co-existed in Japan from that time."
  ],
  [
    "1st January - New Year’s Day",
    "15th January – Adults Day",
    "11th February – National Foundation Day",
    "21st March – Spring equinox",
    "3rd May -  Constitution Day",
    "4th May – Greenery Day (originally held on 29th April to commemorate Emperor Showa’s birthday. The name was changed to Greenery Day in 1989 when the Emperor died)",
    "Greenery Day forms part of the ‘Golden Week’ in Japan due to three successive national holidays when many businesses close for the entire week.",
    "5th May – Children’s Day (also part of the Golden week)",
    "3rd Monday in July - Ocean Day",
    "15th September – Respect the Aged Day",
    "21st September - Autumnal equinox",
    "Second Monday in October - Health and Sports Day",
    "3rd November – Culture Day",
    "23rd November -  Labour Thanksgiving Day",
    "23rd December – the Emperor’s birthday",
    "Some holidays celebrated in the west have become popular in Japan including Valentine’s Day (14th November) and Christmas Day (23rd December)."
  ],
  [
    "Family patterns have changed over the decades from multi-generational households to the typical ‘nuclear family’ with two parents and their children (particularly in the more urban areas).",
    "Some families may have an elderly parent or relative residing with them.",
    "During the second half of the 20th century, new laws were introduced reducing patriarchal authority and awarding greater legal rights for women.",
    "Marriage is based upon mutual attraction rather than the once traditional ‘arranged marriage’."
  ],
  [
    "During the Meiji era, the government set out to make Japan a democratic state affording equality between social classes.",
    "Although boundaries were broken down to some extent there are still vestiges that continue to have some influence upon attitudes to social position and entitlement.",
    "In both rural and urban areas, there are differences in family composition, educational achievement and workforce inclusion.",
    "Among the urban population there are social differences between the ‘white-collar’ salaried middle class and the ‘blue-collar’ working classes.",
    "'Freeters', a term describing someone who works as a freelancer, have also become part of this Japanese class system."
  ],
  [
    "Historically, women in Japan were expected to be subordinate to men and were confined to domestic matters only.",
    "They were excluded from certain sacred areas and were expected to show deference to hierarchal authority in both speech and behaviour.",
    "In 1947, a new legal framework was established affording equality to both sexes, thus giving women more access to education, job opportunities and career advancement.",
    "However, the changes in the gender gap, equal pay and educational attainment are slow moving and the concept of total equality remains an ‘ideal’ rather than the norm at present.  "
  ],
  [
    "Children are the centre of the family in Japan and child rearing is seen as an extremely important role.",
    "Strong family bonds are developed early on, particularly between the mother and children.",
    "Compulsory education commences from the age of six with six years in elementary school which is followed by three years in middle school.",
    "Although compulsory education ends with middle school, many go on to further education.",
    "Prior to compulsory school, there are two strands of pre-school education: nursery school from the age of three and kindergarten from five years."
  ],
  [
    "Whilst Japan has its own identity of traditional cuisine there are early influences from Korea, China and South East Asia.",
    "White rice is a staple element of almost all meals and other ingredients include soy products, grilled or raw fish, thinly sliced stir-fried pork with bean sprouts and vegetables.",
    "Miso soup is a popular dish made from miso paste (fermented soya beans and barley) and containing various accoutrements such as tofu and/or vegetables.",
    "Sushi is also a popular Japanese meal which involves vinegared rice with seafood, raw fish or vegetables.",
    "A typical Japanese meal usually involves a number of dishes on the table rather than a main course."
  ],
  [
    "Japan is a leading player in the global financial market and is a member of G7.",
    "Prior to the middle of the 20th Century, Japan’s economy centred around agriculture, fisheries and forestry but the decline in this sector saw a move towards manufacturing, wholesale retailing and the service industry.",
    "It is one of the world’s largest car manufacturers and electronics goods, exporting globally.",
    "Japan suffered considerable economic decline in the 1990s although they were able to maintain their economic power internationally. The devastating earth quake in 2011 had a catastrophic impact upon the infrastructure and economy.",
    "The prime minister, Shinzo Abe, embarked on an ambitious programme of economic reform and in the first quarter of 2017 statistics suggest that Japan’s economic growth has increased."
  ],
  [
    "The arts are an important part of Japanese life. A number of schools and colleges offer students training and preparation for careers in performance and art.",
    "The Ministry of Education is protective of Japan’s great works of art which include paintings, sculptures and architecture.",
    "Traditional arts and crafts such as the tea ceremony, flower arranging and dance that express Japan’s cultural heritage are greatly valued and designated as ‘living national treasures’.",
    "Japan’s history has been defined too by its literature and poetry. The ‘Tale of the Genji’ for instance, is a great classic work written by a noblewoman, Murasaki Shikibu at the beginning of the 11th Century.",
    "Comic books and animation are a popular form of art which has reached an international audience.",
    "Japanese Martial Arts are also a traditional and respected performing art including Jujutsu (a method of close combat) and Kendo (swordsmanship using bamboo swords and protective armour.)"
  ],
  [
    "In Japan people have two names, the surname and the given name.",
    "The surname comes before the given name and is inherited from the father.",
    "You can read more here about how to address people in Japan."
  ],
  [
    "Greetings in Japan are very formal and ritualized.",
    "It is important to show the correct amount of respect and deference to someone based upon their status relative to your own.",
    "Wait to be introduced.",
    "It is considered impolite to introduce yourself, even in a large gathering.",
    "While foreigners are expected to shake hands, the traditional form of greeting is the bow.",
    "How far you bow depends upon your relationship to the other person as well as the situation. The deeper you bow, the more respect you show.",
    "A foreign visitor ('gaijin') may bow the head slightly, since no one expects foreigners to generally understand the subtle nuances of bowing."
  ],
  [
    "The Japanese rely on facial expression, tone of voice and posture to tell them what someone feels.",
    "They often trust non-verbal messages more than the spoken word as words can have several meanings.",
    "The context in which something is said affects the meaning of the words. Therefore, it is imperative to understand the situation to fully appreciate the response.",
    "Frowning while someone is speaking is interpreted as a sign of disagreement.",
    "Most Japanese maintain an impassive expression when speaking.",
    "Non-verbal communication is so vital that there is a book for 'gaijins' (foreigners) on how to interpret the signs!",
    "It is considered disrespectful to stare into another person's eyes, particularly those of a person who is senior to you because of age or status.",
    "In crowded situations the Japanese avoid eye contact to give themselves privacy.",
    "Saving face is crucial in Japanese society.",
    "The Japanese believe that turning down someone's request causes embarrassment and loss of face to the other person.",
    "If the request cannot be agreed to, they will say, 'it's inconvenient' or 'it's under consideration'.",
    "Face is a mark of personal dignity and means having high status with one's peers.",
    "Therefore, they do not openly criticize, insult, or put anyone on-the-spot."
  ],
  [
    "The Japanese prefer to have some distance, at least arms-length in their personal space."
  ],
  [
    "In Japan, gift-giving is highly ritualistic and meaningful.",
    "The ceremony of presenting the gift and the way in which it is wrapped is as important, and sometimes more important, than the gift itself.",
    "Gifts are given for many occasions.",
    "The gift need not be expensive, but take great care to ask someone who understands the culture to help you decide what type of gift to give.",
    "Good quality chocolates or small cakes are a good idea.",
    "Do not give lilies, camellias or lotus blossoms as they are associated with funerals and avoid white flowers of any kind as they are associated with funerals.",
    "Do not give potted plants as they encourage sickness, although a bonsai tree is always acceptable.",
    "Give items in odd numbers, but not 9 (the numbers 9 and 4 are considered unlucky in Japan)",
    "If you buy the gift in Japan, have it wrapped. Pastel colours are the best choices for wrapping paper.",
    "Gifts are not necessarily opened upon receipt."
  ],
  [
    "Remove your shoes before entering and put on the slippers left at the doorway.",
    "Leave your shoes pointing away from the doorway you are about to walk through.",
    "Arrive on time or no more than 5 minutes late if invited for dinner.",
    "If invited to a large social gathering, arriving a little bit later than the invitation is acceptable, although punctuality is always appreciated.",
    "Unless you have been told the event is casual, dress as if you were going into the office.",
    "If you use the toilet, put on the available toilet slippers and remove them when you are finished. Do not wear them back out of the bathroom."
  ],
  [
    "Wait to be told where to sit. There is a protocol to be followed.",
    "The honoured guest or the eldest person will be seated in the centre of the table the furthest from the door.",
    "The honoured guest or the eldest is the first person to begin eating.",
    "It will yield tremendous dividends if you learn to use chopsticks.",
    "Never point your chopsticks.",
    "Do not pierce your food with chopsticks.",
    "Chopsticks should be returned to the chopstick rest after every few bites and when you drink or stop to speak.",
    "Do not cross your chopsticks when putting them on the chopstick rest.",
    "Place bones on the side of your plate.",
    "Try a little bit of everything. It is acceptable to ask what something is and even to make a face if you do not like the taste.",
    "Don't be surprised if your Japanese colleagues slurp their noodles and soup.",
    "Mixing other food with rice is usually not done. You eat a bit of one and then a bit of the other, but they should never be mixed together as you do in many Western countries.",
    "If you do not want anything more to drink, do not finish what is in your glass. An empty glass is an invitation for someone to serve you more.",
    "When you have finished eating, place your chopsticks on the chopstick rest or on the table. Do not place your chopsticks across the top of your bowl.",
    "If you leave a small amount of rice in your bowl, you will be given more. To signify that you do not want more rice, finish every grain in your bowl.",
    "It is acceptable to leave a small amount of food on your plate when you have finished eating.",
    "Conversation at the table is generally subdued. The Japanese like to savour their food."
  ],
  [
    "It is important to dress smartly and conservatively.",
    "Men should wear a dark suit in the winter months with white shirt and tie that is not brightly coloured.",
    "As the summer months can be very hot it is acceptable to wear half sleeve shirts and light grey suits.",
    "Women should also dress conservatively, wear hair either short or tied back. Conspicuous jewellery or short skirts are not considered appropriate.  "
  ],
  [
    "Business cards are exchanged constantly and with great ceremony.",
    "Invest in quality cards.",
    "Always keep your business cards in pristine condition.",
    "Treat the business card you receive as you would the person.",
    "You may be given a business card that is only in Japanese.",
    "It is wise to have one side of your business card translated into Japanese.",
    "Give your business card with the Japanese side facing the recipient.",
    "Make sure your business card includes your title, so your Japanese colleagues know your status within your organization.",
    "Business cards are given and received with two hands and a slight bow.",
    "Examine any business card you receive very carefully.",
    "During a meeting, place the business cards on the table in front of you in the order people are seated.",
    "When the meeting is over, put the business cards in a business card case or a portfolio."
  ],
  [
    "Appointments are required and, whenever possible, should be made several weeks in advance.",
    "It is best to telephone for an appointment rather than send a letter, fax or email.",
    "Punctuality is important. Arrive on time for meetings and expect your Japanese colleagues will do the same.",
    "Since this is a group society, even if you think you will be meeting one person, be prepared for a group meeting.",
    "The most senior Japanese person will be seated furthest from the door, with the rest of the people in descending rank until the most junior person is seated closest to the door.",
    "It may take several meetings for your Japanese counterparts to become comfortable with you and be able to conduct business with you.",
    "This initial getting to know you time is crucial to laying the foundation for a successful relationship.",
    "You may be awarded a small amount of business as a trial to see if you meet your commitments.",
    "If you respond quickly and with excellent service, you prove your ability and trustworthiness.",
    "Never refuse a request, no matter how difficult or non- profitable it may appear. The Japanese are looking for a long-term relationship.",
    "Always provide a package of literature about your company including articles and client testimonials.",
    "Always give a small gift, as a token of your esteem, and present it to the most senior person at the end of the meeting. Your Japanese contact can advise you on where to find something appropriate."
  ],
  [
    "Keep them formal and stick to the facts. Don’t try to impress with gimmicky designs.",
    "Materials should be handed to the participants of the meeting rather than the more casual practice of ‘taking one and passing it on’.",
    "Make sure the time schedule allows for questions and remember, the Japanese do not always raise their hands and will often look directly at you instead. It is up to the presenter to be aware and to politely ask if they wish to ask a question."
  ],
  [
    "The Japanese are non-confrontational.",
    "They have a difficult time saying 'no', so you must be vigilant at observing their non-verbal communication.",
    "It is best to phrase questions so that they can answer yes. For example, do you disagree with this?",
    "The Japanese often remain silent for long periods of time. Be patient and try to work out if your Japanese colleagues have understood what was said.",
    "Japanese prefer broad agreements and mutual understanding so that when problems arise they can be handled flexibly.",
    "Using a Japanese lawyer is seen as a gesture of goodwill. Note that Japanese lawyers are quite different from Western lawyers as they are much more functionary.",
    "Never lose your temper or raise your voice during negotiations.",
    "Some Japanese close their eyes when they want to listen intently.",
    "The Japanese seldom grant concession. They expect both parties to come to the table with their best offer.",
    "The Japanese do not see contracts as final agreements so they can be renegotiated.",
    "Read more here about how to negotiate with the Japanese"
  ],
  [
    "The hierarchal structure in business management is the essence of corporate culture in Japan. Each person is clear about their role and functionality within the business.  ",
    "Managers are not expected to engage their reports in decision making.  Indeed, deferring decisions, or blanket inclusion in decision making may be viewed as a sign of weakness",
    "Managers are expected to nurture an environment which best facilitates the working of the group.  As such, they should be readily accessible to team members and happy to train and mentor. Information typically moves from the bottom up and Managers ratify proposals.",
    "Managers in Japan communicate in a high context fashion. Although this manner of communication may strike those from the west as vague, Japanese subordinates will generally decode the request of their Manager through cues in body language and unspoken messages.",
    "The concept of ‘face’ is important in Japan and, as such, Managers will be careful to protect the reputation of subordinates when in the presence of others.  Critical remarks are certainly not voiced in public and a Manager may even appear to overtly agree with something that they disagree with in an effort to save the face of others."
  ],
  [
    "An introduction to the country, its history, politics, people and culture",
    "Insights into the country’s values, customs and etiquette",
    "Tips on preparing to work with new colleagues from Japan",
    "Expat-orientated information on daily life",
    "Guidelines and tools on adapting and dealing with cultural differences"
  ],
  [
    "Order It ($7.00)"
  ]
]
