[
  [
    "Kazakhstan is a bilingual country: the Kazakh language, spoken by 64.4% of the population, has the status of the \"state\" language, while Russian, which is spoken by almost all",
    "Kazakhstanis, is declared the \"official\" language, and is used routinely in business.",
    "Kazakh (also Qazaq) is a Turkic language closely related to Nogai and Karakalpak."
  ],
  [
    "Greetings are rather formal due to the hierarchical nature of society.",
    "The common greeting is the handshake, often done with both hands and a smile. Since many Kazakhs are Muslim, some men will not shake hands with women, so be sensitive to these religious differences.",
    "Once you have developed a personal relationship, close friends of the same sex may prefer to hug rather than shake hands.",
    "Most Kazakhs have a first and patronymic name (the father’s name followed by a suffix -ich or –ovich for son of or daughter of, respectively).",
    "Wait until invited before using someone’s first name, although the invitation generally comes early in the relationship."
  ],
  [
    "There is not a great deal of protocol in gift giving.",
    "When invited to someone’s house for dinner, it is polite to bring something for the hostess such as pastries.",
    "Practising Muslims do not touch alcohol, so do not give alcoholic beverages unless you know your host drinks.",
    "Gifts are usually opened when received."
  ],
  [
    "Kazakhs are very hospitable people and enjoy hosting dinners at their homes.",
    "You will be served tea and bread, even if you are not invited to a meal. Since Kazakhs consider bread to be sacred, serving bread is a sign of respect.",
    "When served tea, your cup will often only be filled halfway. To fill the cup would mean that your host wanted you to leave.",
    "It is not imperative that you arrive on time, although you should not arrive more than 30 minutes late without telephoning first.",
    "Dress conservatively in clothing you might wear to the office. Kazakhs value dressing well over comfort. To dress too informally might insult your hosts.",
    "Table manners are not terribly formal in Kazakhstan.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Some foods are meant to be eaten by hand.",
    "Your host or another guest may serve you.",
    "In more rural settings, you may sit on the floor.",
    "You will be given a bowl to drink broth or tea. When you do not want any more, turn your bowl upside-down as an indication.",
    "If alcoholic beverages are served, expect a fair amount of toasting.",
    "Meals are social events. As such, they may take a great deal of time.",
    "Leave something on your plate when you have finished eating. This demonstrates that you have had enough, whereas if you finish everything it means you are still hungry and you will be served more food.",
    "Expect to be served second helpings."
  ],
  [
    "In rural settings it is a sign of respect to offer the most honoured guest a boiled sheep's head on a beautiful plate.",
    "The guest then divides the food among the guests in the following fashion:",
    "The ear is given to the smallest child so that he or she will listen to and obey the elders.",
    "The eyes are given to the two closest friends so that they will take care of the guest.",
    "The upper palate is given to the daughter-in-law and the tongue to the host’s daughter so both women will hold their tongues.",
    "The pelvic bones go to the second most respected guest.",
    "The brisket is given to the son-in-law."
  ],
  [
    "The handshake is the common greeting. Two hands are often used.",
    "Handshakes tend to be gentle.",
    "Many Kazakh men will not shake hands with women. A woman should extend her hand, but if it is not accepted, she should not be insulted.",
    "Maintain eye contact during the greeting.",
    "Shake hands at the end of a meeting, prior to leaving.",
    "If you meet someone several times in the same day, you should shake hands each time.",
    "Wait to be introduced to everyone, usually in order of importance.",
    "Academic and professional titles are used in business.",
    "People are called by their title and surname.",
    "Wait until invited before using someone’s first name.",
    "Business cards are extremely important to establish one’s position, navigate bureaucracy and open doors.",
    "Likewise, show the card of someone significant when trying to gain access or secure an appointment.",
    "Business cards are exchanged without a great deal of ritual.",
    "It is advisable to have your business cards printed in Russian on one side and English on the other.",
    "Make certain that your title is included on your business card."
  ]
]