[
  [
    "Kenya is not a homogeneous country ethnicity wise.",
    "The make-up of Kenyans is primarily that of 13 ethnic groups with an additional 27 smaller groups.",
    "The majority of Kenyans belong to ‘Bantu’ tribes such as the Kikuyu, Luhya and Kamba.",
    "There are also the ‘Nilotic’ tribes such as the Luo, Kalenjin, Maasai and Turkana.",
    "The ‘Hamitic’ people include the Turkana, Rendille and Samburu.",
    "Around 13% of the population are of non-African descent, i.e. Indian, Arab and European."
  ],
  [
    "The most common greeting is the handshake.",
    "When greeting someone with whom you have a personal relationship, the handshake is more prolonged than the one given to a casual acquaintance.",
    "Close female friends may hug and kiss once on each cheek instead of shaking hands.",
    "When greeting an elder or someone of higher status, grasp the right wrist with the left hand while shaking hands to demonstrate respect.",
    "Muslim men/women do not always shake hands with women/men.",
    "The most common greeting is “Jambo?” (“How are you?”), which is generally said immediately prior to the handshake.",
    "After the handshake it is the norm to ask questions about the health, their family, business and anything else you know about the person.",
    "To skip or rush this element in the greeting process is the height of poor manners.People are generally addressed by their academic, professional or honorific title followed by their surname.",
    "Once a personal relationship has developed, you may be able to address a person by their title and first name, first name alone, or nickname. Wait for the Kenyan to determine that your friendship has reached this level of intimacy.",
    "Women over the age of 21 are often addressed as “Mama” and men over the age of 35 are often addressed as “Mzee”. Children generally refer to adults as Aunt or Uncle, even if there is not a familial relationship."
  ],
  [
    "In general, Kenyans give gifts for events of significance in a person’s life or days of religious significance.",
    "Gifts need not be expensive. In fact, practical gifts are preferred. Kenya is a poor country and a gift of something that the person cannot generally afford is always welcome.",
    "It is customary to give small gifts to servants, trades people, and service workers at Christmas.",
    "If invited to dinner at a Kenyan’s home, bring pastries, flowers, or sweets for the hostess. In rural areas, gifts of sugar or tea are quite common.",
    "Gifts should be nicely wrapped, although there are no prohibitions concerning the colour of paper.",
    "Do not bring alcohol unless you know that your host drinks.",
    "Gifts should be given using the right hand only or both hands. Never use the left hand."
  ],
  [
    "Kenyans table manners are relatively formal.",
    "Dining patterns vary tremendously according to ethnicity, location and socio-economic position of the host.",
    "The best course of action is to behave formally. When is doubt, watch what others are doing and follow their lead.",
    "Except for formal functions, there is generally not a seating plan. However, there may be a special place for the most honoured guest.",
    "Guests are expected to wash their hands before and after the meal. In some homes, a washing basin will be brought to the table. If so, hold your hands over the basin while water is poured over them.",
    "The honoured guest is usually served first, followed by the men, children, and women.",
    "Servants often bring the courses to individual guests who are expected to take what they want.",
    "Do not begin eating until the eldest male has been served and started eating.",
    "It is a good idea to take a small amount the first time the platters are brought so that you may take second helpings when urged.",
    "Beverages are not generally served with meals since Kenyans think it is impolite to eat and drink at the same time. They are generally served at the completion of the meal.",
    "It is considered polite to finish everything on your plate, although it is not mandatory."
  ],
  [
    "Handshakes are the most common greeting in business.",
    "When being introduced to someone for the first time, the handshake is short, while handshakes among people with a personal relationship are longer.",
    "It is a sign of respect to lower your eyes when greeting someone of a higher status or someone who is obviously older than you.",
    "Men should wait for a woman to extend her and first.",
    "To rush a greeting is extremely rude. Take the time to inquire about the other person’s general well-being, family, and business in general.",
    "Titles are important. Use the honorific title plus any academic or professional title and the surname.",
    "Wait to be invited before moving to a first name basis.",
    "Business cards are exchanged without formal ritual.",
    "Present and receive business cards with two hands."
  ],
  [
    "Meeting schedules may be structured or not at all depending upon the ownership of the company. In British or Indian owned companies, agendas will be used and followed.",
    "As relationships are important in Kenya, devote time to small talk in order to get to know your hosts and vice-versa. It is a good idea to allow your Kenyan hosts determine when it is time to begin the business discussion.",
    "Meetings seldom have scheduled ending times since what matters is finishing the meeting in a satisfactory manner to all concerned. In fact, Kenyans are amused at the concept of an ending time, since they believe the meeting only ends when all parties are finished.",
    "Kenyans value tradition. Therefore, it is a good idea to provide a historical framework or context when attempting to introduce a new idea or process. They may ask questions until they feel comfortable and are able to proceed satisfactorily."
  ]
]