[
  [
    "Arabic is spoken by almost 200 million people in more than 22 countries.",
    "It is the language of the Qur'an, the Holy Book of Islam, and of Arab poetry and literature.",
    "While spoken Arabic varies from country to country, classical Arabic has remained unchanged for centuries.",
    "In Kuwait, there are differences between the dialects spoken in urban areas and those spoken in rural areas."
  ],
  [
    "Among certain obligations for Muslims are to pray five times a day - at dawn, noon, afternoon, sunset, and evening. The exact time is listed in the local newspaper each day. Friday is the Muslim holy day. Everything is closed. Many companies also close on Friday and Saturday as this is the weekend in Kuwait.",
    "During the holy month of Ramadan all Muslims must fast from dawn to dusk and are only permitted to work six hours per day. Fasting includes no eating, drinking, cigarette smoking, or gum chewing. Expatriates are not required to fast; however, they must not eat, drink, smoke, or chew gum in public.",
    "Each night at sunset, families and friends gather together to celebrate the breaking of the fast (iftar). The festivities often continue well into the night. In general, things happen more slowly during Ramadan. Many businesses operate on a reduced schedule. Shops may be open and closed at unusual times.",
    "Although over 95% of the population are Muslim, Kuwait is known for its religious tolerance. The three Churches are allowed to practice freely. Kuwait is the only Gulf Country to establish relations with the Vatican."
  ],
  [
    "The extended family is the basis of the social structure and individual identity. It includes the nuclear family, immediate relatives, distant relatives, tribe members, friends, and neighbours.",
    "Nepotism is viewed positively, since it guarantees hiring people who can be trusted, which is crucial in a country where working with people one knows and trusts is of primary importance.",
    "The family is private. Female relatives are protected from outside influences.",
    "It is considered inappropriate to ask questions about a Kuwaiti's wife or other female relatives."
  ],
  [
    "Kuwaitis are hospitable; however, it is important to behave according to their cultural norms.",
    "Although women play a greater role in Kuwaiti society then women do in many other Gulf countries, they seldom socialize together in public.",
    "Greetings are therefore between members of the same sex.",
    "In all cases they are given with a sense of enthusiasm and general pleasure at meeting or seeing the person again.",
    "Kuwaitis take time during the greeting process to converse about their health, family, mutual friends and acquaintances, and other general matters of interest."
  ],
  [
    "The first name is the personal name and used as we would use ours.",
    "The second name is the father's personal name. It is used with the connector \"al- \".",
    "The third and fourth names are the grandfather's personal name and a name that denotes the family lineage. Both names generally start with the prefix \"al-\".",
    "The name of Suleyman Al-Ahmed Al- Mustafa Al-Sabah means Suleyman, son of Ahmed, grandson of Mustafa of the Sabah family/tribe.",
    "Women do not take the husband's name upon marriage."
  ],
  [
    "Extended family or very close friends may exchange gifts for birthdays, Ramadan, Eid, Hajj and other celebratory occasions.",
    "If you are invited to a Kuwaiti home, bring a houseplant, box of imported chocolates, or a small gift from your home country.",
    "If a man must give a gift to a woman, he should say that it is from his wife, mother, sister, or some other female relative.",
    "Do not give alcohol unless you know for sure he/she partakes.",
    "Gifts are not opened when received.",
    "Learn more about gift giving in the Arab world"
  ],
  [
    "Kuwaitis socialize in their homes, restaurants, or international hotels.",
    "Hospitality is considered a pillar of Arab culture.",
    "If both sexes are included, they may be entertained in separate rooms, although this is not always the case.",
    "When going to a Kuwaitis house:",
    "Check to see if the host is wearing shoes. If not, remove yours at the door.",
    "Dress conservatively.",
    "Show respect for the elders by greeting them first.",
    "Accept any offer of food or drink. To turn down hospitality is to reject the person.",
    "If you are invited for a meal, there is often a great deal of socializing and small talk before the meal, and the evening comes to an end quickly after the meal."
  ],
  [
    "Eat only with the right hand.",
    "Meals are generally served family-style.",
    "Guests are served first. Then the oldest, continuing in some rough approximation of age order until the youngest is served.",
    "Honoured guests are often offered the most prized pieces or delicacies such as the sheep's head - so be prepared!",
    "Hospitality and generosity dictate showering guests with abundance. Comment on this.",
    "Leave some food on your plate when you have finished eating otherwise they will fill it with more.",
    "When the host stands, the meal is over."
  ],
  [
    "Since Kuwaitis prefer to do business with those with whom they have a personal relationship, they spend a great deal of time on the getting-to-know-you process.",
    "You must be patient since impatience is viewed as criticism of the culture.",
    "Kuwaitis judge on appearances so dress and present yourself well.",
    "They respect education, so carefully mention if you have an advanced degree, especially if it is from a prestigious university."
  ],
  [
    "Try to schedule meetings in the morning when meeting with government officials, since they are restricted to a 6-hour day.",
    "Many businessmen prefer to meet in the early evening.",
    "Do not try to schedule meetings in July and August as many Kuwaitis leave the country during the worst of the summer heat.",
    "Meetings may be interrupted if they interfere with prayer times.",
    "Meetings are generally not private unless there is a need to discuss matters confidentially.",
    "Expect frequent interruptions. Others may wander into the room and start a different discussion. You may join in, but do not try to bring the topic back to the original discussion until the new person leaves."
  ],
  [
    "Business will only be discussed once an atmosphere of trust and friendship has been established.",
    "Kuwaitis are event rather than time-driven. The event of getting together is more important than the timeliness of the meeting or the outcome.",
    "Kuwait is a hierarchical society. Many companies are structured around the family.",
    "Decisions usually come from the top after determining a consensus of the various stakeholders.",
    "Decisions are reached slowly. If you try to rush things, you will give offence and risk your business relationship.",
    "Kuwaitis are shrewd negotiators who are especially interested in price.",
    "Do not use high-pressure sales tactics. They will work against you.",
    "Repeating your main points indicates you are telling the truth.",
    "There is a tendency to avoid giving bad news and to give flowery acceptances, which may only mean \"perhaps\".",
    "Problems may be discussed outside the meeting in a one-on-one situation rather than in the group meeting room.",
    "If you change the lead negotiator, negotiations will need to start over.",
    "Proposals and contracts should be kept simple.",
    "Although negotiating is done in English, contracts are written in Arabic. If there is both an English and Arabic version, the Arabic will be the one followed."
  ],
  [
    "Business attire is conservative.",
    "Men should wear lightweight, good quality, conservative suits, at least to the initial meeting.",
    "Women should avoid giving offence and refrain from wearing revealing or tight fitting clothing.",
    "Although they do not need to wear skirts that reach the ground, skirts should cover the knee and sleeves should cover the elbow and fasten at the neck."
  ],
  [
    "Titles are important. Use the honorific \"Mister\" and any academic or political title and the first name.",
    "Do not use only the first name until expressly invited to drop the titles.",
    "The title \"Sheikh\" denotes that someone is a member of the royal family. It is also used for old men."
  ],
  [
    "Business cards are given to everyone you meet.",
    "Have one side of your card translated into Arabic. Be sure to check the translation carefully as there is often confusion with the order of western names."
  ]
]