[
  [
    "The official language of Latvia is Latvian, which belongs to the Baltic language group of the Indo-European language family.",
    "Another notable language of Latvia is the nearly extinct Livonian language of Baltic-Finnic sub-branch of Uralic language family, which enjoys protection by law.",
    "The Latgalian language (a dialect of Latvian) is also protected by Latvian law as historical variation of Latvian language. Russian is by far the most widespread minority language."
  ],
  [
    "At one time, Latvians ascribed to naturalist or what might be termed ‘pagan’ beliefs in natural deities.",
    "Although no longer practised as a religion the tradition lives on in folk songs, legends and festivals.",
    "Christianity arrived during the 12th and 13th centuries while the Russian Orthodox religion took hold in the 18th century.",
    "The effect religion had on the population greatly diminished during Communist occupation, when followers were harassed and discriminated against.",
    "Today the constitution guarantees freedom of religion.",
    "There has been a religious resurgence since the fall of the Communist regime, with the majority of the population belonging to the Lutheran church, although there are also large Catholic and Orthodox Christian minorities."
  ],
  [
    "Latvia is called “the singing nation”. It unusual to find a Latvian who has not sung in a choir or some other group at some point in their life.",
    "Every few years all Latvia's choirs, as well as folk dance groups, gather together for the Song Festival, which includes several thousand singers.",
    "Folk songs are one of Latvia's national treasures. The Latvian folk song (\"daina\") is one of the distinguishing features of Latvian culture.",
    "There are three essential elements of these folk songs: tradition, literature and symbolism.",
    "The daina is a form of oral art and is a symbol that has both shaped and epitomized Latvia’s national identity for the last two centuries.",
    "Dating back well over a thousand years, more than 1.2 million texts and 30,000 melodies have been identified."
  ],
  [
    "The family is still the centre of the social structure.",
    "Even in urban areas it is common for generations of extended family to live together in the same apartment.",
    "Most families have only one or two children. The family provides both emotional and financial support to its members.",
    "It is common for parents to provide financial assistance to adult children. In return, children are expected to take care of their elderly parents.",
    "It is uncommon to move from the area where you are born. Even if a child goes to a city to work, they tend to go home for holidays."
  ],
  [
    "Latvia is a hierarchical society.",
    "People are respected because of their age and position.",
    "Older people are viewed as wise and are granted respect.",
    "Latvians expect the most senior person, by age or position to make decisions that are in the best interest of the group."
  ],
  [
    "Although friendly and informal with close friends and family, Latvians are reserved and formal when dealing with outsiders.",
    "They are private people and do not flaunt their possessions or readily display emotions.",
    "They believe that self-control is a behaviour to be emulated. They do not ask personal questions and may not respond should you intrude on their privacy.",
    "Personal life is kept separate from business. If a friendship develops at work and is carried into the personal arena, this camaraderie is not brought into the office.",
    "Personal matters are not discussed with friends."
  ],
  [
    "A quick, firm handshake with direct eye contact is the traditional greeting.",
    "Latvians have rather controlled facial expressions and are not quick to smile.",
    "Their initial reserve warms up after they get to know you.",
    "When greeting a close friend or family member, some Latvians offer a light kiss on the cheek, although many do not, so it is not a universal measure of the intimacy of the relationship.",
    "Titles are very important and denote respect.",
    "When introducing someone, it is common to state their first and surname with the honorific title \"kungs\" for a man and \"kundze\" for a woman appended.",
    "Wait until invited to use their first name."
  ],
  [
    "In general, Latvians exchange gifts with family and close friends for Christmas, birthdays and other events such as baptisms and weddings.",
    "Gifts need not be expensive; it is more important to buy something that shows you have thought about the recipient.",
    "If you are invited to a Latvian’s house, take a box of chocolates, a bottle of imported liquor, fruit or flowers for the hostess.",
    "Flowers should be given in odd numbers.",
    "Even numbers of flowers are given when someone is in mourning.",
    "Do not give red roses as they are sometimes used at funerals (although this is now changing).",
    "Gifts are usually opened when received."
  ],
  [
    "Latvians generally entertain in restaurants and occasionally in their homes.",
    "Arrive on time; punctuality indicates respect for your hosts.",
    "Dress well, this shows respect for the host.",
    "You may be asked to remove your outdoor shoes before entering the house.",
    "Table manners are formal in Latvia.",
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Table manners are Continental, i.e. the fork is held in the left hand and the knife in the right while eating.",
    "Do not begin eating until the hostess starts or you are invited to begin.",
    "Napkins should be left on the table and not put in your lap.",
    "Finish everything on your plate.",
    "It is quite common to sing after a meal."
  ],
  [
    "Latvians take a formal approach to business.",
    "Note however there are differences in style between older workers who maintain formality and the younger generation who willingly dispense with formality.",
    "Shake hands with everyone at a meeting.",
    "Maintain steady eye contact while shaking hands.",
    "Shake hands at the beginning and end of meetings.",
    "Titles are important. If someone does not have a professional or academic title, use the honorific titles \"Kungs\" to address a man and \"Kundze\" to address a woman.",
    "People are generally introduced by both their first and surname.",
    "Wait until invited before moving to a first name basis.",
    "Business cards are exchanged after the initial introductions.",
    "To have one side of your card translated into Latvian is a nice touch."
  ],
  [
    "Latvians are polite and courteous. They can be extremely reserved. They do not readily smile, especially at strangers, and are not comfortable making small talk.",
    "They often appear to have little difficulty accepting what would be considered awkward silences in other cultures.",
    "This behaviour can make them seem austere. Once a relationship has developed though, some of the veneer will disappear.",
    "Personal matters are seldom touched upon in business.",
    "Latvians are not especially emotive speakers. If you are from a culture where hand gestures are robust, you may wish to moderate them to conform to local practices. At the same time, they can be extremely direct speakers and task focused.",
    "Soft voices are expected. If you have a booming voice, you may wish to moderate it when conducting business with Latvians.",
    "Latvians can be direct communicators, although they often temper their words to protect the feelings of the other person.",
    "As a group, they are slow to pay compliments and may become suspicious of compliments offered too readily and without sufficient reason.",
    "Since good manners dictates that you do not publicly embarrass another person, it is important not to criticize someone in a public venue. Even the hint that you are unhappy could cause irreparable harm to your personal relationship.",
    "Latvia is a low context communication culture. They do not require a great deal of background information and may become irritated if you attempt to explain too much.",
    "When asking questions, strive to be specific and ensure that the question is germane to the subject at hand.",
    "Do not ask questions for the sake of asking them."
  ],
  [
    "Meetings often begin with a welcoming speech from the most senior Latvian at the meeting.",
    "If this occurs, the most senior person from your team should respond with a short speech.",
    "Latvian businesses are extremely hierarchical. Decisions are made at the top of the company and information flows downward like a funnel. It is important to make initial introductions as far up the hierarchy as possible.",
    "Unless you are the CEO, it may be impossible to meet with the actual decision maker for your first meeting. You and your company will have to be evaluated by lower level staff and, if you are deemed a good potential business partner, you will be invited to a subsequent meeting with the next highest level.",
    "It is common to continue meetings over lunch or dinner, although the conversation will tend to be social- rather than business-oriented.",
    "Use these occasions are a chance for you to get to know your Latvian colleagues and for them to get to know you as an individual.",
    "Latvian meetings are formal affairs. Latvians take business quite seriously and expect others to do the same.",
    "Appearing too relaxed or informal, even after a night’s drinking, could hurt your professional reputation.",
    "It generally takes several meetings to reach a decision. In most cases, decisions are still made at the top of the company, so unless you are meeting with the top echelon of the company, what you propose will have to make its way up the chain of command for approval.",
    "Since they do not want to appear foolish in public and are reserved, Latvians prefer not to speak up in meetings with people they do not know well. Therefore, if you are attempting to reach a consensus on a technical matter, you may wish to start with a lower echelon, having people of similar status speaking to each other.",
    "In such cases, it may be helpful to provide detailed written explanations, take your colleagues to lunch, and suggest reconvening in a few days.",
    "The meal may create a feeling of camaraderie and being able to review documents in private will allow your Latvian colleagues to discuss among themselves before meeting.",
    "Once you have convinced the technical staff of the benefits of your proposal, they will help you move up through the company’s chain of command."
  ]
]