[
  [
    "There has deliberately not been a census in Lebanon since 1932, before its formation as an independent nation.",
    "This is due to the political consequences a major shift in the population dynamics an accurate census could have.",
    "The population is generally viewed in terms of religion.",
    "The predominant differences between people are those between Muslim and Christian sects.",
    "The proportion of each is politically sensitive so estimates from different sources vary widely.",
    "What is known is that approximately 90% of the population is urban rather than rural."
  ],
  [
    "Lebanon is a religious mish-mash and this has ultimately been the cause behind social tensions and the long, drawn out civil .",
    "The government officially recognizes 18 religious sects of Christianity, Islam, and Judaism.",
    "Religious differences are built into government and politics.",
    "Christians are guaranteed 50% of the seats in parliament.",
    "The President is always a Christian and the Prime Minister and Speaker of the House are Muslims.",
    "The Druze are awarded 8 seats in parliament.",
    "The government maintains that this system prevents one community from gaining an advantage over the others.",
    "Religion affects almost all areas of culture.",
    "Family laws such as divorce, separation, child custody, and inheritance are handled in religious courts and there is not a uniform system for all citizens."
  ],
  [
    "A person’s name and honour are their most cherished possessions.",
    "This extends also to the family and wider group.",
    "Therefore the behaviour of individual family members is viewed as the direct responsibility of the family.",
    "It is crucial for the Lebanese to maintain their dignity, honour, and reputation.",
    "The Lebanese strive to avoid causing another person public embarrassment.",
    "This can be seen when they agree to perform a favour for a friend to maintain that friend’s honour even if they know that they will not do what is asked."
  ],
  [
    "The Lebanese are proud of their tradition of hospitality. ",
    "This is a culture where it is considered an honour to have a guest in your home.",
    "One should therefore not seen being invited quite quickly to someone’s home for something to eat as strange.",
    "Guests are generally served tea or coffee immediately.",
    "Good manners dictate that such offers are accepted; never reject such an offer as this may be viewed as an insult."
  ],
  [
    "Greetings in Lebanon are an interesting mix of both the French and Muslim/Arab cultures.",
    "A warm and welcoming smile accompanied by a handshake while saying “Marhaba” is a greeting that can be given without causing offense.",
    "You will see the greeting close friends with three kisses on the cheek, alternating cheeks in the French style.",
    "Take time when greeting a person and be sure to ask about their family, health, etc.",
    "If man is greeting Muslim women you may find that some wish not to shake hands; it is best to see if a hand is extended or not first."
  ],
  [
    "Gifts are part and parcel of the culture and are not only for birthdays and special occasions.",
    "Gifts may be given to someone who has provided a favour, to someone returning from a trip overseas, or simply out of want.",
    "The cost of the gift is not nearly as important as what it represents – friendship.",
    "If you are invited to a Lebanese home, it is customary to bring flowers. If invited for a meal, you may bring sweets or pastries.",
    "If visiting a Muslim family, it is a good idea to say that the gift is for the host rather than the hostess.",
    "Gifts of alcohol are welcome in many circles. Muslims though generally do not drink alcohol.",
    "A small gift such a sweet for the children is always a nice touch.",
    "Gifts may be given with the right hand or both hands. It is best not to offer a gift with the left hand."
  ],
  [
    "Dress well.",
    "Avoid sensitive topics of conversation such as politics, religion or the civil war unless you know the hosts are comfortable talking about it.",
    "Greet elders first.",
    "Lebanese table manners are relatively formal.",
    "Wait to be told where to sit.",
    "Table manners are Continental, i.e. the fork is held in the left hand and the knife in the right while eating.",
    "You will be expected to try all foods at the table.",
    "Expect to be urged to take second or even third helpings. It is best to eat less on your first helping so that a second helping is possible. This shows your host you are enjoying the food and are being taken care of."
  ],
  [
    "Lebanese can be somewhat formal in their business dealings.",
    "At the same time, they will strive to be hospitable and will go out of their way to be generous and gracious hosts.",
    "Greetings should not be rushed. It is important to take time to exchange social pleasantries during the greeting process.",
    "The most common greeting in business is the handshake with direct eye contact.",
    "The handshake may be more prolonged that in Western countries.",
    "Very religious Muslims may not shake hands across genders. In such cases, the foreign business people should simply nod their heads as a way of acknowledging them.",
    "If someone is introduced with a title, use that title when greeting them.",
    "If the title is given in Arabic, it is appended to the first name. If the title is in English or French, it will be added to the surname.",
    "Business cards are given without formal ritual.",
    "Having one side of your card translated into French or Arabic is a nice touch but not essential.",
    "Present and receive business cards with two hands or the right hand."
  ],
  [
    "The Lebanese are very “touchy-feely”.",
    "Direct eye contact with a lot of physical contact is the cornerstones of Lebanese communication.",
    "If you are from a culture where eye contact is less direct and contact not so prevalent, this may feel uncomfortable.",
    "Try not to break the eye contact as this conveys trust, sincerity and honesty.",
    "However, interestingly the situation is reversed when dealing with elders where prolonged direct eye contact is considered rude and challenging.",
    "Lebanese have an indirect and non-confrontational communication style, which relates to the need to maintain personal honour.",
    "They rely heavily on the context to explain the underlying meaning of their words.",
    "The listener is expected to know what they are trying to say or imply.",
    "Non-verbal cues and body language are crucial to learn so you can more fully understand the responses you are given.",
    "For the most part, Lebanese try not to lose their tempers publicly since such behaviour demonstrates a weakness of character.",
    "They strive to be courteous and expect similar behaviour from others.",
    "However, if they think that their honour has been impugned or that their personal honour has been challenged, they will raise their voice and employ sweeping hand gestures in their vociferous attempt to restore their honour.",
    "Relationship building is essential if you want more open and honest conversations."
  ],
  [
    "The business culture in Lebanon is multi-faceted and also rapidly changing.",
    "The country is eager for foreign investment and many companies have adopted a Western approach to business.",
    "At the same time, smaller companies may retain many Middle Eastern aspects to their business culture.",
    "Punctuality is generally expected for business meetings.",
    "Meetings generally begin with the offer of tea or coffee.",
    "While this is being sipped, it is important to engage in some chitchat. This is important in order to establish rapport and trust.",
    "Meetings are not necessarily private. The Lebanese tend to have an open-door policy, which means that people may walk in and out, telephone calls may be answered or the tea boy may come in to take drink orders. It is best to be prepared for frequent interruptions.",
    "Meetings are generally conducted in French, Arabic or English.",
    "It is generally a good idea to ask which language the meeting will be conducted in prior to arriving.",
    "You may wish to hire your own interpreter."
  ]
]