[
  [
    "Tamazight (i.e. Berber languages), which do not have official status, are spoken by Libyan Berbers.",
    "Berber speakers live above all in the Jebel Nafusa region (Tripolitania), the town of Zuwarah on the coast, and the city-oases of Ghadames, Ghat and Awjila.",
    "In addition, Tuaregs speak Tamahaq, the only known Northern Tamasheq language.",
    "Italian and English are sometimes spoken in the big cities, although Italian speakers are mainly among the older generation."
  ],
  [
    "Most Libyans consider themselves Arabs, although there is a strong Berber influence in the population.",
    "Nearly 98% of the population is Berber-Arabic. There are small communities of Greeks, Maltese, and Italians.",
    "About 20% of the population are foreign workers, mostly from other Arab countries such as Egypt, the Sudan, and Tunisia."
  ],
  [
    "As Arabs the vast majority of Libyans are Muslim. Colonel Qaddafi stated that Islam is the only viable system that can help answer man's political, economic and social problems on earth and provide him with happiness in the world to come. In November 1973, a new code of law appeared emphasizing Sharia law in all facets of the Libyan legal system.",
    "After the Revolution in September 1969 and in compliance with Islamic law, alcoholic beverages were outlawed. Bars and nightclubs were closed, and modest and provocative entertainment was banned. The use of the Islamic Hijri calendar was also made mandatory.",
    "For more information about Islam read, An Introduction to Islam"
  ],
  [
    "Until fairly recently the extended family was the norm. Today it is increasingly common for young couples to set up home on their own.This is especially true of Tripoli.",
    "It is important for Libyans to maintain the dignity, honour and a good reputation of their families through their own conduct. This is a collective culture. In order to maintain a sense of harmony, people will act with decorum at all times and not do not do anything to cause someone else public embarrassment.",
    "Personal feelings and needs are often subjugated for the good of the group."
  ],
  [
    "Greetings are enthusiastic and warm.",
    "Handshakes can be long affairs and extended as long as the verbal niceties take to cover.",
    "Smiling and direct eye contact is important although the eye contact should be intermittent rather than constant.",
    "Men shake hands. A man must wait for a woman to extend her hand first.",
    "The most common greeting is \"Asalaamu alaikum\" (\"Peace be with you\") to which one would respond with “wa alaikum salam” (“and Peace be with you”)."
  ],
  [
    "If you are invited to a Libyan’s home bring something sweet such as pastries, fruit or a small gift from your home country.",
    "If a man must give a gift to a woman, he should say that it is from his wife, mother, sister, or some other female relation.",
    "A small gift for the children is always a nice touch.",
    "Gifts are given with two hands or the right hand.",
    "Gifts are generally not opened when received."
  ],
  [
    "Try to be on time although being 15-20 minutes late would not be seen as rude.",
    "Dress conservatively.",
    "Check if you should remove your shoes at the door.",
    "Show respect for the elders by greeting them first.",
    "Accept any offer of coffee or tea.",
    "It is increasingly common in large urban areas for men and women to eat together, although in some families men and women will eat in separate rooms or one after the other.",
    "A bowl of perfumed water may be passed around the table before the meal. Dip three fingers into the water as a form of ritual cleansing.",
    "A short prayer may be said before and after the meal.",
    "Honoured guests are generally asked to serve themselves first or the host may serve them.",
    "Eat only with the right hand.",
    "Expect there to be more food than can be consumed by the number of guests present.",
    "You will be urged to take more food even after you have said you are full.",
    "Always leave a small bit of food on your plate when you have finished to show that your host has showered you with generosity and abundance."
  ],
  [
    "The handshake is commonly used.",
    "Shake hands at the beginning and end of meetings.",
    "Titles are important. Use the honorific Mister and any academic or political title.",
    "Government officials will usually be addressed as \"Your Excellency\".",
    "Do not use only the first name unless invited to do so.",
    "Business cards may be given to those you meet.",
    "It is a nice touch to have one side translated into Arabic."
  ],
  [
    "Libyans prefer to do business with those they know and respect, therefore expect to spend time cultivating a personal relationship before business is conducted.",
    "Who you know is more important than what you know, so it is important to network and cultivate a number of contacts who may then assist you in working your way through the serpentine bureaucracy."
  ],
  [
    "Appointments are necessary and should be made as far in advance as possible and confirmed a day or two before the meeting.",
    "It is best to avoid scheduling meetings during Ramadan since Muslims cannot eat or drink during the day.",
    "Never try to schedule meetings on Friday between 11:15 a.m. and 3 p.m. since most companies close for prayers.",
    "Try to arrive at meetings on time and be prepared to wait. Libyan business people who are accustomed to dealing with international companies often strive to arrive on time, although it is often difficult for them to do so in such a relationship driven culture.",
    "In general, Libyans have an open-door policy, even during meetings. This means you may experience frequent interruptions. Others may even wander into the room and start a different discussion. You may join in, but do not try to bring the topic back to the original discussion until the new person leaves.",
    "Arabic is generally the language of business, although some companies use English. Check which language your meeting will be conducted in, so you know if you should hire an interpreter."
  ],
  [
    "Companies are hierarchical. The highest ranking person makes decisions, but only after obtaining a group consensus.",
    "Decisions are reached after great deliberation.",
    "If the government is involved, discussions will take even longer since the ministers of several departments must often give approval.",
    "Libyans are looking for long-term business relationships.",
    "Do not criticize anyone publicly. It is important that you do not cause your Libyan business associates to lose face.",
    "Libyans are non-confrontational. They may agree in meetings rather than cause you to lose face.",
    "Expect a fair amount of haggling. Libyans seldom see an offer as final.",
    "Decisions are made slowly. Do not try to rush the process, as it would be interpreted as an insult.",
    "The society is extremely bureaucratic. Most decisions require several layers of approval.",
    "It may take several visits to accomplish simple tasks.",
    "Do not use high-pressure tactics as they will work against you.",
    "Libyans can be deliberate and forceful negotiators."
  ]
]