[
  [
    "Since 1991, the official language of Lithuania is the Baltic language of Lithuanian, a language closely related to Latvian.",
    "More than 80% of the country's 3.8m population speaks Lithuanian as their first language.",
    "Minority languages include Belarusian (1.5%), Polish (7.7%), Russian (8%).",
    "Others, most notably Ukrainian and Yiddish make up a further 2.1%."
  ],
  [
    "The family is the centre of the social structure.",
    "The obligation to family is a person's first priority.",
    "Together with religion, the family forms the basis around which all other parts of life revolve."
  ],
  [
    "The Roman Catholic Church has great influence on daily life.",
    "The Catholic Church helped preserve the county's identity during the Soviet Union years.",
    "The church's influence on the culture is seen in Lithuanian festivals, many of which are religious observances as well as in the celebration of name days rather than birthdays.",
    "The church's influence is manifested in the respect for hierarchical relationships."
  ],
  [
    "The most common greeting is the handshake, with direct eye contact, and a smile.",
    "Once a relationship has been established, greetings may become more unreserved and include a hug.",
    "Wait for your Lithuanian friends to determine when your friendship has reached this level of intimacy.",
    "People are addressed by their honorific title and their surname. Wait until invited before moving to a first name basis."
  ],
  [
    "If invited to a Lithuanian's home, bring wine, flowers, or sweets to the hostess.",
    "Give an odd number of flowers.",
    "Do not give chrysanthemums - they are used in funerals.",
    "Do not give white flowers - they are reserved for weddings.",
    "Gifts are generally opened when received."
  ],
  [
    "Table manners are quite relaxed in Lithuania.",
    "Wait to be told where to sit.",
    "Table manners are Continental - hold the fork in the left hand and the knife in the right while eating.",
    "Always keep your hands visible when eating. Keep your wrists resting on the edge of the table.",
    "Take small amounts of food initially so you may accept second helpings.",
    "Try everything.",
    "Napkins are kept on the table, not on the lap.",
    "To indicate you have not finished eating, cross your knife and fork on your plate.",
    "When you have finished eating, place your knife and fork across your plate with the prongs facing down and the handles facing to the right.",
    "The host offers the first toast.",
    "Toasting is generally done with hard liquor and not wine or beer.",
    "You should reciprocate with your own toast later in the meal."
  ],
  [
    "When conducting business, err on the side of formality and adhere to conservative etiquette and protocol.",
    "There are marked differences between young entrepreneurs and older businesspeople.",
    "Younger businesspeople generally have a less bureaucratic approach and are eager to do what is required to close a deal."
  ],
  [
    "Lithuanians prefer face-to-face meetings, as they need to build relationships of mutual understanding.",
    "They prefer to turn business relationships into friendships.",
    "Accept offers of hospitality and reciprocate, as this is the sign of a true friend.",
    "Once a friendship has developed, Lithuanians are willing to discuss business.",
    "It is important to make your initial contact with a high-ranking person who is in a position to make a decision.",
    "In many ways this is still a hierarchical culture, so showing respect and deference to people of authority is recommended.",
    "Although they are industrious and hard working, most Lithuanians are very modest. People who brag are deemed arrogant.",
    "At the same time, Lithuanians are impressed by titles of authority and advanced university degrees, so it is a good idea to let them know your status within your company.",
    "Lithuanians speak softly.",
    "They are not particularly emotive speakers.",
    "They do not touch others while speaking and can appear standoffish and reserved upon the initial meeting.",
    "It is important that you do not display anger, even if frustrated by the excessive bureaucracy.",
    "They do not interrupt others while they are speaking, and patiently wait for their turn.",
    "Many Lithuanian companies adhere to a hierarchical structure. In such cases, senior-level businessmen only speak with people of their same rank.",
    "More junior members of a team should not address a senior-ranking Lithuanian businessperson directly, as it is seen as a breach of etiquette."
  ],
  [
    "Appointments are necessary and should be scheduled 2 to 3 weeks in advance.",
    "Send a list of the people who will be attending and their titles so the Lithuanians can assemble a team of similar level people.",
    "Confirm the meeting when you arrive and again the day before the meeting, since meetings are sometimes cancelled on short notice.",
    "Arrive on time for meetings. Punctuality is important.",
    "Meetings are formal.",
    "There will be a period of small-talk while your colleagues get to know you and decide if you are the type of person with whom they wish to enter into a business relationship.",
    "Wait to be told where to sit. In many cases you will be seated across from someone of a similar level.",
    "Presentations should be thorough, clear, and concise and include back-up analysis to support your position.",
    "Expect to discuss each point thoroughly before moving on to the next.",
    "Business moves slowly due to the bureaucratic nature of society.",
    "Be prepared to meet with several lower levels of people before getting to the actual decision maker.",
    "Lithuanians often use time as a tactic, especially if they know that you have a deadline. Be cautious about letting your business colleagues know that you are under time pressure or they will delay even more.",
    "Lithuanians will not be rushed into making a deal. They must think it is in their best interest before agreeing.",
    "Meetings often conclude with a summary of the discussion and a toast to future dealings."
  ]
]