[
  [
    "The spoken language of the majority of the 400,000 population is Luxembourgish.",
    "The 1984 Language Act determines that French is the only language of legislation, and that French, German as well as Luxembourgish can be used for administrative or judicial purposes.",
    "Official documents are usually not available in Luxembourgish."
  ],
  [
    "Luxembourg is a small country and many people remain in the same town in which they were raised, therefore creating close extended families.",
    "Obligation to one's family is a person's first priority.",
    "Parents are intimately involved in the education and career choices of their children.",
    "The family is the social adhesive of the country and each member has certain duties and responsibilities."
  ],
  [
    "The majority of the people are Roman Catholic, although Article 19 of the constitution guarantees freedom of religion.",
    "The church's strong influence on the culture is reflected in the national holidays, many of which are religious observances.",
    "It is also seen in the respect for hierarchical relationships, the formal and ritualized behaviour, and the way that the family is seen as the basis of the social structure."
  ],
  [
    "Although friendly and informal with close friends and family, Luxembourgers are often reserved and formal when dealing with outsiders.",
    "They are private people and do not put their possessions or emotions on display.",
    "Luxembourgers do not ask personal questions and will refuse to answer should you intrude on their privacy.",
    "Personal life is kept separate from business.",
    "If a friendship develops at work and is carried into the personal arena, this camaraderie will not be brought into the office.",
    "Personal matters are not discussed with friends, no matter how close."
  ],
  [
    "Greetings are reserved and formal until a relationship has been established.",
    "The most common greeting is a brief handshake.",
    "Very close friends greet each other by lightly kissing on the cheeks three times, starting with the left cheek and alternating.",
    "This can be between women or a man and a woman.",
    "Men never kiss other men; they always shake hands.",
    "Surnames with the honorific titles Monsieur or Madame are used in most social situations.",
    "Wait to be invited before using someone's first name and always use the formal pronoun for you, \"vous\" rather than the informal \"tu\"."
  ],
  [
    "If you are invited to someone's home, bring a box of good chocolates or flowers to the hostess.",
    "Invitations to tea are formal and require the same gift as would a dinner party.",
    "Flowers should be given in odd numbers, but not 13, which is considered an unlucky number.",
    "Do not give chrysanthemums as they are used at funerals.",
    "A small gift for the children is always appreciated.",
    "Gifts are not usually opened when received if there are other guests present."
  ],
  [
    "Table manners are formal in Luxembourg.",
    "There is a proper protocol to follow and you will be expected to demonstrate good manners at all times.",
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Meals are often served family-style.",
    "Do not rest your elbows on the table, although your hands should be visible and not in your lap.",
    "Do not begin eating until the hostess begins.",
    "Most food is eaten with utensils, including sandwiches.",
    "If you have not finished eating, cross your knife and fork on your plate with the fork over the knife.",
    "Finish everything on your plate.",
    "Indicate you have finished eating by laying your knife and fork parallel across the right side of your plate.",
    "The host gives the first toast.",
    "An honoured guest should return the toast later in the meal.",
    "Women may offer toasts."
  ],
  [
    "Although third-party introductions are not necessary, they are recommended.",
    "It is important that you treat business colleagues with respect and not do anything to embarrass them..",
    "Luxembourg businesspeople develop personal relationships with the people with whom they conduct business.",
    "Do not brag about your accomplishments, as this is seen as a sign of poor breeding.",
    "Building a relationship requires demonstrating a sincere interest in the country and the people.",
    "This is a hierarchical culture, so it is crucial that you show proper respect and deference to those who have attained positions of importance.",
    "Luxembourgers are careful and prudent.",
    "They take time before they trust people and approach getting to know you in a deliberate, measured manner, which cannot be rushed.",
    "If you appear impatient, they will not do business with you.",
    "Luxembourgers are excellent linguists and many are sufficiently fluent to conduct meetings in English.",
    "This does not mean that they are familiar with the latest idioms or expressions. Be careful to speak slowly.",
    "Luxembourgers prefer subtlety to directness.",
    "Although their communication is more direct than many cultures, they use tact and diplomacy when speaking and expect the same in return.",
    "They will tell you what they think, even if it is not what you want to hear, but they will do so with the utmost of charm and politeness.",
    "Being blunt is considered rude.",
    "If you do not understand what has been said or want further clarification of a point, you may ask questions, as long as you do so politely.",
    "Luxembourgers prefer communication to be logical and based on reason.",
    "Business is not the place for emotions or feelings."
  ],
  [
    "Appointments are necessary and should be made 1 to 2 weeks in advance if handled by telephone and 1 month in advance if arranged by letter.",
    "It is sometimes difficult to schedule meetings in July and August, which are common vacation times, the week between Christmas and New Year, and Easter week.",
    "Punctuality for meetings is taken extremely seriously.",
    "If you will be more than 5 minutes late, telephone and offer your apologies and an explanation.",
    "Arriving late may brand you as unreliable, since how can you be trusted to meet a deadline if you are late for a meeting?",
    "Send an agenda before the meeting. Belgians like their meetings to be well focused and to know what will be covered.",
    "Do not sit down until you are invited to do so.",
    "Meetings adhere to strict timetables.",
    "Meetings commence with a minimum amount of small talk.",
    "Once a meeting starts it will continue without interruption until it is finished.",
    "Maintain direct eye contact while speaking.",
    "Do not remove your jacket during a meeting.",
    "Presentations should be accurate and precise. Avoid hyperbole or making exaggerated claims.",
    "Present as much technical information as possible to support your position."
  ],
  [
    "Business is hierarchical. Decisions are made at the top of the company.",
    "Decisions are made in private.",
    "Decisions are reached slowly since Luxembourgers study both the long-term and the immediate effects.",
    "Business is conducted slowly. Be patient and do not appear ruffled by the adherence to protocol.",
    "Do not appear overly friendly. Luxembourgers compartmentalize their business and personal lives.",
    "Avoid confrontational behaviour or high-pressure tactics."
  ]
]