[
  [
    "Never give alcohol.",
    "Do not give toy dogs or pigs to children.",
    "Do not give anything made of pigskin.",
    "Avoid white wrapping paper as it symbolizes death and mourning.",
    "Avoid yellow wrapping paper, as it is the color of royalty.",
    "If you give food, it must be “halal” (meaning permissible for Muslims).",
    "Offer gifts with the right hand only or both hands if the item is large.",
    "Gifts are generally not opened when received."
  ],
  [
    "Do not give scissors, knives or other cutting utensils as they indicate a desire to sever the relationship.",
    "Flowers do not make good gifts as they are given to the sick and are used at funerals.",
    "Do not wrap gifts in mourning colours - white, blue, or black.",
    "Wrap the gifts in happy colours - red, pink, or yellow.",
    "Elaborate gift - wrapping is imperative.",
    "Never wrap a gift for a baby or decorate the gift in any way with a stork, as birds are the harbinger of death.",
    "It is best to give gifts in even numbers since odd numbers are unlucky.",
    "Gifts are generally not opened when received."
  ],
  [
    "Money should be given in odd numbers.",
    "Offer gifts with the right hand only or both hands if the item is large.",
    "Do not wrap gifts in white or black.",
    "Wrap gifts in red, yellow or green paper or other bright colors as these bring good fortune",
    "Do not give leather products to a Hindu.",
    "Do not give alcohol unless you are certain the recipient drinks.",
    "Gifts are generally not opened when received."
  ],
  [
    "Initial greetings should be formal and denote proper respect.",
    "If in a team, introduce the most important person first.",
    "Many Malays and Indians are uncomfortable shaking hands with a member of the opposite sex.",
    "Foreign men should always wait for a Malaysian woman to extend her hand. Foreign women should also wait for a Malaysian man to extend his hand.",
    "To demonstrate respect Chinese may look downwards rather than at the person they are meeting.",
    "It is important that professional titles (professor, doctor, engineer) and honorific titles are used in business. Malays and Indians use titles with their first name while Chinese use titles with their surname."
  ],
  [
    "Business cards are exchanged after the initial introductions.",
    "If you will be meeting Chinese, have one side of your card translated into Chinese, with the Chinese characters printed in gold.",
    "If you will be meeting government officials, have one side of your card translated into Bahasa Malaysia.",
    "Use two hands or the right hand only to exchange business cards.",
    "Examine any business card you receive before putting it in your business card case.",
    "The respect you show someone's business card is indicative of the respect you will show the individual in business. Act accordingly.",
    "Never write on someone's card in their presence."
  ],
  [
    "It is a good idea for the most senior person on your team to enter first so that he or she is the first to greet the most senior Malaysian.",
    "This gives face to both parties as it demonstrates respect towards the Malaysian and shows that you respect hierarchy within your company.",
    "It is customary for leaders to sit opposite each other around the table.",
    "Many companies will have their team seated in descending rank, although this is not always the case.Expect the most senior Malaysian to give a brief welcoming speech. You need not reciprocate.",
    "There will be a period of small talk, which will end when the most senior Malaysian is comfortable moving to the business discussion.",
    "Meetings may be conducted or continue over lunch and dinner."
  ]
]
