[
  [
    "The family is at the centre of the social structure.",
    "Outside of the major cosmopolitan cities, families are still generally large.",
    "The extended family is as important as the nuclear family since it provides a sense of stability.",
    "Mexicans consider it their duty and responsibility to help family members. For example, the will help find employment or finance a house or other large purchase.",
    "Most Mexican families are extremely traditional, with the father as the head, the authority figure and the decision-maker.",
    "Mothers are greatly revered, but their role may be seen as secondary to that of their husband."
  ],
  [
    "Mexican society and business are highly stratified and vertically structured.",
    "Mexicans emphasize hierarchical relationships.",
    "People respect authority and look to those above them for guidance and decision-making.",
    "Rank is important, and those above you in rank must always be treated with respect.",
    "This makes it important to know which person is in charge, and leads to an authoritarian approach to decision-making and problem- solving.",
    "Mexicans are very aware of how each individual fits into each hierarchy--be it family, friends or business.",
    "It would be disrespectful to break the chain of hierarchy."
  ],
  [
    "Machismo literally means 'masculinity'.",
    "There are different outward behaviours to display machismo.",
    "For example, making remarks to women is a stereotypical sign of machismo and should not be seen as harassment.",
    "Mexican males generally believe that nothing must be allowed to tarnish their image as a man."
  ],
  [
    "When greeting in social situations, women pat each other on the right forearm or shoulder, rather than shake hands",
    "Men shake hands until they know someone well, at which time they progress to the more traditional hug and back slapping.",
    "Wait until invited before using a Mexican's first name"
  ],
  [
    "If invited to a Mexican's house, bring a gift such as flowers or sweets.",
    "Gift wrapping does not follow any particular protocol.",
    "Do not give marigolds as they symbolize death.",
    "Do not give red flowers as they have a negative connotation.",
    "White flowers are a good gift as they are considered uplifting.",
    "Gifts are opened immediately.",
    "If you receive a gift, open it and react enthusiastically."
  ],
  [
    "Arrive 30 minutes late in most places (check with colleagues to see if you should arrive later than that).",
    "Arriving on time or early is considered inappropriate.",
    "At a large party you may introduce yourself.",
    "At a smaller gathering the host usually handles the introductions."
  ],
  [
    "Always keep your hands visible when eating. Keep your wrists resting on the edge of the table.",
    "When you have finished eating, place your knife and fork across your plate with the prongs facing down and the handles facing to the right.",
    "Do not sit down until you are invited to and told where to sit.",
    "Do not begin eating until the hostess starts.",
    "Only men give toasts.",
    "It is polite to leave some food on your plate after a meal."
  ],
  [
    "The right connections facilitate business success.",
    "You will be judged by the person who introduces you and changing this first impression is nearly impossible.",
    "Since the initial meeting is generally with someone of high stature, it is important that your delegation include an upper-level executive.",
    "After the initial getting-to-know-you meeting, the senior executive may not attend meetings or be visible.",
    "This indicates you are now getting down to business and they are no longer needed to smooth the introduction.",
    "Demonstrating trustworthiness, sincerity, and integrity are crucial to building relationships.",
    "Expect to answer questions about your personal background, family and life interests."
  ],
  [
    "Business appointments are required and should be made at least 2 weeks in advance. Reconfirm the appointment one week before the meeting.",
    "Reconfirm the meeting again once you arrive in Mexico and make sure that the secretary of the person you will be meeting knows how to contact you. It is important that you arrive on time for meetings, although your Mexican business associates may be up to 30 minutes late.",
    "Do not appear irritated if this occurs as people often run behind schedule.",
    "Meetings may be postponed with little advance warning.",
    "Initial meetings are formal.",
    "Have all written material available in both English and Spanish.",
    "Agendas are not common. If they are given, they are not always followed."
  ],
  [
    "Since Mexicans are status conscious, you should always have someone on your negotiating team who is an executive.",
    "If you do not speak Spanish, hire an interpreter.",
    "It will take several meetings to come to an agreement.",
    "Face-to-face meetings are preferred over telephone, letters or email.",
    "Negotiations and decisions take a long time. You must be patient.",
    "Deadlines are seen as flexible and fluid, much like time itself.",
    "Negotiations will include a fair amount of haggling. Do not give your best offer first.",
    "Do not include an attorney on your negotiating team."
  ],
  [
    "Dress as you would in Europe.",
    "Men should wear conservative, dark coloured suits.",
    "Women should wear business suits or conservative dresses."
  ],
  [
    "Business cards are exchanged during introductions with everyone at a meeting.",
    "It is advisable to have one side of your business card in Spanish.",
    "Business cards should contain both your professional and educational qualifications.",
    "Present your business card with the Spanish side facing the recipient."
  ]
]
