[
  [
    "Families are typically fairly tight knit and interdependent. They are usually large, with four or more children.",
    "Mothers who give birth to five children or more are rewarded with an ‘honoured mother’ award.",
    "Extended families typically live near or with each other. This network offers extensive support to the family members."
  ],
  [
    "The Mongols primarily adhere to Tibetan Buddhism, which is known as Lamaism. Prior to the introduction of Buddhism however, people tended to follow Shamanism.",
    "The political regime in 1921 sought to introduce a secular structure and, as such, engaged in a period of closing monasteries, confiscating land and forcing monks to renounce their religion. Those that refused were killed.",
    "In the 1940s however, the re-opening of a monastery in the capital became a catalyst for change and the government started allowing monks to take part in South East Asian Buddhist conferences.",
    "Changes really took effect however in the 1990s, following the removal of the one-party rule. Monasteries and temples were re-built and Buddhism saw a resurgence of followers and daily practices.",
    "The makeup of religious belief in the country is currently fairly diverse. Approximately 1/3 of people are Shamans, 1/3 are Buddhist and the majority of the remaining population are atheist with small pockets of Muslims and Christians (assessed as 3% and 2% respectively)."
  ],
  [
    "Initial greetings can be fairly formal and follow a set protocol of greeting the eldest or most important person first.",
    "A standard handshake, with direct eye contact and a welcoming smile will suffice.",
    "Business is typically conducted on first name basis, so it’s important you remember first names.",
    "Using phrases such as ‘Sain bain uu’ (are you well?) will be appreciated by your counterparts. If someone addresses you in this way, then reply with ‘Sain’ (I’m well)."
  ],
  [
    "Gift giving in Mongolia is full of symbolism, which makes it important therefore, to think your gift through properly.",
    "Whether a gift has an opening which faces upwards or downwards can carry different meanings in Mongolia.",
    "Gifts with downward facing openings are believed to incur loss, while those with upward openings are deemed to incur growth, increase or prosperity. For this reason, traditional slippers from your home country would be a well received gift, but a hat would not.",
    "It is generally believed by Mongols, that a man’s belt carries luck. As such a belt can be a good gift for your male counterparts.",
    "Silk, in the form of a scarf or purse is usually received well by females.",
    "Alternatively, nice pastries are usually well received.",
    "Gifts from your home town / country indicate that you have put thought into the gift which means that they carry extra esteem.",
    "If you are a male, bringing a gift to a female, then we suggest you present it as a gift from your wife or mother.",
    "Gifts are generally opened in private."
  ],
  [
    "Dining etiquette in Mongolia are usually casual affairs which carry many of the practices which typified nomadic life.",
    "Eating together and around a table is not therefore the norm for most Mongol families. Instead, family members tend to eat as and when they are able.",
    "Although some Mongol families may have a table, this is not the norm and many others sit on the floor to eat. If you are required to sit on the floor, then tuck your feet under your bottom and ensure they point away from the dining mat.",
    "If you are invited to a Mongol home for food, then punctuality is important so arrive on time.",
    "Try to eat a little of everything you are given and accept each offering with your right hand.",
    "Be prepared to eat a lot of meat, which has been cooked in a wok without seasoning – although salt is typically used. Flour, rice and potatoes are also a typical addition.",
    "The most common Mongol foods come in the form of stews or thick soups. Also expect to eat dumplings, bread, mutton pancakes and a special Mongol pasta made from noodles, meat, carrots and potatoes.",
    "It is customary to drink a cup of black tea known as Khar tsai before staring the meal as this is believed to help digestion. When you are passed the cup of tea, you should hold the bottom of the cup and take a sip before putting the cup on the table.",
    "Alcohol and a milk drink with salt, known as Süütei tsai, might also be included during meals.",
    "You should also expect shots of Vodka to be included at points in the meal."
  ],
  [
    "Mongolia is not a rich country and people tend to earn low wages. Although tipping is a relatively new concept to Mongolia, people don’t always expect a tip – but tips are gratefully received due to low wages.",
    "Tips should be paid in Mongolian Tögrög. The equivalent of $10 per day is an acceptable tip for guides and long-distance taxi drivers (don’t underestimate the efforts that taxi drivers make when driving long distances over difficult terrain) and 10% of the restaurant bill should be paid to waiting staff.",
    "Ensure tips are paid as cash in local currency to waiting staff and not included as an addition to card payments. There are no hard or fast rules for tipping in bars, but we suggest $1 per round of drinks and $1 per day for hotel housekeepers."
  ],
  [
    "Mongolia is a relationship-driven culture, so it is important to prepared to build relationships before agreements are made.",
    "Many Mongols prefer to have third parties introduced to them by an intermediary that they know or trust. By developing your relationships therefore, you may find it easier to make contact with other Mongols with whom you have no existing relationship in other businesses.",
    "Small talk at the beginning of meetings is essential to building the trust needed to advance your business plans. Mongols are very proud of their heritage, so consider complimenting your counterparts on their country and culture as this will be well received.",
    "Ignoring small talk and jumping too quickly into business discussions is likely to give the impression that you are more interested in the business than in your relationship. This will not benefit you.",
    "Expect your counterparts to show little respect for personal space. Mongols tend to live in close proximity to each other. For example, it’s not uncommon for Mongol families to all sleep in the same bed. You might also see people sitting on each other’s laps when on public transport. People are also likely to be fairly tactile when communicating; it’s not unusual for men, for example, to place a hand on each other’s shoulders when talking. If someone comes particularly close to you when talking, then avoid stepping back to increase your personal space as this would be considered offensive.",
    "There is clearly an inappropriate level of touching which spans all cultures and should be avoided – for example, touching someone’s leg. Also avoid touching someone’s head as heads are sacred in Buddhist belief.",
    "Be alert for nuances and hidden meanings. It is a good idea to repeat details, as you understand them to confirm that you and your business colleagues are in agreement."
  ],
  [
    "Appointments are necessary and should be made 1 to 2 weeks in advance, preferably by e-mail or telephone.",
    "Punctuality is important and you should ensure that you arrive on time. If you are likely to be late then contact your counterparts in advance and advise them that this is the case.",
    "Business cards are an important part of Mongol business. The etiquette of presenting / receiving business cards with both hands which is common in other Asian countries, is not a part of Mongol culture.",
    "The person you are meeting with may accept telephone calls and attend to other business while you are there.",
    "Have all printed material translated and ensure that you have arranged for an interpreter if you feel this might be necessary.",
    "Be aware that any difficult questions may be directed at your intermediary to avoid causing any discomfort in your relationship."
  ],
  [
    "Mongols respect status and qualifications. As such, the most senior and qualified person within your group should lead your negotiation party.",
    "Decisions are typically made outside of the meetings themselves. Outcomes are discussed and agreed by those included in the negotiation party privately.",
    "Mongols have a difficult time publicly disagreeing, so do not think that things are going well simply because no one is challenging what you say.If you have negative feedback, then consider giving this directly on a one to one basis with the negotiation leader of the Mongol party. Avoid doing it publicly if possible.",
    "Do not employ aggressive tactics as this will undoubtedly lead to a loss of trust and an end to negotiations. Instead tactfully repeat important points after they have been stated."
  ],
  [
    "Business wear generally mirrors that of the West.",
    "It is important that you dress well if you want to make a good impression."
  ],
  [
    "Although great deference is shown to seniors, there tends to be very little hierarchy in Mongolia.",
    "For example, Mongolia is even less hierarchical than the USA.",
    "This lack of hierarchy goes hand in hand with individualism in Mongolia and individuals are expected to contribute their feelings, thoughts and views.",
    "They are certainly not required to defer their opinions to those of their managers or superiors."
  ],
  [
    "Mongolia’s intercultural readiness for change is very low. As such, they tend to avoid change if this can be helped. Although changes are made, they are made slowly and require a considerable amount of thought, planning and evaluation.",
    "Failure in Mongolia creates long term loss of confidence by the individual as well as by others and is not viewed as a positive opportunity to learn from mistakes as it may be in more risk-tolerant countries.",
    "Because of this attitude it is important for innovations to have a track record noting the benefits if they are to be accepted and implemented."
  ],
  [
    "Mongols place considerable emphasis on punctuality.",
    "Ensure therefore that you are on time and that you adhere to any pre-arranged deadlines."
  ]
]
