[
  [
    "In addition, about 10 million Moroccans, mostly in rural areas, speak Berber--which exists in Morocco in three different dialects (Tarifit, Tashelhit, and Tamazight)--either as a first language or bilingually with the spoken Arabic dialect.",
    "French, which remains Morocco's unofficial third language, is taught universally and still serves as Morocco's primary language of commerce and economics; it also is widely used in education and government. Many Moroccans in the northern part of the country speak Spanish.",
    "English, while still far behind French and Spanish in terms of number of speakers, is rapidly becoming the foreign language of choice among educated youth. English is taught in all public schools from the fourth year on."
  ],
  [
    "Islam emanated from what is today Saudi Arabia. The Prophet Muhammad is seen as the last of God's emissaries (following in the footsteps of Jesus, Moses, Abraham, etc) to bring revelation to mankind.",
    "He was distinguished with bringing a message for the whole of mankind, rather than just to a certain peoples. As Moses brought the Torah and Jesus the Bible, Muhammad brought the last book, the Quran. The Quran and the actions of the Prophet (the Sunnah) are used as the basis for all guidance in the religion.",
    "Among certain obligations for Muslims are to pray five times a day - at dawn, noon, afternoon, sunset, and evening. The exact time is listed in the local newspaper each day. Friday is the Muslim holy day. Everything is closed. Many companies also close on Thursday, making the weekend Thursday and Friday.",
    "During the holy month of Ramadan all Muslims must fast from dawn to dusk and are only permitted to work six hours per day. Fasting includes no eating, drinking, cigarette smoking, or gum chewing.",
    "Expatriates are not required to fast; however, they must not eat, drink, smoke, or chew gum in public. Each night at sunset, families and friends gather together to celebrate the breaking of the fast (iftar).",
    "The festivities often continue well into the night. In general, things happen more slowly during Ramadan. Many businesses operate on a reduced schedule. Shops may be open and closed at unusual times."
  ],
  [
    "Moroccans' most cherished possession is their honour and dignity, which reflects not only on themselves but on all members of their extended family.",
    "Moroccans will go out of their way to preserve their personal honour.",
    "Hshuma occurs when other people know that they have behaved inappropriately.",
    "A Moroccan's sense of self-worth is externally focused, so the way others see them is of paramount importance.",
    "If someone is shamed, they may be ostracized by society, or even worse by their family.",
    "To avoid hshuma, many Moroccans will say or do things publicly because it makes them look good or helps them avoid embarrassment or awkwardness.",
    "In business it is extremely important to verify anything that has been agreed to in front of others as it may not have been a sincere agreement and the person may have no intention of following through."
  ],
  [
    "The family is the most significant unit of Moroccan life and plays an important role in all social relations.",
    "The individual is always subordinate to the family or group.",
    "Nepotism is viewed positively, since it indicates patronage of one's family.",
    "The family consists of both the nuclear and the extended family.",
    "The elderly are revered and respected and often exert a great influence on the rest of the family.",
    "Etiquette & Customs in Morocco"
  ],
  [
    "When Moroccans greet each other they take their time and converse about their families, friends, and other general topics.",
    "Handshakes are the customary greeting between individuals of the same sex.",
    "Handshakes may be somewhat weak according to western standards.",
    "Once a relationship has developed, it is common to kiss on both cheeks, starting with the left cheek while shaking hands, men with men and women with women.",
    "In any greeting that does take place between men and women, the woman must extend her hand first. If she does not, a man should bow his head in greeting.",
    "When entering a social function, shake hands with the person to your right and then continue around the room going from right to left.",
    "Say good-bye to each person individually when leaving."
  ],
  [
    "If you are invited to a Moroccan's home bring sweet pastries, nuts, figs, dates or flowers to the hostess.",
    "A small gift for the children is seen as a token of affection.",
    "Do not bring alcohol unless you know that your host drinks.",
    "Gifts are not opened when received."
  ],
  [
    "If you are invited to a Moroccan's house:",
    "You should remove your shoes.",
    "Dress smartly. Doing so demonstrates respect towards your hosts.",
    "Check to see if your spouse is included in the invitation. Conservative Moroccans may not entertain mixed-sex groups.",
    "Shake everyone's hand individually."
  ],
  [
    "Food is generally served at a knee-high round table.",
    "The guest of honour generally sits next to the host.",
    "A washing basin will be brought to the table before the meal is served. Hold your hands over the basin while water is poured over them.",
    "Dry your hands on the towel provided.",
    "Do not begin eating until the host blesses the food or begins to eat.",
    "Food is served from a communal bowl.",
    "Eat from the section of the bowl that is in front of you. Never reach across the bowl to get something from the other side.",
    "As an honoured guest, choice cuts will be put in front of you.",
    "Scoop the food with a piece of bread or the thumb and first two fingers of the right hand.",
    "Eat and drink only with the right hand.",
    "Do not wipe your hands on your napkin.",
    "Water is often served from a communal glass. If you want your own glass, ask for a soft drink.",
    "The washing basin will be brought around the table again at the end of the meal.",
    "Expect to be urged to take more food off the communal plate. Providing an abundance of food is a sign of hospitality."
  ],
  [
    "Moroccans prefer to do business with those they know and respect, therefore expect to spend time cultivating a personal relationship before business is conducted.",
    "Who you know is more important than what you know, so it is important to network and cultivate a number of contacts who may then assist you in working your way through the serpentine bureaucracy.",
    "Expect to be served mint tea whenever you meet someone, as this demonstrates hospitality.",
    "Moroccan business practices have been greatly influenced by the French and emphasize courtesy and a degree of formality.",
    "Since Moroccans judge people on appearances, dress and present yourself well."
  ],
  [
    "Appointments are necessary and should be made as far in advance as possible and confirmed a day or two before the meeting.",
    "It is best to avoid scheduling meetings during Ramadan since Muslims cannot eat or drink during the day.",
    "Never try to schedule meetings on Friday between 11:15 a.m. and 3 p.m. since most companies close for prayers.",
    "Try to arrive at meetings on time and be prepared to wait. Moroccan business people who are accustomed to dealing with international companies often strive to arrive on time, although it is often difficult for them to do so in such a relationship driven culture.",
    "In general, Moroccans have an open-door policy, even during meetings. This means you may experience frequent interruptions. Others may even wander into the room and start a different discussion. You may join in, but do not try to bring the topic back to the original discussion until the new person leaves.",
    "French is generally the language of business, although some companies use English. Check which language your meeting will be conducted in, so you know if you should hire an interpreter."
  ],
  [
    "Companies are hierarchical. The highest ranking person makes decisions, but only after obtaining a group consensus.",
    "Decisions are reached after great deliberation.",
    "If the government is involved, discussions will take even longer since the ministers of several departments must often give approval.",
    "Moroccans are looking for long-term business relationships.",
    "Do not criticize anyone publicly. It is important that you do not cause your Moroccan business associates to lose face.",
    "Moroccans are non-confrontational. They may agree in meetings rather than cause you to lose face.",
    "Expect a fair amount of haggling. Moroccans seldom see an offer as final.",
    "Decisions are made slowly. Do not try to rush the process, as it would be interpreted as an insult.",
    "The society is extremely bureaucratic. Most decisions require several layers of approval.",
    "It may take several visits to accomplish simple tasks.",
    "Do not use high-pressure tactics as they will work against you.",
    "Moroccans can be deliberate and forceful negotiators."
  ],
  [
    "Business attire is formal and conservative.",
    "Men should wear dark coloured conservative business suits to the initial meeting.",
    "Women should wear elegant business suits, dresses or pantsuits.",
    "Women must be careful to cover themselves appropriately. Skirts and dresses should cover the knee and sleeves should cover most of the arm.",
    "Avoid wearing expensive accessories."
  ],
  [
    "Business cards are given without formal ritual.",
    "Have one side of your card translated into French or Arabic.",
    "Present your card so the translated side faces the recipient."
  ]
]