[
  [
    "Dutch, the official language, is spoken by around 90% of the population.",
    "Around 350,000 people, or 2.2% of the population, speak Frisian as their first language, mainly in the northern province of Friesland, where it is recognised as an official language.",
    "Turkish and Arabic are also spoken in the Netherlands, each by over 0.6% of the population."
  ],
  [
    "The Dutch see the family as the foundation of the social structure.",
    "Families tend to be small, often with only one or two children.",
    "Relatively few women work outside the house full-time as compared to many other cultures.",
    "This allows mothers to be more available to their children throughout the entire day."
  ],
  [
    "Appearances are important to the Dutch.",
    "They are disciplined, conservative, and pay attention to the smallest details.",
    "They see themselves as thrifty, hardworking, practical and well organized.",
    "They place high value on cleanliness and neatness.",
    "At the same time, the Dutch are very private people.",
    "They do not draw attention to themselves and do not value the accoutrements of success highly prized by other western societies.",
    "They dislike displays of wealth, as they run counter to their egalitarian beliefs.",
    "They do not boast about their accomplishments or their material possessions."
  ],
  [
    "The Dutch are egalitarian and highly tolerant of individual differences.",
    "Their children are raised without gender biases.",
    "There is practically no abject poverty in the country because of the social programs, which, however, also increase the tax burden on workers.",
    "This egalitarian outlook is carried over into the workplace.",
    "Even in hierarchical organizations, every person has a right to their opinion and to have it heard.",
    "The boss may be the final decision maker, but he/she will typically want input from the workers and will strive for consensus.",
    "Everyone is valued and shown respect."
  ],
  [
    "The Dutch are reserved and formal when dealing with outsiders.",
    "They are private people and do not put their possessions or emotions on display.",
    "Self-control is seen to be a virtue.",
    "The Dutch do not ask personal questions and will refuse to answer should you be foolish enough to intrude on their privacy.",
    "Personal life is kept separate from business.",
    "If a friendship develops at work and is carried into the personal arena, this camaraderie will not be brought into the office.",
    "Personal matters are not discussed with friends, no matter how close."
  ],
  [
    "The handshake is the common form of greeting.",
    "It is firm and swift, accompanied by a smile, and repetition of your name.",
    "Shake hands with everyone individually including children.",
    "Very close friends may greet each other by air kissing near the cheek three times, starting with the left cheek.",
    "Most Dutch only use first names with family and close friends.",
    "Wait until invited before moving to a first-name basis."
  ],
  [
    "If invited to a Dutch home bring a box of good quality chocolates, a potted plant, a book, or flowers to the hostess.",
    "Flowers should be given in odd numbers, but not 13, which is unlucky.",
    "Avoid giving white lilies or chrysanthemums, as these are associated with funerals.",
    "Gifts should be wrapped nicely.",
    "Wine is not a good gift if invited for dinner, as the host may already have selected the wines for dinner.",
    "Do not give pointed items such as knives or scissors as they are considered unlucky.",
    "Gifts are usually opened when received."
  ],
  [
    "Dining is fairly formal in the Netherlands.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Remain standing until invited to sit down. You may be shown to a particular seat.Men generally remain standing until all the women have taken their seats.",
    "If you have not finished eating, cross your knife and fork in the middle of the plate with the fork over the knife.",
    "Do not begin eating until the hostess starts.",
    "Most food is eaten with utensils, including sandwiches.",
    "The host gives the first toast. An honoured guest should return the toast later in the meal.",
    "Salad is not cut; fold the lettuce on your fork.",
    "Always start with small amounts so you may accept second helpings.",
    "Finish everything on your plate. It is offensive to waste food in the Netherlands.",
    "Indicate you have finished eating by laying your knife and fork parallel across the right side of your plate."
  ],
  [
    "Many Dutch are familiar with doing business with foreigners since the Netherlands has a long history of international trade.",
    "They will want to know your academic credentials and the amount of time your company has been in business.",
    "The business community is rather close and most senior level people know one another.",
    "Older, more bureaucratic companies may still judge you by how you are introduced so it is wise to have a third-party introduction if possible, although it is not mandatory.",
    "The important thing is to demonstrate how your relationship would be beneficial for both sides.",
    "The Dutch take a long-term perspective when looking at business, so be clear what your company's intentions are.",
    "Since the Dutch value their personal time, do not ask them to work late or come in over the weekend if you want to foster a good working relationship.",
    "The Dutch are hospitable, yet this is often reserved for family and friends. In business they tend to be reserved and formal.",
    "They do not touch one another and appreciate it when those they do business with maintain the proper distance, do not demonstrate emotion or use exaggerated hand gestures.",
    "The Dutch are extremely direct in their communication.",
    "They may sound blunt if you come from a culture where communication is more indirect and context driven.",
    "They do not use hyperbole, and likewise they expect to be told yes or no in clear words.",
    "In general, ideas will be discussed quite openly at meetings, with everyone entitled to their opinion.",
    "Information is shared across departments and corporate strategies and goals are usually communicated to all employees, especially in more entrepreneurial companies.",
    "Decisions are often consensus-driven in these cases.",
    "Always appear modest and do not make exaggerated claims about what you or your company can deliver.",
    "Your word is your bond and making claims that later prove to be untrue will brand you as unreliable."
  ],
  [
    "Do not try to schedule meetings during the summer (June through August), as this is a common vacation period.",
    "Punctuality for meetings is taken extremely seriously.",
    "Being late may mark you as untrustworthy and someone who may not meet other deadlines.",
    "If you expect to be delayed, telephone immediately and offer an explanation.",
    "Cancelling a meeting at the last minute could jeopardize your business relationship.",
    "Meetings are rather formal in nature. Little time is spent on pleasantries.",
    "Meetings adhere to strict agendas, including starting and ending times. Do not attempt to deviate from the agenda.",
    "Maintain direct eye contact while speaking."
  ],
  [
    "The Dutch prefer to get down to business quickly and engage in relatively little small talk.",
    "Communication is direct and to the point, and may seem blunt.",
    "Make sure your arguments are rational as opposed to emotional.",
    "Use facts and figures to confirm your statements.",
    "Business is conducted slowly. The Dutch are detail-oriented and want to understand every innuendo before coming to an agreement.",
    "Decision-making is consensus driven. Anyone who might be affected by the decision is consulted, which greatly increases the time involved in reaching a final decision.",
    "Avoid confrontational behaviour or high- pressure tactics.",
    "Once a decision is made, it will not be changed.",
    "Contracts are enforced strictly."
  ]
]
