[
  [
    "New Zealanders are friendly, outgoing, somewhat reserved initially yet polite, and enjoy extending hospitality.",
    "They are quite easy to get to know as they say hello to strangers and will offer assistance without being asked.",
    "Because they do not stand on ceremony and are egalitarian, they move to a first name basis quickly and shun the use of titles.",
    "Kiwis dress casually, but neatly.",
    "Most restaurants do not have dress codes and except in business, dress is decidedly casual.",
    "Business dress is conservative, although jackets may be removed and shirtsleeves rolled up when working."
  ],
  [
    "Kiwis are environmentally concerned and have a strong desire to preserve their country's beauty.",
    "One of the major local issues is the importing of predators.",
    "Border controls are very tight and there are huge fines for importing food or other natural products such as wood, cane etc.",
    "The local attitude towards the environment is largely influenced by the viewpoint of the indigenous population, the Maori.",
    "They believe that all things have a 'mauri' - a life force.",
    "Damage to this life force, or human attempts to dominate it, result in the mauri losing its energy and vitality, which affects the lives of people as well as the resilience of ecosystems.",
    "Maintaining the mauri of the environment and ecosystem resilience are equally important for sustainable development."
  ],
  [
    "The country has no formal class structure.",
    "Wealth and social status are not important to Kiwis.",
    "They take pride in individual achievements and believe that opportunities are available to all.",
    "As a 'welfare state' unemployment benefits, housing and access to health is all available free of charge to those who can't afford it.",
    "Maori have a hierarchy especially apparent in formal situations.. For example, the elder (male or female) is seated in a specific area and will be asked to open or close a meeting.",
    "Mostly they are men but not always."
  ],
  [
    "Greetings are casual, often consisting simply of a handshake and a smile.",
    "Never underestimate the value of the smile as it indicates pleasure at meeting the other person.",
    "Although New Zealanders move to first names quickly, it is best to address them by their honorific title and surname until they suggest moving to a more familiar level or they callyou by your first name."
  ],
  [
    "Maori stand on ceremony and have distinct protocols regarding how visitors should be welcomed and seen off.",
    "If the business dealings are with a tribal group (Iwi) the welcoming protocols may be practiced through the process of Powhiri – a formal welcome that takes place on a Marae.",
    "A Powhiri can take between 30 minutes to 2-3 hours depending on the importance of the event.",
    "It begins by calling the visitors onto the area infront of the traditional meeting house. Visitors should walk as a group and in silence expect if they have a responding caller to reply to the home peoples’ caller (usually an older woman).",
    "A Powhiri dictates where people sit, in what position in their group, and who speaks.",
    "In most cases, but not all, you will notice the men are seated forward and only males speak. There is a tension between the men and women on this matter and in a few places this has been resolved and you will see both genders stand to speak. In the interests of not causing friction in your business dealings, always follow the lead of the home people.",
    "The welcoming speeches are given by the agreed speakers of the home people and always end with the most revered speaker or elder.",
    "Speeches are given in the Maori language and each one accompanied by traditional song. You may not understand what is being said but you can rest assured it is likely to be from the best orators in the group and often very complimentary.",
    "The visitors are expected to have at least one speaker reply on their behalf.",
    "If possible, the speaker should prepare a learned opening in Maori – it is critical that he/she focus on the pronunciation. Mispronounced words often result in whispers and sniggers and is considered disrespectful. It is better to have a very short opening said well, than a long one said badly.",
    "The speaker’s reply should never be about the detailed purpose of the visit nor should it be to self-promote as this would be considered arrogant.",
    "The speaker should use the opportunity to briefly show respect to the place that they stand (ie. the location), to the houses (the traditional carved meeting house and dining room are named after ancestors and so are greeted accordingly), to greet the home people, and to explain where his/her group have come from (place is important to Maori). This should be followed by a song from the visitors’ country that the visitors’ group should sing together.",
    "The Powhiri can be daunting to visitors and can be fraught with traps that may offend. This is why most visitors seek the assistance of a Maori person to ‘guide’ them.",
    "Once the last elder of the home people has spoken, they will gesture the visitors to come forward in a line to shake hands, kiss (once) on the cheek or hongi (touch noses) with the home people.",
    "Following this the kitchen is ready to call people in to eat.",
    "Following the food, the meeting proper can begin.",
    "While this seems to be a set routine, I have been to many a Powhiri where variations of this occur. It pays to be vigilant and to follow the lead of others, or to discreetly ask questions if unsure."
  ],
  [
    "If invited to a Kiwi's house, bring a small gift such as flowers, chocolates, or a book about your home country to the hosts.",
    "Gifts should not be lavish.",
    "Gifts are opened when received."
  ],
  [
    "New Zealanders are casual as is reflected in their table manners.",
    "The more formal the occasion, the more strict the protocol.",
    "Wait to be told where to sit.",
    "Meals are often served family-style.",
    "Keep your elbows off the table and your hands above the table when eating.",
    "Table manners are Continental -- hold the fork in the left hand and the knife in the right while eating. They will not look askance, however, if you adopt American table manners.",
    "Indicate you have finished eating by laying your knife and fork parallel on your plate with the handles facing to the right."
  ],
  [
    "Following a Powhiri, the visitors will be asked to the dining room (a separate building to the carved meeting house) to sit to eat at long tressle tables. ",
    "They should not eat until the food has been ‘blessed’ or an acknowledgement said by an elder of the home people even if the food is getting cold.",
    "Visitors should try to enable the home people to sit amongst them to chat and get to know them while eating.",
    "Often, younger people will be serving and older people will be working in the kitchen.",
    "It is important to realise that in most cases they are working voluntarily and it is appropriate to formally and publicly thank them near the close of the meal before leaving the dining room to begin the meeting. As a result of this, the visitors may be light-heartedly asked to sing.",
    "To sing a song from your home country would show respect and thanks."
  ],
  [
    "New Zealanders can be somewhat reserved, especially with people they do not know.",
    "Once they develop a personal relationship, they are friendly, outgoing and social.",
    "Do not appear too forward or overly friendly.",
    "They respect people who are honest, direct, and demonstrate a sense of humour.",
    "They trust people until they are given a reason not to.",
    "If this happens in business the breach will be difficult to repair and business dealings may cease or become more difficult."
  ],
  [
    "Appointments are usually necessary and should be made at least one week in advance by telephone, fax or email.",
    "It is generally easy to schedule meetings with senior level managers if you are coming from another country if the meeting is planned well in advance.",
    "It can be difficult to schedule meetings in December and January since these are the prime months for summer vacation.",
    "Arrive at meetings on time or even a few minutes early.",
    "If you do not arrive on time, your behaviour may be interpreted as indicating that you are unreliable or that you think your time is more important than the person with whom you are meeting.",
    "Meetings are generally relaxed; however, they are serious events.",
    "Expect a brief amount of small talk before getting down to the matter at hand.",
    "If you make a presentation, avoid hype, exaggerated claims, hyperbole, and bells and whistles.",
    "New Zealanders are interested in what people 'can do' not what they say they can do.",
    "Present your business case with facts and figures. Emotions and feelings are not important in the New Zealand business climate.",
    "Maintain eye contact and a few feet of personal space."
  ],
  [
    "The negotiating process takes time.",
    "Do not attempt high-pressure sales tactics.",
    "Demonstrate the benefits of your services or products rather than talking about them.",
    "Start your negotiations with a realistic figure. Since this is not a bargaining culture, New Zealanders do not expect to haggle over price.",
    "Kiwis look for value for their money.",
    "Do not make promises you cannot keep or offer unrealistic proposals. Kiwis do not generally trust people who have to oversell!",
    "They are quite direct and expect the same in return. They appreciate brevity and are not impressed by more detail than is required.",
    "Agreements and proposals must state all points clearly. All terms and conditions should be explained in detail.",
    "Stick to the point while speaking.",
    "Kiwis appreciate honesty and directness in business dealings."
  ]
]