[
  [
    "Many families consist mainly of the nuclear family.",
    "Marriage is not a prerequisite to starting a family.",
    "Many couples live together without legalizing the arrangement with marriage. Therefore, it is best not to make presumptions about people's marital status."
  ],
  [
    "Women are highly respected in business and generally receive equal pay and have access to senior positions.",
    "Norwegian women expect to be treated with respect in the office.",
    "Business women are direct and can be skilled negotiators.",
    "Women may take up to one year's maternity leave at 80% pay or 10 months at 100% pay.",
    "If a woman decides to stay home with pre-school children she receives a monthly stipend from the government."
  ],
  [
    "You shall not think you are special.",
    "You shall not believe you are smarter than others.",
    "You shall not believe you are wiser than others.",
    "You shall not behave as if you are better than others.",
    "You shall not believe that you know more than others.",
    "You shall not believe that you can fix things better than others.",
    "You shall not laugh at others.",
    "You shall not believe that others care about you.",
    "You shall not believe that you can teach others anything."
  ],
  [
    "Norwegians view themselves as egalitarian people whose culture is based on democratic principles of respect and interdependence.",
    "They like people for themselves and not for what they do for a living their professional accomplishments or how much money they earn.",
    "They have simple tastes and are not prone to ostentation or excessive showiness.",
    "They pride themselves on being honest and sincere in their personal relationships."
  ],
  [
    "Greetings are casual, with a firm handshake, direct eye contact, and a smile.",
    "Norwegians are egalitarian and casual; they often introduce themselves with their first name only.",
    "In some circumstances people may use the honorific title \"Herr\" (Mr.) or \"Fru\" (Mrs.) and their surname.",
    "You can wait to be invited before moving to first names although most people will start with this.",
    "Shake hands and say good-bye individually when arriving or departing.",
    "Shake hands with people on a first come first served basis."
  ],
  [
    "If invited to a Norwegian's home, bring flowers, chocolates, pastries, wine, or imported spirits to the hostess.",
    "Flowers may be sent the morning of a dinner party so they may be displayed that evening.",
    "Do not give carnations, lilies or white flowers as they are used at funerals.",
    "Do not give wreaths, even at Christmas.",
    "Do not give even numbers of flowers.",
    "A houseplant is well received in the winter months.",
    "A bouquet of freshly picked wildflowers is always appreciated.",
    "Gifts are opened when received."
  ],
  [
    "Invitations are generally given verbally.",
    "Norwegians are punctual in both business and social situations.",
    "Confirm the dress code with your hosts.",
    "Offer to help the hostess with the preparation or clearing up after a meal is served.",
    "Do not discuss business. Norwegians separate their business and personal lives.",
    "Reciprocate any invitation.",
    "Table manners are more formal than one might expect of a culture that is informal and egalitarian.",
    "Hold the fork in the left hand and the knife in the right while eating.",
    "Do not begin eating until the hostess starts.",
    "Most food, including sandwiches, is eaten with utensils.",
    "When you have finished eating, place your knife and fork across your plate with the prongs facing down and the handles facing to the right.",
    "The male guest of honour, generally seated to the left of the hostess, thanks the hostess on behalf of the other guests with the phrase \"takk for maten\" (thanks for the meal).",
    "The host makes a small speech and offers the first toast.",
    "Toast the host/hostess during the meal.",
    "Women may offer toasts.",
    "Toasts are made with alcoholic beverages, but not beer.",
    "When someone is being toasted, raise your glass, look at the person, take a sip, look at the person again, and then return the glass to the table.",
    "Women must put down their glasses first after a toast."
  ],
  [
    "Informal style",
    "Individual interests",
    "Transactional relationships",
    "Direct communication"
  ],
  [
    "Norwegians are transactional and do not need long-standing personal relationships in order to conduct business.",
    "Nonetheless, they prefer to do business with those they trust, so it is important that you provide information about yourself and the company you represent prior to meeting your business colleagues.",
    "Relationships develop slowly and depend upon the other person being professional and meeting all agreed upon deadlines.",
    "Giving a well-researched presentation indicates that you are serious about conducting business.",
    "The basic business style is relatively informal.",
    "Norwegians respect confident, self-assured businesspeople.",
    "They are excellent time managers who do not require face-to-face contact in order to conduct business.",
    "If you are like-minded, the relationship will develop over time.",
    "Appearing overly friendly at the start of a relationship may be viewed as weakness. Maintaining eye contact while speaking is interpreted as sincerity.",
    "Norwegians are direct communicators.",
    "They have no difficulty telling their colleagues that they disagree with something that has been said.",
    "Their communication is straightforward and relies on facts.",
    "They are conservative and deliberate speakers who do not appreciate being rushed.",
    "They are scrupulous about honesty in communication, often to the point of pointing out the negatives in their own proposals in greater detail than the positives.",
    "Norwegians are not emotive speakers and their body language is subtle."
  ],
  [
    "Appointments are necessary and should be made as far in advance as possible.",
    "Appointments may be made in writing or by telephone.",
    "If writing, address the letter to the head of the division, even if you do not know the person.",
    "Punctuality is imperative since it indicates trustworthiness.",
    "If you are delayed even 5 minutes, it is polite to telephone and explain the situation. Arriving late without prior notice can damage a potential relationship.",
    "It is often difficult to schedule meetings during July and August, which are popular vacation times; during the two weeks before and after Christmas; and during the week before and after Easter.",
    "Meetings are rather informal.",
    "Send an agenda before the meeting so that your Norwegian colleagues can be prepared.",
    "There is not much small talk. Norwegians prefer to get to the business discussion quickly.",
    "Presentations should be precise and concrete, and backed up with charts, figures and analysis.",
    "Avoid hype or exaggerated claims in your presentation.",
    "Leave time for Q&A at the end of a presentation. Norwegians do not interrupt and will save their questions until you have finished speaking."
  ],
  [
    "Decisions are consensus driven.",
    "Expect decisions to take time as your colleagues must weigh all the alternatives.",
    "Present a firm, realistic, and competitive initial price and expect a minimum of bargaining.",
    "Price is often the most important deciding factor.",
    "Norwegians do not generally give discounts, even to good customers or for large orders.",
    "Norwegians are detail oriented.",
    "Maintain eye contact while speaking.",
    "Negotiations are frank.",
    "Avoid high-pressure sales tactics.",
    "It is imperative to adhere to deadlines and commitments. If you do not, you will not be considered trustworthy, which will destroy the business relationship.",
    "New concepts should be shown to be high quality, practical, and already market tested.",
    "Do not interrupt others while they are speaking."
  ]
]