[
  [
    "Muslim 97% (Sunni 77%, Shi'a 20%), Christian, Hindu, and other (inc. Sikh) 3%",
    "Islam is practised by the majority of Pakistanis and governs their personal, political, economic and legal lives.",
    "Among certain obligations for Muslims are to pray five times a day - at dawn, noon, afternoon, sunset, and evening.",
    "Friday is the Muslim holy day. Everything is closed.",
    "During the holy month of Ramadan all Muslims must fast from dawn to dusk and are only permitted to work six hours per day. Fasting includes no eating, drinking, cigarette smoking, or gum chewing."
  ],
  [
    "23rd March (Pakistan Day), 1st May (May Day), August 14th (Independence Day), 6th September (Defence of Pakistan Day), 11th September (Death of Ali Jinnah) and 15th December (Birthday of Ali Jinnah)",
    "The most famous festival in Pakistan is undoubtedly the seasonal kite flying festival of ‘Basant’ which marks the beginning of Spring and falls late January or early February. Unfortunately however, this festival has been banned in many areas for the immediate future due to accidents and deaths associated with the festival. It is hoped that the implementation of relevant safety measures will enable this much loved festival to resume. ",
    "Another much loved festival is the annual ‘Utchal’ festival which is held on the 15th – 16th July to celebrate the harvesting of wheat and barley.",
    "The national Horse and Cattle Show is a five day festival held in Lahore during the third week of November.  This is an exciting pageant of Pakistani culture and involves activities such as folk dancing, music, folk games and activities, cattle racing and cattle dancing.  With lots to do for children and adults alike, it is a much adored festival. "
  ],
  [
    "The extended family is the basis of the social structure and individual identity.",
    "It includes the nuclear family, immediate relatives, distant relatives, tribe members, friends, and neighbours.",
    "Loyalty to the family comes before all other social relationships, even business.",
    "Nepotism is viewed positively, since it guarantees hiring people who can be trusted, which is crucial in a country where working with people one knows and trusts is of primary importance.",
    "The family is more private than in many other cultures.",
    "Female relatives are protected from outside influences. It is considered inappropriate to ask questions about a Pakistani's wife or other female relatives.",
    "Families are quite large by western standards, often having up to 6 children."
  ],
  [
    "Although there is no caste system in Pakistan, Shi’as, Baluchis and Pashtuns are more likely to live in poverty due to their ethnic and religious differences."
  ],
  [
    "Traditional gender roles in Pakistan are fairly marked in that women are far more likely to stay in the home than go out to work.",
    "Although women have the right to work in any profession or to manage their own businesses, the majority that do work are typically employed in roles such as nursing or teaching.",
    "It is worth noting that women are very well represented in government as demonstrated by the appointment of Benazir Bhutto to prime minister in 1988. Women are also represented as ministers and ambassadors and a number of female judges preside within the high courts. Pakistani women also have the same rights to vote and receive an education as men. ",
    "Unfortunately, crimes against women appear to be on the increase but government interventions are being put in place to try and reverse this issue."
  ],
  [
    "The mother is the  main caregiver for any children and they will typically spend the  majority of time with her.",
    "The extended family also play a key role in a child’s socialisation and will support the child’s care.",
    "Islamic understanding, observing Islamic duties (such as prayer and ablution), respect for elders and gender roles are imbued from early childhood."
  ],
  [
    "Kofte – Meat kebab.",
    "Korma – Meat or vegetables, cooked in yoghurt and spices.",
    "Biryani – An aromatic rice dish cooked with vegetables or meat and containing s little gravy.",
    "Pulao – Very similar to Biryani.  The differences between Biryani and Pulao are often debated but it’s generally agreed that Pulao is slightly blander with less cooking time and spice.",
    "Lentils – Lentils are a very important addition to Asian cooking and are prepared in a number of different ways – usually with spices and a gravy",
    "Roti or Naan – Both roti and naan are flatbreads, but naan takes longer to make and is often made with yeast and refined flour, while roti is made with unrefined flour and far thinner and easier to digest.  The naan is sometimes flavoured with spices, fruit or nuts."
  ],
  [
    "Pakistan is a developing economy which is listed as one of the ‘Next 11’.  The ‘Next 11’ is a list of countries which have been assessed as having the potential to become leading financial powers in the 21st century. These eleven countries are in addition to BRICS (Brazil, Russia, India, China and South Africa).",
    "Pakistan is the 24th largest global economic country and GDP places it in 143rd position."
  ],
  [
    "Arabic calligraphy – This beautiful art form, which takes years of dedication to learn, has its roots in Islam.  Arabic calligraphy can be found adorning most celebrated places such as mosques and important buildings. Most families will have calligraphy displayed in their homes. This art form also extends to calligraphy on copper pieces, which are widely used as ornaments in homes and public buildings.",
    "Naqashi  - This art form is essentially a form of papier mache, which was much loved by the Mughal Emperors.  Naqashi artisans are typically use a fine and intricate form of decoration which is said to impact vision in the long term if practiced over too long a time scale. This use of fine detail is also replicated in the crafting of camel skin in lamp shade making.  The lamp shades are unique and much sought after.",
    "Glass Chooriyan is another popular and much loved art form in Pakistan which involves the use of glass and other materials to produce beautifully adorned bangles.",
    "Pottery – The production of handcrafted and artistically decorated pottery is just one of the arts with its roots in the Indus Valley civilization. Blue Pottery is a specialist craft which is particularly influenced by Kashgar in China and celebrated for being a unique and unparalleled art form."
  ],
  [
    "Where possible, the paternal grandfather is asked to name a new born child.",
    "The new born child is also swaddled in a piece of clothing that once belonged to the grandfather.",
    "Following Islamic tradition, once a name has been given, the child’s head is shaved and the weight of the hair is used to determine an equal weight in gold or silver which is then given as a charitable contribution."
  ],
  [
    "Greetings are often between members of the same sex; however, when dealing with people in the middle class, greetings may be across gender lines.",
    "Men shake hands with each other. Once a relationship is developed, they may hug as well as shake hands.",
    "Women generally hug and kiss. Pakistanis take their time during greetings and ask about the person's health, family, and business success."
  ],
  [
    "Third-party introductions are a necessity in this relationship-driven culture.",
    "Pakistanis prefer to work with people they know and trust and will spend a great deal of time on the getting-to-know-you part of relationship building.",
    "You must not appear frustrated by what may appear to be purely social conversation. Pakistanis are hospitable and enjoy hosting foreign guests.",
    "Relationships take time to grow and must be nurtured. This may require several visits.",
    "Pakistanis often ask personal questions as a way to get to know you as a person.",
    "If possible, it is best to answer these questions.",
    "Pakistanis are generally indirect communicators.",
    "Always demonstrate deference to the most senior person in the group.",
    "In general, Pakistanis speak in a roundabout or circuitous fashion. Direct statements are made only to those with whom they have a long-standing personal relationship. They also use a great deal of hyperbole and similes, and go out of their way to find something to praise.",
    "Be prepared to flatter and be flattered.",
    "Pakistanis prefer to converse in a non-controversial manner, so they will say they \"will try\" rather than admit that they cannot or will not be able to do something.",
    "Therefore, it is important to ask questions in several ways so you can be certain what was meant by a vague response. Silence is often used as a communication tool.",
    "Pakistanis prefer to do business in person. They see the telephone as too impersonal a medium for business communication."
  ],
  [
    "Pakistanis do not require as much personal space as most western cultures.",
    "As such, they will stand close to you while conversing and you may feel as if your personal space has been violated. Do not back away."
  ],
  [
    "If invited to a Pakistani's home, bring the hostess a small gift such as flowers or good quality chocolates.",
    "Men should avoid giving flowers to women.",
    "Do not give white flowers as they are used at weddings.",
    "If a man must give a gift to a woman, he should say that it is from his wife, mother, sister, or some other female relative.",
    "Do not give alcohol.",
    "Gifts are not opened when received.",
    "Gifts are given with two hands."
  ],
  [
    "In more rural areas, it is still common to eat meals from a knee-high round table while sitting on the floor.",
    "Many people in urban areas do not use eating utensils, although more westernized families do.",
    "When in doubt, watch what others are doing and emulate their behaviour.",
    "Guests are served first. Then the oldest, continuing in some rough approximation of age order until the youngest is served.",
    "Do not start eating until the oldest person at the table begins.",
    "You will be urged to take second and even third helpings. Saying \"I'm full\" will be taken as a polite gesture and not accepted at face value.",
    "Eat only with the right hand."
  ],
  [
    "If invited to a home, you will most likely have to remove your shoes. Check to see if the host is wearing shoes. If not, remove yours at the door.",
    "Dress conservatively.",
    "Arrive approximately 15 minutes later than the stipulated time when invited to dinner or a small gathering.",
    "You may arrive up to one hour later than the stipulated time when invited to a party.",
    "Show respect for the elders by greeting them first."
  ],
  [
    "Sex",
    "Homosexuality",
    "Dating",
    "Challenging Islamic beliefs",
    "Alcohol"
  ],
  [
    "Pakistanis dress formally and in line with Islamic requirements. ",
    "Although women may not cover their hair, they are most likely to wear conservative outfits which do not leave their bare arms or legs exposed. Outfits are also loose in nature and do not overtly display the figure.",
    "For women travelling to the region, we advise that you dress conservatively and adhere to the key principles of covering where possible.  It is generally not necessary for you to cover your hair.",
    "Since, Pakistan men are Islamically obligated to cover anything between the navel and the knee, then we advise that anyone travelling there adheres to this principle.  ",
    "Within the workplace, we advise that both male and females wear smart suits."
  ],
  [
    "Pakistani names often include a name that denotes a person's class, tribe, occupation, or other status indicator.",
    "They may also include two names that have a specific meaning when used together, and the meaning is lost if the names are separated. It is best to ask a person how they wish to be addressed.",
    "In general, this is not a culture where first names are commonly used, except among close friends.",
    "Titles are very important and denote respect. It is expected that you will use a person's title and their surname until invited to use their first name."
  ],
  [
    "Business cards are exchanged after the initial introduction.",
    "Include any advanced university degrees or professional honours on your card, as they denote status.",
    "Business cards are exchanged using the right hand only or with two hands.",
    "Make a point of studying any business card you receive before putting into your business card holder"
  ],
  [
    "Appointments are necessary and should be made, in writing, 3 to 4 weeks in advance, although meetings with private companies can often be arranged with less notice.",
    "The best time to schedule meetings is in the late morning or early afternoon.",
    "If at all possible, try not to schedule meetings during Ramadan. The workday is shortened, and since Muslims fast, they could not offer you tea, which is a sign of hospitality.",
    "You should arrive at meetings on time and be prepared to be kept waiting.",
    "Pakistanis in the private sector who are accustomed to working with international companies often strive for punctuality, but are not always successful.",
    "It is not uncommon to have a meeting cancelled at the last minute or even once you have arrived.",
    "In general, Pakistanis have an open-door policy, even when they are in a meeting. This means there may be frequent interruptions. Other people may wander into the room and start a different discussion.",
    "Meetings are formal.",
    "Business meetings start after prolonged inquiries about health, family, etc.",
    "During the first several meetings, business may not be discussed at all as the relationship is still being developed.",
    "Maintain indirect eye contact while speaking."
  ],
  [
    "Companies are hierarchical. Decisions are made by the highest-ranking person.",
    "Decisions are reached slowly. If you try to rush things, you will give offense and jeopardize your business relationship.",
    "The society is extremely bureaucratic. Most decisions require several layers of approval.",
    "It often takes several visits to accomplish simple tasks.",
    "If you change negotiators, negotiations will have to start over since relationships are to the person and not the company that they represent.",
    "Pakistanis are highly skilled negotiators.",
    "Price is often a determining factor in closing a deal.",
    "Pakistanis strive for win-win outcomes.",
    "Maintain indirect eye contact while speaking.",
    "Do not use high-pressure tactics.",
    "Pakistanis can become highly emotional during negotiations. Discussions may become heated and even revert to Urdu (the national language). It is imperative that you remain calm."
  ]
]
