[
  [
    "The country is also influenced by the ancient roots of the Incas and the Mayans who were known to regularly visit and pass through Panama; bringing with them their ideas, beliefs and cultural practices.",
    "When the Spanish colonized Panama, and slaves were brought from Africa, the diversity of the country increased further. It’s important to note therefore that Panama is diverse and you may find that that the way things play out in one place may not play out in quite the same way in another."
  ],
  [
    "Most individuals however are bilingual and also speak English or one of the languages indigenous to Panama; including Guaymi, Kuna, Embera, Naso Buglere, and Wounaan.",
    "Those who don’t speak English or one of the indigenous languages are likely instead to speak French Creole or Chinese.",
    "Local guides and translators may be beneficial if you are conducting meetings in a variety of locations throughout the country as a difference in language is ubiquitous."
  ],
  [
    "Roman Catholic 85%, Protestant 15%.",
    "Roman Catholicism is written into Panama’s constitution as the majority religion and is actively taught to children in public schools.",
    "Panama is a very tolerant country when it comes to religion and other religions can be openly practised – parents can also exclude their children from religious instructions in school if they so choose.",
    "Catholic festivals and the celebration of Saints’ days are widely observed throughout Panama and are at the root of most holidays",
    "The degree to which people are religious varies from rural areas to cities. Those living in rural areas are more likely to observe religious practices."
  ],
  [
    "1st January – New Years Day",
    "Good Friday (date changes but is always celebrated on the Friday before Easter Sunday)",
    "1st November – All Saints Day",
    "2nd November – Day of the Dead",
    "28th November – Independence Day (from Spain)",
    "25th December – Christmas Day"
  ],
  [
    "As with the rest of Latin America, family life is at the centre of most people’s lives.",
    "Extended family members typically live fairly near to each other and children remain in close contact with their families when they leave home.",
    "It’s rare for them to leave the family home to live on their own before they are married.",
    "The father is generally considered the head of the family and his wishes are treated with respect.",
    "The mother too is very much respected and has a position of authority in the home.",
    "Women are more likely to work if they live in the city and more likely to care for the home and children if they live in rural areas.",
    "Divorce is not encouraged due to the practice of Catholicism in Panama.",
    "Roles are typically fairly segregated with women taking on most of the house and child care.",
    "Families typically observe a 2-hour Siesta during the hottest part of the day.",
    "Eating together at the dinner table is not a core part of Panamanian culture.",
    "It’s not uncommon for family members to eat at different times.",
    "Eating collectively is generally a part of broader entertainment and hosting."
  ],
  [
    "Panamanian food is influenced by the cultural diversity of the country.",
    "Creole based cuisine is most popular accompanied by rice.",
    "Beans, plantains, meat and vegetables are very common and used in the preparation of stews, turnovers made with meat, vegetables or fish, sweet or savoury maize dough and fried plantain cakes.",
    "Fruit drinks or drinks made with maize are most typically served at mealtimes."
  ],
  [
    "In Panama, it’s traditional to greet people using ‘Buenas’.",
    "Panama is a very friendly place and people greet each other in passing even if they don’t know each other.",
    "In more formal settings, the form ‘Buenas Dias’ (Good Day) or ‘Buenas Tardes’ (Good Evening) should be used instead.",
    "Women generally hug each other when greeting. They may also include a single kiss on the cheek. This applies to women who both know / don’t know each other.",
    "When men are greeting someone they do not well, then they usually use a handshake.",
    "When they are greeting a friend or family member, then a hug is used instead.",
    "When shaking hands, don’t use too tight a grip as this can be perceived as slightly aggressive,",
    "Consider using ‘mucho gusto’ when meeting someone for the first time, which essentially means ‘a pleasure to meet you’,",
    "Until you are invited to move to first names only, then address men as ‘Don’ (followed by the surname) and ‘Dona’ for women (again, followed by the surname).",
    "Titles are also important when meeting with professionals.",
    "If you are aware that someone is of a particular profession, then you should use their title where possible – Doctor/a for medical physicians, Profesor/a for teachers and Ingeniero for engineers.",
    "Be prepared to accept and distribute business cards at your first meeting.",
    "There is no standard ritual for receiving a business card, but avoid offence by treating any you accept with respect.",
    "We recommend that you have one side of your business card translated into Spanish."
  ],
  [
    "It is not customary in Panama to give gifts.",
    "However, if you choose to do so, then consider bringing a business branded gift to potential business contacts and something from your home town for any social contacts."
  ],
  [
    "Avoid pointing as this is considered rude. Instead, turn your palm away from you and use the full hand to indicate your needs.",
    "It’s generally not acceptable to give gifts to colleagues or clients when entertaining.",
    "Avoid sensitive subjects such as religion, abortion or politics when meeting with Panama counterparts."
  ],
  [
    "It’s not mandatory to tip in Panama.",
    "However, it’s part of the culture and people are generally happy to tip on the back of good service.",
    "Where service has been standard, however, (or not particularly good) then there is no obligation and tips aren’t given.",
    "On the whole, service charge isn’t included on restaurant bills and people tend to give in the region of 10% of their bill as the tip.",
    "Tips are, again, given to taxi drivers only when service has been good.",
    "Consider either rounding up the bill or giving a tip in the region of $3-5.",
    "It’s also common to tip bell staff and housekeepers. $2 per bag is acceptable for a bell boy and $3 per night is acceptable for the housekeeping staff."
  ],
  [
    "Handshakes are the norm when people meet with one another.",
    "Business associates with a close relationship may hug or even kiss each other on the cheek.",
    "Always shake hands with everyone in a room, starting with the most senior person."
  ],
  [
    "Gifts are not a core part of the business environment however this is not to say that gift-giving is not done at all.",
    "Gifts are a good way to get a relationship off to a good start or to keep a relationship warm.",
    "Gifts from your home country and best – things like crafts, alcohol or chocolates.",
    "Don’t give gifts that can be bought easily in Panama.",
    "Taking gifts for associate’s kids is also a good nice touch.",
    "Let people know they are can unwrap it in front of you."
  ],
  [
    "Men should wear a conservative suit.",
    "Panamanian businessmen wear camisillas – a lightweight open-necked shirt that is not tucked in.",
    "Women should wear a skirt and blouse.",
    "Jeans and shirts and only fine for casual wear, not the office."
  ],
  [
    "Going out with people to eat or socialise is central to relationship building.",
    "Invest time in entertaining people or being a guest at any functions you may be invited to.",
    "Networking is very important in Panama and this is where you will meet people easily.",
    "Make sure you pay for meals if you are the host."
  ],
  [
    "Expect a fair amount of small talk before getting down to business.",
    "Personal relationships are very important. Panamanians prefer to deal with those they trust; therefore, much time is spent in developing the relationship.",
    "It will usually take several visits to close a deal. Business is hierarchical and the person with the most authority makes decisions after considering how the decision will affect the group.",
    "Panamanians do not like confrontation so positive signals may be given out of politeness rather than actual agreement.",
    "Likewise, do not assume that your proposal is being well received simply because no one is challenging what you say.",
    "Decisions are often based upon the personal preference of the decision-maker, which is why spending time to develop trust and personal relationships is crucial."
  ]
]
