[
  [
    "There is considerable debate as to the number of languages spoken in Peru. ",
    "Estimates range from 300 – 700 languages, including those which have been identified and those which are, as yet, unidentified.",
    "Many of these languages have been spoken by small tribes across Peru. European colonization, forced migration and epidemics impacted the tribes greatly, resulting in significant numbers of spoken languages becoming extinct, or, dying out due to declining tribal populations.",
    "Spanish is now the dominant language in Peru and is spoken by 82.9% of the population.",
    "It is also the dominant language in the media, government and business.",
    "The Aboriginal languages, Quechua and Aymara, are also officially recognised and are spoken by an estimated 13.6% and 1.6% of the population respectively."
  ],
  [
    "As with many other countries colonised by the Spanish, Catholicism plays an important role in the lives of Peruvians.",
    "Over 80% of Peruvians are active adherents of Catholicism and the majority of Peruvian festivals have religious roots.",
    "Some holidays are a blend of Catholicism and indigenous, demonstrated by the association of Mother Earth (Pacha Mama) and the Virgin Mary.",
    "The Church has historically been a very important influence over personal affairs such as marriage and family life.",
    "The parish church is often seen as the centre of a community, with the local priest representing divine authority and leadership.",
    "The church also has some influence in areas such as education, social welfare and union organization."
  ],
  [
    "The family takes centre stage in the social structure with one’s family being of the utmost importance.",
    "Society expects that individuals will prioritise their family above any other commitments.",
    "Families are an important source of support. Parents sacrifice a great deal for their children and the elderly, who are revered for their wisdom and experience, are automatically looked after as they age.",
    "Although extended families rarely live under one roof, apart from in rural areas, many still live very close and frequent one another's houses often.It is still common for children to remain at home until they marry.",
    "The Padrinazgo, or God Family, form an important extension of the Peruvian family. The God Family perform the role of God Parent – ensuring that children are raised in line with the Catholic church and supported on their spiritual path."
  ],
  [
    "With its roots in Spanish culture, Peru is hierarchical in nature and individuals tend to have considerable respect for those more senior to them.",
    "Seniority can be earned as a result of age or professional position.",
    "You will generally see, for example, the oldest person in a group served their food and drinks first.Society is broadly split into three social classes. Mirroring the makeup of most other countries, those in the upper class are few and far between – made up from approximately 3% of the overall population.",
    "They are greatly polarised from the poverty of the lower classes, who make up approximately 35% of the population.",
    "These individuals are primarily immigrant workers and farmers and they tend to live in shantytowns.",
    "The rest of the population broadly fall into the middle class.",
    "This group is made up of small business owners, salaried professionals and those earning a liveable wage."
  ],
  [
    "The Abrazo is the most common greeting between friends and family. This is made up of a handshake and a hug for men and a kiss on the right cheek between women.",
    "Those familiar with each other will also use a nickname or an individual’s first name.",
    "Where handshakes take place between people who are not familiar with each other, the grip is light in nature and eye contact is made.",
    "Greetings tend to become warmer as individuals get to know each other more.",
    "While shaking hands, use the appropriate greeting for the time of day: \"buenos dias\" (good day), \"buenas tardes\" (good afternoon), or \"buenas noches\" (good evening/night).",
    "Older people should be addressed as “Señor” for men or “Señora” for women followed by their surname."
  ],
  [
    "Gifts are not expected, but if you do decide to bring a gift then bring something such as fruit, a potted plant, chocolate or liquor.",
    "Avoid anything symbolic such or scissors which may be perceived as your intention to cut ties.",
    "It is normal for Peruvians to open gifts upon receipt."
  ],
  [
    "Wait to be seated by the host.",
    "Hands should be kept visible when eating.",
    "Do not rest elbows on the table.",
    "The host will say \"buen provecho\" (enjoy or have a good meal) as an invitation to start eating.",
    "It is polite to try everything you are given.",
    "Unusually all food is eaten with utensils - even fruit is cut into pieces with a knife and fork.",
    "It is considered polite to leave a small amount of food on your plate when you have finished eating.",
    "Do not use a toothpick at the table."
  ],
  [
    "Tipping isn’t a big part of Peruvian culture and it’s not really expected in most places.",
    "Away from the cities, tipping is far less common. However, serving staff are likely to receive tips with gratitude.",
    "In some high-end establishments, you may wish to give a tip of 10% for good restaurant service (if a gratuity has not already been added onto the bill).",
    "In ‘Mom and Pop’ restaurants, you might want to consider leaving one or two Soles.",
    "For porters, $1 per bag is generally acceptable."
  ],
  [
    "It is courteous to shake hands both upon meeting and departing.",
    "Men should wait for a woman to extend her hand.",
    "Greetings are often protracted so be prepared to engage in some small talk, i.e. ask about family, health and business.",
    "Eye contact is viewed positively.",
    "Wait for the other party to initiate a change to first names."
  ],
  [
    "It is a good idea to try and have one side of your business card translated into Spanish.",
    "Include any university degrees or qualifications as this is valued.",
    "Treat business cards with respect."
  ],
  [
    "You may wish to consider taking an interpreter with you if your Spanish is not strong. Be aware that an interpreter will double the length of the meeting.",
    "The level of English comprehension in Peru varies greatly. For those with a command of English, it’s not uncommon for them to have better written and reading skills as opposed to speaking and listening skills. If meetings are conducted in English however, then arrange for any materials to be sent to your contacts in advance so that they have the opportunity to familiarise themselves with any language being used.",
    "Upon entering the business meeting, shake hands and give eye contact.",
    "Punctuality is expected, although you may find that you are kept waiting longer depending on the seniority of the person with whom you are meeting.",
    "Ensure that you address your contact with their title where necessary. Use \"Señor” for men or “Señora” for women followed by their surname.",
    "Agendas are not commonly used in Peruvian business. However, it’s likely that key points for discussion will have been agreed upon in advance.",
    "Relationship building is crucial - it may be a good idea to invest time in establishing trust for the first few meetings.",
    "Time is not an issue in meetings - they will last as long as they need to last. Do not try and rush proceedings.",
    "Peruvians are termed as 'indirect communicators' - this means there is more information within body language and context rather than the words, i.e. if you ask someone to do something and they reply 'I will have to see', it would be up to you to read between the lines and realise that they cannot do it.",
    "The reason for this way of communicating is to protect relationships and face.",
    "This means people that are used to speaking directly and openly must consider their communication style as it could cause offence.",
    "Avoid confrontation at all costs. If someone has made a mistake do not expose it publicly as this will lead to a loss of face and a ruined relationship."
  ]
]
