[
  [
    "The family is the centre of the social structure and includes the nuclear family, aunts, uncles, grandparents, cousins and honorary relations such as godparents, sponsors, and close family friends.",
    "People get strength and stability from their families. As such, many children have several godparents.",
    "Concern for the extended family is seen in the patronage provided to family members when they seek employment.",
    "It is common for members of the same family to work for the same company.",
    "Many collective bargaining agreements state that preferential hiring will be given to family members."
  ],
  [
    "Hiya is shame and is a motivating factor behind behaviour.",
    "It is a sense of social propriety and conforming to societal norms of behaviour.",
    "Filipinos believe they must live up to the accepted standards of behaviour and if they fail to do so they bring shame not only upon themselves but also upon their family.",
    "One indication of this might be a willingness to spend more than they can afford on a party rather than be shamed by their economic circumstances.",
    "If someone is publicly embarrassed, criticized, or does not live up to expectations, they feel shame and lose self-esteem."
  ],
  [
    "Initial greetings are formal and follow a set protocol of greeting the eldest or most important person first.",
    "A handshake, with a welcoming smile, is the standard greeting.",
    "Close female friends may hug and kiss when they meet.",
    "Use academic, professional, or honorific titles and the person's surname until you are invited to use their first name, or even more frequently, their nickname."
  ],
  [
    "If you are invited to a Filipino home for dinner bring sweets or flowers to the hosts.",
    "If you give flowers, avoid chrysanthemums and white lilies.",
    "You may send a fruit basket after the event as a thank you but not before or at the event, as it could be interpreted as meaning you do not think that the host will provide sufficient hospitality.",
    "Wrap gifts elegantly as presentation is important. There are no colour restrictions as to wrapping paper.",
    "Gifts are not opened when received."
  ],
  [
    "It is best to arrive 15 to 30 minutes later than invited for a large party.",
    "Never refer to your host's wife as the hostess. This has a different meaning in the Philippines.",
    "Dress well. Appearances matter and you will be judged on how you dress.",
    "Compliment the hostess on the house.",
    "Send a handwritten thank you note to the hosts in the week following the dinner or party. It shows you have class."
  ],
  [
    "Wait to be asked several times before moving into the dining room or helping yourself to food.",
    "Wait to be told where to sit. There may be a seating plan.",
    "Do not start eating until the host invites you to do so.",
    "Meals are often served family- style or are buffets where you serve yourself.",
    "A fork and spoon are the typical eating utensils.",
    "Hold the fork in your left hand and use it to guide food to the spoon in your right hand.",
    "Whether you should leave some food on your plate or finish everything is a matter of personal preference rather than culture-driven."
  ],
  [
    "Filipinos thrive on interpersonal relationships, so it is advisable to be introduced by a third party.",
    "It is crucial to network and build up a cadre of business associates you can call upon for assistance in the future.",
    "Business relationships are personal relationships, which mean you may be asked to do favours for colleagues, and they will fully expect you to ask them for favours in return.",
    "Once a relationship has been developed it is with you personally, not necessarily with the company you represent.",
    "Therefore, if you leave the company, your replacement will need to build their own relationship.",
    "Presenting the proper image will facilitate building business relationships.",
    "Dress conservatively and well at all times.",
    "Learn more about the Filipino communication style here."
  ],
  [
    "Appointments are required and should be made 3 to 4 weeks in advance.",
    "It is a good idea to reconfirm a few days before the meeting, as situations may change.",
    "Avoid scheduling meetings the week before Easter.",
    "Punctuality is expected. For the most part, your Filipino colleagues will be punctual as well.",
    "Face-to-face meetings are preferred to other, more impersonal methods such as the telephone, fax, letter or email.",
    "Send an agenda and informational materials in advance of the meeting so your colleagues may prepare for the discussion.",
    "The actual decision maker may not be at the meeting.",
    "Avoid making exaggerated claims.",
    "Always accept any offer of food or drink. If you turn down offers of hospitality, your colleagues lose face.",
    "It is important to remain for the period of social conversation at the end of the meeting."
  ],
  [
    "You may never actually meet with the decision maker or it may take several visits to do so.",
    "Decisions are made at the top of the company.",
    "Filipinos avoid confrontation if at all possible. It is difficult for them to say 'no'. Likewise, their 'yes' may merely mean 'perhaps'.",
    "At each stage of the negotiation, try to get agreements in writing to avoid confusion or misinterpretation.",
    "If you raise your voice or lose your temper, you lose face.",
    "Filipinos do business with people more than with companies. If you change representatives during negotiations, you may have to start over.",
    "Negotiations may be relatively slow.",
    "Most processes take a long time because group consensus is necessary.",
    "Decisions are often reached based on feelings rather than facts, which is why it is imperative to develop a broad network of personal relationships.",
    "Do not remove your suit jacket unless the most important Filipino does."
  ],
  [
    "Business attire is conservative.",
    "Men should wear a dark-coloured, conservative business suit, at least for the initial meeting.",
    "Women should wear a conservative suit, a skirt and blouse, or a dress.",
    "Women's clothing may be brightly coloured as long as it is of good quality and well-tailored.",
    "Appearances matter and visitors should dress well."
  ],
  [
    "You should offer your business card first.",
    "Make sure your business card includes your title.",
    "Present and receive business cards with two hands so that it is readable to the recipient.",
    "Examine the card briefly before putting it in your business card case.",
    "Some senior-level executives only give business cards to those of similar rank."
  ]
]
