[
  [
    "Religion plays an important role in the Polish society and is deeply intertwined with Polish culture.",
    "Religious holidays are considered national holidays when most businesses are closed.",
    "The most important holiday is Christmas and celebrations last two and a half days.",
    "Poles practice \"dzielenie oplatkiem\" which is the breaking and sharing of a thin white wafer (oplatek) with all family members.",
    "While sharing the wafer, individuals express wishes of good heath and prosperity for the coming year. This is also commonly practised at work Christmas parties and is very much a part of Polish culture.",
    "Another religious holiday of note is All Saints’ Day which takes place on November 1st. On this day Poles visit cemeteries to honour their loved ones who have passed away.",
    "Catholicism is the most widely practiced religion. Life’s milestones such as weddings, baptisms, funerals, first communion and confirmation are influenced by the religion."
  ],
  [
    "Greetings are generally reserved yet courteous.",
    "When greeting someone a good handshake, direct eye contact, a smile and the appropriate greeting for that time of day will suffice.",
    "Good morning/afternoon is \"dzien dobry\" and good evening is \"dobry wieczor\".",
    "Address people by their honorific title, “Pan” for a man and “Pani” for a woman, and their surname.",
    "Do not use first names until invited to. Moving from the use of formal to the informal names is such an important step that there is a ritual to acknowledge the changed status and your inclusion in their ‘inner circle’.",
    "At parties or other social gatherings, your hosts will introduce you, usually starting with the women and then moving on to the men."
  ],
  [
    "The usual times for present giving are birthdays, name days (birth date of the saint after whom they are named), and Christmas.",
    "Here are some general gift giving guidelines:",
    "Do not give gifts that are overly expensive; this may embarrass the recipient.",
    "Employees bring cake and champagne to the office to celebrate their name day.",
    "At Christmas, it is common to give small gifts to service workers such as postal workers, refuse collectors, etc.",
    "If invited to a Pole's home for dinner, bring wine, flowers, pastries or sweets for the hostess.",
    "Give an odd numbers of flowers.",
    "Do not give yellow chrysanthemums as they are used for funerals. Do not give red or white flowers, especially carnations and lilies.",
    "Gifts are generally opened when received."
  ],
  [
    "If you are invited to a Pole's house:",
    "Be punctual.",
    "You may be expected to take off your shoes. (Check to see if your host is wearing slippers)",
    "Dress conservatively.",
    "Offer to help the hostess with the preparation or clearing up after a meal is served. This is good manners. This will more often that not be turned down out of politeness.",
    "Do not ask for a tour of the house.",
    "Table manners are Continental, i.e. hold the fork in the left hand and the knife in the right while eating.",
    "Wait for the hostess to invite you to start eating.",
    "Most meals are served family-style.",
    "Take small amounts of food initially so you can accept second helpings.",
    "Try a bit of everything.",
    "Toasts are only made with hard liquor (generally vodka).",
    "You should reciprocate with your own toast later in the meal.",
    "Alcohol is served in small glasses so you can swallow in one gulp."
  ],
  [
    "Shake hands with everyone upon arriving and leaving.",
    "Handshakes are quite firm and eye contact is valued.",
    "Wait for a woman to extend her hand.",
    "Some older businessmen may kiss a woman's hand upon meeting. Do not imitate this behaviour as it may be seen as you poking fun.",
    "Titles are considered prestigious. Academic or professional titles are used with the honorific titles with or without the surname.",
    "Wait to be invited before moving to first names. You may do business with people for years and not be on a first name basis.",
    "Business cards are exchanged without formal rituals.",
    "Try and have one side of your card translated into Polish.Include advanced university degrees and titles on your business card; qualifications are impressive."
  ],
  [
    "Generally speaking, Poles judge others by their personal qualities. They therefore like to spend time getting to know people as individuals. This allows them to size people up.",
    "Honesty is highly valued in Poland since trust is the cornerstone of business relationships. Building personal relationships is essential for successful business dealings, especially if you are looking for a long-term business relationship.",
    "Poles are known for being direct communicators, i.e. they say what they are thinking. However they are also very sensitive to other’s feelings and let that determine how and",
    "what they say.",
    "While direct communication is valued in Poland, there is also emphasis on finessing what is said in order to deliver information in a diplomatic way.",
    "The level of the relationship mostly determines how direct someone can be.",
    "For newly established and more formal relationships, a great deal of emphasis is placed on diplomacy. Once a relationship has passed through the initial phases, people feel more comfortable speaking frankly with each other and animated exchanges become more common."
  ],
  [
    "The most senior Pole generally opens the meeting and sets the groundwork for what is to be discussed.",
    "He may also verbally offer a recommended agenda for the discussions.",
    "Small talk is the norm at the start of meetings; do not rush proceedings as this is part of the relationship building process.",
    "The first few meetings may in fact seem to be more small talk than business discussions. If this is the case it means that your Polish colleagues are still sizing you up and have not yet made up their minds.",
    "You may want to consider this as an opportunity to get more personal and try and form that relationship.",
    "Lunch and dinner meetings are often used to further the personal relationship.",
    "Meetings tend to be relatively relaxed once the personal relationship has been established.",
    "Hard facts are important so participants come well-prepared with facts and figures to back up their statements. Foreigners would be expected to do the same.",
    "Business decision-making processes tend to have a hierarchical basis, and therefore many decisions will be taken at the top echelons of the company.",
    "Final decisions are translated into rigorous, comprehensive action steps that you can expect will be carried out to the letter."
  ]
]
