[
  [
    "The 10-million population of Portugal speaks Portuguese, a Romance language which derived from Vulgar Latin.",
    "Galician and Mirandese, which are technically classed as separate languages, are spoken by a few thousand people in the north of the country, along the Spanish border."
  ],
  [
    "The family is the foundation of the social structure and forms the basis of stability.",
    "The extended family is quite close.",
    "The individual derives a social network and assistance from the family.",
    "Loyalty to the family comes before other social relationships, even business.",
    "Nepotism is considered a good thing, since it implies that employing people one knows and trusts is of primary importance."
  ],
  [
    "Portuguese are traditional and conservative.",
    "They are a people who retain a sense of formality when dealing with each other, which is displayed in the form of extreme politeness."
  ],
  [
    "In Portuguese society appearance is very important, especially in the cities.",
    "People are fashion conscious and believe that clothes indicate social standing and success.",
    "They take great pride in wearing good fabrics and clothes of the best standard they can afford."
  ],
  [
    "Portugal is a culture that respects hierarchy.",
    "Society and business are highly stratified and vertically structured.",
    "Both the Catholic Church and the family structure emphasize hierarchical relationships.",
    "People respect authority and look to those above them for guidance and decision-making.",
    "Rank is important, and those senior to you in rank must always be treated with respect.",
    "This need to know who is in charge leads to an authoritarian approach to decision- making and problem solving.",
    "In business, power and authority generally reside with one person who makes decisions with little concern about consensus building with their subordinates."
  ],
  [
    "Initial greetings are reserved, yet polite and gracious.",
    "The handshake accompanied by direct eye contact and the appropriate greeting for the time of day.",
    "Once a personal relationship has developed, greetings become more personal: men may greet each other with a hug and a handshake and women kiss each other twice on the cheek starting with the right."
  ],
  [
    "The proper form of address is the honorific title 'senhor' and 'senhora' with the surname.",
    "Anyone with a university degree is referred to with the honorific title, plus 'doutour' or 'doutoura' ('doctor') with or without their surname.",
    "Wait until invited before moving to a first-name basis.",
    "Use the formal rather than the informal case until your Portuguese friend suggests otherwise."
  ],
  [
    "If you are invited to a Portuguese home for dinner, bring flowers, good quality chocolates or candy to the hostess.",
    "Do not bring wine unless you know which wines your hosts prefer.",
    "Do not give 13 flowers. The number is considered unlucky.",
    "Do not give lilies or chrysanthemums since they are used at funerals.",
    "Do not give red flowers since red is the symbol of the revolution.",
    "Gifts are usually opened when received."
  ],
  [
    "If invited to a dinner arrive no more than 15 minutes after the stipulated time.",
    "You may arrive between 30 minutes and one hour later than the stipulated time when invited to a party or other large social gathering.",
    "Dress conservatively. There is little difference between business and social attire.",
    "Do not discuss business in social situations.",
    "If you did not bring a gift to the hostess, send flowers the next day.",
    "Table manners are formal.",
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Do not begin eating until the hostess says \"bom apetite\".",
    "Do not rest your elbows on the table, although your hands should be visible at all times.",
    "Most food is eaten with utensils, including fruit and cheese.",
    "Keep your napkin to the left of your plate while eating. Do not place the napkin in your lap. When you have finished eating, move your napkin to the right of your plate.",
    "If you have not finished eating, cross your knife and fork on your plate with the fork over the knife.",
    "Leave some food on your plate when you have finished eating.",
    "Indicate you have finished eating by laying your knife and fork parallel on your plate, tines facing up, with the handles facing to the right."
  ],
  [
    "The Portuguese prefer to do business with those they feel comfortable with, which means those that they know they can trust.",
    "Therefore, it is advisable to have a mutual contact provide the initial introduction.",
    "Expect to invest a great deal of time developing the relationship.",
    "The Portuguese prefer face-to-face meetings rather than written or telephonic communication, which are seen as too impersonal.",
    "Relationships are built with people, not companies.",
    "If you change representatives or people on a negotiating team once negotiations have started, the relationship-building process will have to begin again.",
    "It is important that you treat business colleagues with respect and not do anything to embarrass them.",
    "Communication is formal and relies on strict rules of protocol.",
    "If your Portuguese business colleagues have questions or want clarification during a presentation, they will wait until you have finished speaking and not interrupt.",
    "Although honest, the Portuguese do not volunteer information unless solicited, especially if remaining silent is in their best interest.",
    "Although the Portuguese are not emotive speakers and do not use hand gestures, they may be demonstrative when greeting friendsIf you tend to use hand gestures while speaking, you may wish to moderate your behaviour since it may incorrectly be viewed as overtly demonstrative.",
    "Portugal is a hierarchical culture that respects age and position.",
    "Defer to those in senior positions and maintain a sense of formality in written communication.",
    "Do not be concerned if your Portuguese colleagues fail to follow through on promises.",
    "They have a more relaxed attitude towards time and do not see deadlines as crucial as people from many other cultures do.",
    "They do not appreciate direct criticism, even if you consider it to be justified"
  ],
  [
    "Appointments are mandatory and should be made 1 to 2 weeks in advance.",
    "Reconfirm the meeting a few days in advance.",
    "Initial correspondence should be written in Portuguese.",
    "Since most Portuguese take vacation during August, it is not an ideal time to try to schedule meetings. It is also best not to plan meetings during the week between Christmas and New Year.",
    "You should arrive on time for meetings.",
    "In many circles, 5 minutes late is considered on time.",
    "Punctuality displays respect for the person you are meeting. If you are kept waiting, it is important that you not appear irritated.",
    "People from the north are generally more punctual than those in the south.",
    "A fair amount of getting-to-know-you conversation may take place before the business conversation begins.",
    "Agendas serve as starting points for discussions; they do not serve as schedules.",
    "Presentations should be well thought-out, thorough, and backed up with charts and figures.",
    "Decisions are not reached at meetings.",
    "Maintain eye contact when speaking.",
    "Meetings may be interrupted.",
    "Do not remove your jacket unless your business associates do so."
  ],
  [
    "Portuguese put great importance on the character of the person with whom they do business, so they will take time to get to know you.",
    "Wait for your Portuguese colleagues to bring up business. Never rush the relationship-building process.",
    "Portuguese are very thorough and detail-oriented.",
    "Portuguese prefer to do business for the long-term although at times they focus on short-term gains.",
    "Business is conducted slowly. You must not appear impatient.",
    "Have printed material available in both English and Portuguese.",
    "Do not use high-pressure sales tactics. Portuguese are offended by aggressive behaviour.",
    "Portuguese business is hierarchical. The highest-ranking person makes decisions.",
    "Portuguese negotiate with people - not companies. Do not change your negotiating team or you may have to start over from the beginning.",
    "Contracts are respected."
  ]
]