[
  [
    "Accommodating the inbound tourists is the large port in the capital city San Juan which is sufficiently big to cater for the large international cruise ships travelling to the country.",
    "Manufacturing is a dominant part of the economy; with industries such as pharmaceuticals and textiles."
  ],
  [
    "Spanish is the written and spoken language of law, government, business, education and day to day living.",
    "Prior to the Spanish conquering Puerto Rico, the linguistic makeup of spoken languages evolved from Taino, the languages spoken by the indigenous inhabitants of Caribbean descent."
  ],
  [
    "As with most countries conquered by the Spanish, Roman Catholicism is the dominant religion. However, the people of Puerto Rico tend not to follow the religion dogmatically. Religious practices tend to blend Taino and African traditions.",
    "Although Protestantism also took a hold following the occupation of the USA in 1898, Roman Catholicism remains the dominant faith.",
    "As with many other faiths, many islanders believe in the presence and power of mal de ojo (the evil eye). It is believed that if people or belongings are looked at with envy that this can lead to evil outcomes, such as a car crash (if people look at the car with envy) or sickness and perhaps death to a child if someone looks them with envy. Many people carry a charm bracelet which is believed to offer protection against the mal de ojo.",
    "There is considerable religious freedom in Puerto Rico and people are constitutionally free to choose."
  ],
  [
    "1st January - New Year’s Day, (Día de Año Nuevo).",
    "6th January - Three Kings Day, (Día de Reyes). Official holiday which celebrates the visit of the wise men to baby Jesus.",
    "13th January - Birthday of Eugenio María de Hostos, (Natalicio de Eugenio María de Hostos). Official holiday, which celebrates the birthday of an important figure in the fight for freedom.",
    "22nd March - Emancipation Day, (Día de la Abolición de Esclavitud) Official holiday which celebrates the abolition of slavery.",
    "Friday before Easter – Good Friday.",
    "Last Monday of May - Memorial Day, (Recordación de los Muertos de la Guerra).",
    "14th October - Columbus Day, (Día de la Raza Descubrimiento de América). Official holiday which commemorates the landing of Christopher Columbus.",
    "25th July - Commonwealth Constitution Day which commemorates the landing of troops from the USA",
    "26th November – Thanks Giving day, (Día de Acción de Gracias).",
    "25th December – Christmas Day. (Día de Navidad).It’s worth noting that the Christmas celebration season in Puerto Rico lasts from Thanks Giving until mid January."
  ],
  [
    "The family forms the basis of stability and is considered the most enduring social network",
    "The individual derives support and assistance in times of need from the extended family, which generally encompasses three generations.",
    "When possible, the extended family lives together or within the same vicinity.",
    "Loyalty to the family comes before any other social relationship, even business.",
    "Nepotism is considered a good thing, since it implies employing people one knows and trusts, which is of primary importance.",
    "The oldest male in the extended family makes decisions affecting the balance of the family."
  ],
  [
    "Individuals generally pride themselves on their hospitality.",
    "When someone visits, hosts and hostesses make every effort to ensure their guests feel welcome and comfortable.",
    "House guests are treated with considerable attention an Puerto Ricans attempt to cater to their every desire."
  ],
  [
    "Appearances are generally very important and people tend to be very fashion conscious.",
    "When you are in Puerto Rico, take the time to dress well and to consider your appearance as locals tend to perceive appearance as indicative of social standing and success.",
    "Clothing is usually of a high standard and made from good quality fabrics.",
    "Designer labels, particularly those from the USA, are looked upon favourably."
  ],
  [
    "Following economical progress in the 1940s and 1950s, social classes which had previously existed began to blur.",
    "By the beginning of the 21st century, universal access to education resulted in a marked increase in opportunities and social mobility, which further",
    "blurred class lines.",
    "Although the class system is still evident, it has become far less obvious."
  ],
  [
    "A handshake, with direct eye contact and a welcoming smile is standard.",
    "Maintaining eye contact is crucial as it indicates interest.",
    "When shaking hands, use the appropriate greeting for the time of day - \"buenos dias\", \"buenas noches\", or \"buenas tardes\"."
  ],
  [
    "If invited to dinner at a Puerto Rican’shome bring a gift such as wine, flowers, chocolates or pastries.",
    "Avoid giving business gifts of value. Instead, bring something that represents your home country or town.",
    "Where given by an individual, gifts are generally opened when received.",
    "However, when gifts are given by a group of people, then the recipient generally opens them in private. This is done in an effort to ensure that comparisons aren’t made between the gifts given."
  ],
  [
    "Dress well, as locals generally take pride in their appearance and judge others on their clothing. If you arrive looking untidy or unkempt, then this will be perceived negatively.",
    "Do not overly praise an item in your host’s home due to the evil eye, as mentioned above.",
    "Although punctuality is considered a good thing, guests are not expected to arrive on time for social occasions. Arriving between 15 and 30 minutes later than the stipulated time is considered on time.",
    "Often several generations live in the same house. Show deference to the family elders."
  ],
  [
    "Wait for the host or hostess to tell you where to sit. There may be a seating plan.",
    "Table manners are Continental -- the fork in the left hand and the knife in the right while eating.",
    "Meals are generally served family style or buffet style.",
    "Guests are served first.",
    "The host says \"buen provecho\" (\"enjoy\" or \"have a good meal\") as an invitation to start eating.",
    "Always keep your hands visible when eating, but do not rest your elbows on the table.",
    "You may leave a small amount of food on your plate when you have finished eating.",
    "When you have finished eating, place your knife and fork across your plate with the prongs facing down and the handles facing to the right."
  ],
  [
    "The influence of the USA in Puerto Rico means that tipping generally mirrors USA culture",
    "Bar tenders should be tipped in the region of $1 per drink",
    "Taxi drivers should received 10 – 15% of the fare",
    "In terms of restaurants, consider 15% of the bill unless service charge has been applied."
  ],
  [
    "Style is important but not necessarily formality.",
    "You may find a very relaxed dress code in some industries.",
    "In general, men will sport conservative, dark clothing – some will wear a guayabera shirt with nice trousers.",
    "Women generally wear business suits or dresses."
  ],
  [
    "Networking is important part of business since it broadens your base of contacts, and therefore, people who can smooth the way for you.",
    "This is a country where knowing the right person is often more important than what you know.",
    "Doing favours and collecting favours owed is a highly developed art form.",
    "Name-dropping is commonplace and nepotism does not have the negative connotation it has in many other countries.",
    "Trust is crucial to developing relationships.",
    "It is important that you treat business colleagues with respect and not do anything to cause them loss of face.",
    "Senior positions in business are predominately held by the upper class; therefore, it is important that you pay attention to the hierarchy and show appropriate deference and respect to those in positions of authority."
  ],
  [
    "Business appointments are required and can often be scheduled on short notice; however, it is best to make them 2 to 3 weeks in advance by telephone, email or fax.",
    "Arrive on time for meetings. Although locals may strive for punctuality, they do not always achieve their goal. However, you personally should make the effort.",
    "The first meeting is often quite formal.",
    "Small talk helps establish a rapport. Do not immediately begin discussing business.",
    "Have all written material available in both English and Spanish. Don’t assume that all your counterparts will speak English.",
    "It may be necessary to bring an interpreter – check in advance.",
    "Meetings are often interrupted and several people may speak at the same time.Be careful with facial expression and bodily movements - gestures are context sensitive and do not always translate well between countries."
  ],
  [
    "Expect small talk before getting down to business since Puerto Ricans generally prefer to get to know people before doing business.",
    "It will take several meetings to come to an agreement. Negotiation and time for consultation are important.",
    "Relationships are viewed as more important than business documents.",
    "Negotiations and decisions take a long time.",
    "Hierarchy is important, although not always apparent. Defer to the person with the most authority, as they are most likely the decision maker.",
    "There are often long bureaucratic delays in reaching decisions. Be patient. If you try to rush the process, you will be thought both rude and aggressive.",
    "Avoid high-pressure sales tactics.."
  ],
  [
    "Business cards are exchanged during introductions without formal ritual.",
    "Have one side of your business card translated into Spanish.",
    "Present your business card with the Spanish side facing the recipient."
  ],
  [
    "Although Puerto Ricans value equality, machismo is still prevalent at a cultural level.",
    "Puerto Rican men are very used to seeing women in positions of power and authority, but this does not always equate with how they may behave around them or treat them."
  ]
]
