[
  [
    "The official language is Romanian, and it is spoken by approximately 89% of the 23m population.",
    "Hungarian is spoken by around 7% of the population, mainly in Transylvania.",
    "There is also a population of German speakers who make up around 1.5% of the national population."
  ],
  [
    "Romania is a hierarchical society where age and position are respected.",
    "Older people are viewed as wise since they have earned life experience.",
    "Romanians expect the most senior person, by age or position, to make decisions that are in the best interest of the group.",
    "Titles are very important and denote respect.",
    "It is expected that you will use a person's title and their surname until invited to use their first name."
  ],
  [
    "The family is the foundation of the social structure and forms the basis of stability for most people.",
    "The individual derives a social network and assistance in times of need from their family.",
    "Families are patriarchal. The father is the head of the family."
  ],
  [
    "Romanians are formal and reserved with a strong need for privacy.",
    "Most do not trust strangers readily.",
    "They are generally shy and quiet when you first meet and admire modesty and humility in themselves and others.",
    "Once you develop a personal relationship Romanians will open up slightly.",
    "Although always polite, they seldom move to a first-name basis with people outside their extended family or very close friends."
  ],
  [
    "Initial greetings are formal and reserved: a handshake, direct eye contact, and the appropriate greeting for the time of day.",
    "Some older Romanians kiss a woman's hand when meeting them.",
    "Foreign men are not expected to kiss a Romanian woman's hand.",
    "Close friends may kiss and hug each other when they meet.",
    "When kissing, expect to kiss twice, once on each cheek starting with the left cheek.",
    "Allow your Romanian friends to determine when your relationship has reached this level of intimacy."
  ],
  [
    "People are addressed by their honorific title (\"Domnul\" for Mr. and \"Doamna\" for Mrs.) and their surname.",
    "Friends may address each other using the honorific title and the first name.",
    "Only close friends and family members use the first name without appending the honorific title."
  ],
  [
    "If you are invited to a Romanian's home, bring flowers, chocolates, or imported liquor to the hosts.",
    "Give an odd number of flowers. Even numbers are used for funerals.",
    "Roses and carnations are always well received.",
    "A gift for the children is always appreciated.",
    "Gifts are generally opened when received."
  ],
  [
    "Arrive on time if invited to dinner.",
    "You may arrive up to 15 minutes late for a party.",
    "Dress in clothes you might wear to the office.",
    "Check to see if there are shoes at the front door. If so, remove yours.",
    "Expect to be treated with great honour and respect.",
    "Table manners follow established protocols of good behaviour.",
    "Wait to be told where to sit. There may be a seating plan.",
    "Table manners are Continental -- hold the fork in the left hand and the knife in the right while eating.",
    "Leave your napkin on the table. Do not put it in your lap.",
    "Wait for the host or hostess to say \"pofta buna\" (good appetite) before you begin eating.",
    "Always keep your hands visible when eating. Keep your wrists resting on the edge of the table.",
    "Expect to be offered second and even third helpings.",
    "You will have to insist that you cannot eat any more, as refusals are seen as good manners and are not taken seriously.",
    "It is acceptable to soak up extra sauce or gravy on your plate with your bread.",
    "To indicate you have not finished eating, cross your knife and fork on your plate.",
    "When you have finished eating, place your knife and fork across your plate with the prongs facing down and the handles facing to the right."
  ],
  [
    "Romania is still governed by a great deal of bureaucracy.",
    "Personal relationships are crucial if you want to cut through the red tape.",
    "Much business involves overlapping local bureaucracies, which make conducting business a time consuming process that requires perseverance."
  ],
  [
    "Romanians prefer to do business with people who are down-to-earth and do not brag about their accomplishments or financial achievements.",
    "They pride themselves on using proper etiquette in all situations and expect others to do the same.",
    "When in doubt, start out in a formal style and allow your business colleagues to progress the relationship to a more personal level.",
    "As long as you are considered an outsider (someone who is not family or a friend), you will be treated with utmost formality.",
    "Once your Romanian colleagues get to know you, they will think of you as an insider, which lets them treat you more informally.",
    "This is not a process that can be rushed.",
    "Once a relationship has been developed, it is with you personally, not necessarily to the company you represent. Therefore, if you leave the company, your replacement will need to build their own relationship. If at all possible in this situation, introduce your replacement to those with whom you do business."
  ],
  [
    "Appointments are necessary and should be scheduled 2 to 3 weeks in advance, preferably by letter.",
    "It is often difficult to schedule meetings in July and August, which is a common vacation time.",
    "Businesspeople are often unavailable during the two weeks before and after Christmas and the week before and after Easter.",
    "Arrive on time and be prepared to wait.",
    "Punctuality is common in entrepreneurial companies or those that frequently do business in the international arena.",
    "When dealing with state-run companies, you will most likely be kept waiting.",
    "Meetings are generally formal and follow old-world rules of courtesy.",
    "Wait to be told where to sit. There is often a strict protocol to be followed.",
    "Do not remove your suit jacket without permission or until the most senior ranking Romanian does.",
    "Expect to spend time getting to know people before delving into the business purpose of your visit.",
    "Presentations should be factual and easy to understand.",
    "Include facts and figures to back up your conclusions.",
    "Avoid hyperbole or making exaggerated claims."
  ],
  [
    "Business is hierarchical. Decision-making power is held at the top of the company.",
    "Most decisions require several layers of approval. At times it may appear that no one wants to accept responsibility for making the decision.",
    "It may take several visits to accomplish a simple task.",
    "Romanians can be tough negotiators.",
    "Romanians are concerned about being taken advantage of by foreigners.",
    "Hire your own interpreters for meetings and negotiations.",
    "Base sales on confirmed, irrevocable letters of credit. Use local banks that are correspondents of western banks.",
    "Romanians have a tendency to tell others what they think they want to hear.",
    "Avoid confrontational behaviour or high-pressure sales tactics.",
    "Decisions are easily reversed.",
    "Use an indirect negotiating style. Being too direct is viewed as poor manners.",
    "Contracts function as statements of intent. It is expected that if circumstances change, the contract will accommodate the revised conditions.",
    "Do not change members of a negotiating team before a decision is reached or the relationship-building process will have to begin anew."
  ],
  [
    "Business cards are exchanged without formal ritual.",
    "If your company has been in business for more than 50 years, include the founding date on your business card. Romanians are impressed by stability.",
    "Include any advanced university degrees on your card.",
    "Have one side of your business card translated into Romanian."
  ]
]