[
  [
    "The Russian family is dependent upon all its members.",
    "Most families live in small apartments, often with 2 or 3 generations sharing little space.",
    "Most families are small, often with only one child because most women must also work outside of the house in addition to bearing sole responsibility for household and childrearing chores."
  ],
  [
    "Russians are proud of their country.",
    "Patriotic songs and poems extol the virtues of their homeland.",
    "They accept that their lives are difficult and pride themselves on being able to flourish in conditions that others could not.",
    "They take great pride in their cultural heritage and expect the rest of the world to admire it."
  ],
  [
    "For generations until the 1930's, Russian life centred on the agricultural village commune, where the land was held in common and decision-making was the province of an assembly of the heads of households.",
    "This affinity for the group and the collective spirit remains today. It is seen in everyday life, for example most Russians will join a table of strangers rather than eat alone in a restaurant.",
    "Everybody's business is also everyone else's, so strangers will stop and tell someone that they are breaking the rules."
  ],
  [
    "The typical greeting is a firm, almost bone-crushing handshake while maintaining direct eye contact and giving the appropriate greeting for the time of day.",
    "When men shake hands with women, the handshake is less firm.",
    "When female friends meet, they kiss on the cheek three times, starting with the left and then alternating.",
    "When close male friends meet, they may pat each other on the back and hug."
  ],
  [
    "First name, which is the person's given name.",
    "Middle name, which is a patronymic or a version of the father's first name formed by adding '- vich' or '-ovich' for a male and '-avna' or '- ovna' for a female. The son of Ivan",
    "would have a patronymic of Ivanovich while the daughter's patronymic would be Ivanovna.",
    "Last name, which is the family or surname.",
    "In formal situations, people use all three names. Friends and close acquaintances may refer to each other by their first name and patronymic. Close friends and family members call each other by their first name only."
  ],
  [
    "Gift giving using takes place between family and close friends on birthdays, New Year, and Orthodox Christmas.",
    "If you are invited to a Russian home for a meal, bring a small gift.",
    "Male guests are expected to bring flowers.",
    "Do not give yellow flowers.",
    "Do not give a baby gift until after the baby is born. It is bad luck to do so sooner.",
    "Russians often protest when they are offered a gift. Reply that it is a little something and offer the gift again and it will generally be accepted."
  ],
  [
    "Arrive on time or no more than 15 minutes later than invited.",
    "Remove your outdoor shoes. You may be given slippers to wear.",
    "Dress in clothes you might wear to the office. Dressing well shows respect for your hosts.",
    "Expect to be treated with honour and respect.",
    "Offer to help the hostess with the preparation or clearing up after a meal is served. This may be turned down out of politeness. Asking 'are you sure?' allows the hostess to accept your offer."
  ],
  [
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "The oldest or most honoured guest is served first.",
    "Do not begin eating until the host invites you to start.",
    "Do not rest your elbows on the table, although your hands should be visible at all times.",
    "You will often be urged to take second helpings.",
    "It is polite to use bread to soak up gravy or sauce.",
    "Men pour drinks for women seated next to them.",
    "Leaving a small amount of food on your plate indicates that your hosts have provided ample hospitality.",
    "Do not get up until you are invited to leave the table. At formal dinners, the guest of honor is the first to get up from the table."
  ],
  [
    "Russians are transactional and do not need to establish long-standing personal relationships before they do business with people.",
    "It is still a good idea to develop a network of people who you know and trust. The Russian word \"svyasi\" means connections and refers to having friends in high places, which",
    "is often required to cut through red tape.",
    "Patience is essential.",
    "It is best to err on the side of formality when you first make contact.",
    "Sincerity is crucial as it is required to build trust, and trust is needed to build a relationship.",
    "Most Russians do not trust people who are 'all business'.",
    "An indication that you have successfully developed a personal relationship is being asked for a favour by that person."
  ],
  [
    "Appointments are necessary and should be made as far in advance as possible.",
    "It often takes roughly 6 weeks to arrange a meeting with a government official.",
    "Confirm the meeting when you arrive in the country and again a day or two in advance.",
    "The first week of May has several public holidays so it is best avoided.",
    "You should arrive punctually for meetings.",
    "Typical Russian schedules are constantly changing and everything takes longer than expected, so be prepared to be kept waiting.",
    "Meetings can be cancelled on short notice.",
    "The first meeting is often a vehicle to determine if you and the company you represent are credible and worthy of consideration for future business dealings.",
    "Use the time effectively to demonstrate what differentiates your company from the competition.",
    "Expect a long period of socializing and getting-to-know-you conversation before business is discussed.",
    "Have all printed material available in both English and Russian.",
    "Russians expect long and detailed presentations that include a history of the subject and a review of existing precedents.",
    "Meetings are frequently interrupted. It is common for several side conversations that have nothing to do with the topic of the meeting to be carried on during the meeting.",
    "At the end of the meeting, expect to sign a 'protokol', which is a summary of what was discussed."
  ],
  [
    "Meetings and negotiations are slow. Russians do not like being rushed.",
    "It is a good idea to include technical experts on your negotiating team.",
    "Hierarchy is important to Russians. They respect age, rank and position. The most senior person reaches decisions.",
    "Russian executives prefer to meet with people of similar rank and position.",
    "Russians see negotiations as win-lose. They do not believe in win-win scenarios.",
    "Have written materials available in both English and Russian.",
    "Russians view compromise as weakness. They will continue negotiating until you offer concessions.",
    "Russians may lose their temper, walk out of the meeting, or threaten to terminate the relationship in an attempt to coerce you to change your position.",
    "Russians often use time as a tactic, especially if they know that you have a deadline. Be cautious about letting your business colleagues know that you are under time pressure or they will delay even more.",
    "Nothing is final until the contract is signed. Even then, Russians will modify a contract to suit their purposes.",
    "Do not use high-pressure sales tactics as they will work against you."
  ],
  [
    "Business dress is formal and conservative.",
    "Men should wear business suits.",
    "Women should wear subdued coloured business suits with skirts that cover the knees.",
    "Shoes should be highly polished."
  ],
  [
    "Business cards are exchanged after the initial introductions without formal ritual.",
    "Have one side of your business card translated into Russian using Cyrillic text.",
    "Include advanced university degrees on your business card.",
    "Hand your business card so the Russian side is readable to the recipient.",
    "If someone does not have a business card, note their pertinent information."
  ]
]
