[
  [
    "Islam is practised by all Saudis and governs their personal, political, economic and legal lives.",
    "Islam was born in Saudi Arabia and thus is visited by millions of Muslims every year.",
    "The majority of Saudi Muslims are Sunni although a large number of Shia populate the Eastern coast and some smaller sects near the Yemen border.",
    "Among certain obligations for Muslims are to pray five times a day - at dawn, noon, afternoon, sunset, and evening.",
    "The exact time is listed in the local newspaper each day and also on the news on TV.",
    "Friday is the Muslim holy day. Everything is closed. Many companies also close on Thursday, making the weekend Thursday and Friday.",
    "During the holy month of Ramadan all Muslims must fast from dawn to dusk and are only permitted to work six hours per day.",
    "Fasting includes no eating, drinking, cigarette smoking, or gum chewing.",
    "Expatriates are not required to fast; however, they must not eat, drink, smoke, or chew gum in public.",
    "It is possible to find other places of worship (mainly in Jeddah, Riyadh, etc) for Christians, Hindus, Sikhs, etc which serve expatriate communities."
  ],
  [
    "Islam is practised by all Saudis and governs their personal, political, economic and legal lives.",
    "Islam was born in Saudi Arabia and thus is visited by millions of Muslims every year.",
    "The majority of Saudi Muslims are Sunni although a large number of Shia populate the Eastern coast and some smaller sects near the Yemen border.",
    "Among certain obligations for Muslims are to pray five times a day - at dawn, noon, afternoon, sunset, and evening.",
    "The exact time is listed in the local newspaper each day and also on the news on TV.",
    "Friday is the Muslim holy day. Everything is closed. Many companies also close on Thursday, making the weekend Thursday and Friday.",
    "During the holy month of Ramadan all Muslims must fast from dawn to dusk and are only permitted to work six hours per day.",
    "Fasting includes no eating, drinking, cigarette smoking, or gum chewing.",
    "Expatriates are not required to fast; however, they must not eat, drink, smoke, or chew gum in public.",
    "It is possible to find other places of worship (mainly in Jeddah, Riyadh, etc) for Christians, Hindus, Sikhs, etc which serve expatriate communities."
  ],
  [
    "Eid ul-Fitr – marking the end of Ramadan. Changes date every year due to Islamic lunar calendar. Can we between 10-14 days holiday.",
    "Eid ul-Adha – known in English as the ‘day of sacrifice’ this day marks the end of the Hajj pilgrimage and also the day an animal is sacrificed in honour of Abraham. Usually 3 days holiday although many people take the hajj period off work.",
    "23rd September – Saudi national day"
  ],
  [
    "The family and tribe are the basis of the social structure.",
    "As is seen in their naming conventions, Saudis are cognizant of their heritage, their clan, and their extended family, as well as their nuclear family.",
    "Saudis take their responsibilities to their family quite seriously.",
    "Families tend to be large and the extended family is quite close.",
    "The individual derives a social network and assistance in times of need from the family.",
    "Nepotism is considered a good thing, since it implies that employing people one knows and trusts is of primary importance."
  ],
  [
    "Social divisions exist in Saudi society mainly between locals and foreign, expatriate workers.",
    "Saudis exist at the top of the hierarchy, other Arabs coming next, European expatriates followed by Asian expatriates who usually for the manual labour.",
    "Between Saudis themselves there are subtle divisions based on tribal affiliations, Sunni/Shia, location (rural vs urban) and levels of education.",
    "Saudis with links to the royal family naturally are regarded as having power and influence.",
    "Common attitudes, beliefs, and practices are shared across economic divides, which also are bridged by ties of kinship and religion."
  ],
  [
    "Strict gender segregation is sanctioned by the state and society.",
    "Males and females are only ever seen together within a family setting or context.",
    "A woman may work but this is usually within female-only environments such as schools, universities or certain government departments.",
    "The vast majority of Saudi women do not work.",
    "Legally men have more rights than do women. For example, only until 2018 women were not allowed to drive and could not travel without the permission or presence of a male guardian.",
    "Women can however own property in their own names and invest their own money in business deals.",
    "Within the family structure the women's status is much more elevated – she is seen as the nurturer and bedrock of the family."
  ],
  [
    "Socialization has changed dramatically in Saudi Arabia within the last 40-50 years.",
    "Mothers used to give birth at home before raising the child at home with the extended family or even a wet-nurse. This instilled the culture, religion and language.",
    "Domestic servants or maids now are very much responsible for raising children. As a result children today grow up speaking English and learning the morals and cultural cues from foreigners, usually Filipinos, Sri Lankans, etc."
  ],
  [
    "Oil is Saudi Arabia’s number one earner since discovery.",
    "Prior to the discovery of oil Saudi Arabia produced all its staple foods such as coffee, tea, sugar, cardamom, rice, cloth, etc. Exports consisted of dates, camels, horses and sheep.",
    "It now produces very little other than basic foods and some agricultural goods importing the vast majority of all its food and manufactured goods.",
    "Saudi Arabia also receives a modest income from its religious tourism to Makkah and Medina and annually through the hajj pilgrimage."
  ],
  [
    "‘Kapsa/Kabsa’ is the best known dish in Saudi – essentially consisting of rice with a roasted meat (lamb, camel or chicken). It is eaten every day.",
    "Fast-food outlets are now to be found across the Kingdom as are other international cuisines.",
    "The traditional staple foods of Saudi culture were dates, goat, camel, milk, ghee, cheese, bread and other foods from wheat, millet, and barley as well as some basic vegetable and herbs such as mint, coriander, parsley, and cumin.",
    "Muslims do not drink alcohol or eat meat that is not ritually slaughtered (halal).",
    "Three meals are usually eaten – breakfast, lunch & dinner. Dinner is usually eaten very late in the evening around 10pm. Lunches can be long and lazy affairs.",
    "Tea and coffee are very popular drinks throughout the day.",
    "Food is a central part of Saud life and they go to great efforts to please guests at meals."
  ],
  [
    "Literature and Classical Arabic poetry is highly valued.",
    "Recitations of the Quran as well as poetry are common at weddings and to mark other important events.",
    "The novel has slowly become popular among both men and women due to the influence of writers from Egypt and the Levant.",
    "Saudi Arabia’s state censors control all publications ensuring they are in line with sharia law.  ",
    "Painting, folk art and sculpture are also popular in Saudi Arabia although paintings of people are considered practiced against Islamic teaching.",
    "Traditional dancing with swords is a very common sight at celebrations and events.",
    "The younger generation, influenced by the internet and popular global culture, are abandoning many of the traditional elements of Saudi culture.",
    "Football (soccer) is by far the most popular way to spend an evening (among men) with the English Premier League being daily conversation."
  ],
  [
    "People’s names say a lot about their ancestry and where they are from. They are treasured in Saudi Arabia with many people being able to recite the names of great grandfathers back many generations.",
    "Everyone’s names follow a similar pattern:  first name – son/daughter of father’s name – son/daughter of grandfather’s name – family/tribal/dynastic name.",
    "For example, a man might have the name, Muhammad Ibn Abdullah ibn Abdullah Al-Saud",
    "So, he is Muhammad the son of Abdullah who was the son of Abdullah from the Al-Saud tribe.",
    "A woman will have the same structure but bint is used instead of ibn – so Maryam bint Ali Al-Ahmadi, is Maryam the daughter of Ali from the tribe of Al-Ahmadi."
  ],
  [
    "Men shake hands. Good friends may greet each other with a handshake and a then kiss on each cheek, sometimes three.",
    "It is custom to hold the handshake for a lot longer than expected in Western culture.",
    "Women generally hug and kiss close friends and within business will general shake hands or place hands on hearts.",
    "Men and women would not greet each other in public if not from the same family. This does not apply to foreigners.",
    "When Saudis greet each other they take their time and converse about general things."
  ],
  [
    "Saudi communication style is tempered by the need to save face, honour and follow Sunnah, the example of the Prophet Muhammad.",
    "Being rude, causing offence or looking ungracious is worse than death in Saudi culture so they will always want to save face, whether their own or someone else’s.",
    "As a result, you will find a generally friendly, relaxed and indirect communication style.",
    "Saudis tend to say ‘yes’ to everything and ‘no’ to very little especially when dealing with foreigners. However, between themselves and those lower down in hierarchy they can be very blunt.",
    "Emotional outbursts are very rare and point to serious issues if someone loses their temper.",
    "It is common especially among good friends or colleagues to see very local arguments with lots of aggressive body language. This is seen as being passionate and involved in the topic at hand as all parties understand it is a charade.",
    "Saudis love to flatter guests; this should be taken in the positive and friendly spirit intended and if possible, returned in kind.",
    "It is common to be asked very personal questions about your family or lifestyle; this is not being nosey, rather inquisitive."
  ],
  [
    "Saudis feel comfortable standing close to one another when together.",
    "Even within public, i.e. at the mosque, in a queue, shopping, etc people are a lot more comfortable with being in close quarters.",
    "Between sexes the distance is however much greater with men generally avoiding eye contact with women who are not related to themselves.",
    "It also very common for men to walk holding hands. This has no sexual connotations."
  ],
  [
    "Gifts are common in Saudi Arabia, especially in business and socially.",
    "If you are invited to a Saudi's house always bring something small as a thank you. Dates, cakes and sweets are always well received.",
    "Flowers are nice touch for the hostess.",
    "In business corporate gifts such as pens, prayer beads and USB sticks are standard practice.",
    "Teachers are often the recipients of many gifts from pupils.",
    "Read more about gift giving etiquette in the Middle East"
  ],
  [
    "If the meal is on the floor, sit cross-legged or kneel on one knee. Keep your feet away from the cloth or plastic sheet.",
    "Eat only with the right hand as the left is considered unclean. Ask for a fork if you want one.",
    "Try a bit of everything that is served.",
    "Honoured guests are often offered the most prized pieces such as a sheep's head so be prepared!",
    "There is often more food than you can eat. Part of Saudi hospitality and generosity is to shower guests with abundance.",
    "There is little conversation during meals so that diners may relish the food.",
    "Wash hands before and after meals – all restaurants usually have washing up areas.",
    "Read more about food and hospitality in Arab culture"
  ],
  [
    "You would usually remove your shoes at the entrance and be given slippers.",
    "You should dress conservatively and smart.",
    "You should try to arrive around 30 mins after the time specified – being on time is not the norm.",
    "Show respect for the elders by greeting them first and stand up when they enter a room.",
    "Accept the offer of Arabic coffee and dates.",
    "If you are invited for a meal, understand that there will be a great deal of socializing and small talk before the meal is served and you will be expected to stay afterwards for more conversation and fruit."
  ],
  [
    "Don’t point at anyone or show the soles of your shoes.",
    "Don’t stare at women.",
    "Don’t point at people – keep your hand flat and gesture instead.",
    "Don’t wear tight clothing.",
    "Don’t say anything critical of the royal family, Islam or a person’s family.",
    "Don’t show affection to the opposite sex in public.",
    "Don’t discuss sex in public.",
    "Don't dab."
  ],
  [
    "Saudi Arabia is a country in which meetings, presentations and the news are opened in the name of God. ",
    "Religion pervades everything including the business culture and commercial environment. ",
    "Business happens at a much slower pace with a huge emphasis on relationships, connections and local business practices.",
    "If you're from the USA, we recommend you read about the Main Cultural Differences in Business between the USA and KSA.",
    "Women doing business in Saudi Arabia may find our tips in this article a useful starting point. "
  ],
  [
    "Men should wear suits and ties when in a professional capacity. Smartness is expected. During summer you are not expected to wear the jacket but at least have it over your arm.",
    "Colours should be kept conservative and traditional.",
    "Women should wear conservative business attire, again in neutral colours, with short heeled shoes and preferably a light pashmina-type scarf at hand. Other than hands and face, skin should not be visible.",
    "Foreigners should not wear any local dress to business meetings as it would look bizarre."
  ],
  [
    "You will soon learn someone’s title by how other’s address them or how they introduce themselves.",
    "Titles within business are usually associated with rank, job title, family and other factors.",
    "As a foreigner you will be called Mr/Mrs and your first name.",
    "Saudis are often addressed with titles such as Dr, Professor, Chairman, Your Highness, etc. Teachers, engineers and some other professions also carry titles which are used."
  ],
  [
    "Business cards are exchanged but with little fan-fair.",
    "Cards may be used to try and glean some initial information about someone, but other than that carry no major importance within a meeting.",
    "Having one side in Arabic is always a nice touch but not 100% necessary."
  ],
  [
    "Appointments are necessary and should be made several weeks to one month in advance.",
    "When meeting with government officials, a firm date will not be settled upon until you are physically in the country.",
    "Try to schedule meetings in the morning.",
    "You should arrive at meetings on time, although it is an accepted custom to keep foreigners waiting.",
    "It is not uncommon to have a meeting cancelled once you arrive.",
    "Meetings are generally not private until after a relationship of trust has been developed. This means you may expect frequent interruptions. Others may wander into the room and start a different discussion.",
    "Business meetings start after prolonged inquiries about health, family, etc. Indulge in conversation as this is all part of the relationship and trust building process.",
    "Meetings can feel haphazard as Saudis tend not to stick rigidly to agendas."
  ],
  [
    "Decisions are made slowly. Do not try to rush the process.",
    "The society is extremely bureaucratic. Most decisions require several layers of approval. It takes several visits to accomplish simple tasks.",
    "Saudis are tough negotiators and demand patience.",
    "Business is hierarchical. Decisions are made by the highest-ranking person.",
    "Repeat your main points since it they be interpreted as meaning you are telling the truth.",
    "Do not use high-pressure tactics as these tend to back-fire.",
    "Decisions can be easily overturned.",
    "When discussing price, Saudis will often make an initial offer that is extremely low when they are buying. Conversely, when they are selling, their initial offer will be extremely high.",
    "You may need to compromise on a point if someone's dignity is at stake.",
    "There is a tendency to avoid giving bad news and to give effusive acceptances, which may only mean 'perhaps'.",
    "Read more about negotiation with Saudis"
  ],
  [
    "Managers or those in a position to do so will make decisions, while in general their subordinates will wait to be told what to do.",
    "Saudi Arabia is a low risk and low change-tolerant culture.",
    "When working with people from Saudi Arabia, it’s advisable to reinforce the importance of the agreed-upon deadline.",
    "Managers reach decisions after many discussions with major stakeholders. Once a decision is reached, it is handed down to subordinates to implement.",
    "Read more about Saudi Management Culture."
  ],
  [
    "An introduction to the country, its history, politics, people and culture",
    "Insights into the country’s values, customs and etiquette",
    "Tips on preparing to work with new colleagues from Saudi",
    "Expat-orientated information on daily life",
    "Guidelines and tools on adapting and dealing with cultural differences"
  ],
  [
    "Order It ($7.00)"
  ]
]
