[
  [
    "Most people speak their own ethnic language.",
    "Three-quarters of the population speak the Wolof language, thereby making it the lingua franca of the country.",
    "There are actually five other major languages: Serer, Alpuular, Mandingo, Diola, and Bassari.",
    "Senegalese languages are primarily oral rather than written, although younger Senegalese can often write in their native language using a modified form of the Latin alphabet.",
    "However, Muslims may use the Arabic alphabet to write in their native language.",
    "Wolof is also spoken in Gambia and Mauritania and is the native language of the ethnic group of the Wolof people.",
    "Like the neighbouring language Fula, it belongs to the Atlantic branch of the Niger-Congo language family.",
    "Wolof dialects may vary between countries (Senegal and the Gambia) and the rural and urban areas.",
    "\"Dakar-Wolof\", for instance, is an urban mixture of Wolof, French, Arabic, and even a little English spoken in Dakar, the capital of Senegal."
  ],
  [
    "Although there are over ten ethnic groups in Senegal, five are predominant.",
    "The largest group is the Wolof who cluster in the northwest and centre of the country.",
    "The Hal Pularen group reside along the middle valley of the Senegal River, the upper valley of the Casamance River, and in the centre.",
    "The Joola live mainly in the lower Casamance valley.",
    "The Manding live in the middle Casamance valley.",
    "There is a small Lebanese minority who are generally merchants.",
    "The vast majority of the population is Muslim, with small minorities following animist beliefs or Roman Catholicism or other Christian faiths.",
    "Many combine a formal religion with animist beliefs, practices, and ceremonies."
  ],
  [
    "Freedom of religion is enshrined in the constitution.",
    "Senegal is therefore open to various religions and the various religious groups coexist in relative harmony.",
    "Although the majority of the population are Muslims, they often incorporate animist beliefs and practices into their religious practices as do the Christian minorities.",
    "Interfaith marriage is common as is the practice of having different members of the family following different faiths."
  ],
  [
    "Many Senegalese, whatever their religious adherence, to some extent believe in supernatural forces and that certain people -  herbalists, diviners, spiritual guides, marabouts (religious figures) - have the power to utilise these forces.",
    "It is common to see people wearing amulets (called “gris-gris”) around their waist, neck, arms, or legs.",
    "People consult with diviners or marabouts to protect themselves against evil spirits, to improve their financial status or bring them love, to cure chronic illnesses, to settle disputes, or to place a curse on another person."
  ],
  [
    "Exchanging greetings each time you meet someone, even if it is later in the same day, is pivotal to maintaining good relationships.",
    "You are expected to exchange lengthy inquiries into the health and well being of the other person and their family before asking any other question or beginning a discussion.",
    "If you ask to speak to someone without going through the ritualized greeting process, you may be told “They went to learn how to greet”, which is basically a polite way of pointing out that you were rude.",
    "To the Western mind the amount of time spent in greetings may appear unnecessary or even wasteful (especially in business) they are used by the Senegalese to feel one with each other and achieve a sense of group harmony."
  ],
  [
    "Greetings may vary among the various ethnic groups.",
    "There, however, a common thread of courtesy where people take time to inquire about the health and welfare of family members.",
    "It is customary for these questions to be asked over a prolonged handshake.",
    "Close friends may hug each other rather than shake hands. They may also kiss three times beginning with the left cheek and alternating cheeks.",
    "Although most Senegalese are Muslims, cross-gender touch does occur unlike many other Muslim or Arab countries. Very religious men/women though may not shake hands with the other sex.",
    "People should be addressed by their academic, professional, or honorific title in French and their surname or first name, depending upon the personal preference of the person.",
    "Nicknames are also common in Senegal and many people are addressed by their title and their nickname."
  ],
  [
    "Gifts are not really a big part of Senegalese culture.",
    "It is customary to give a small gift when invited to someone’s home for a meal.",
    "If invited to someone’s home, take a box of chocolates, French pastries or a nicely packaged fresh fruit.",
    "Gifts should be given with both hands. Never use the left hand.",
    "Gifts should be wrapped, although there are no cultural taboos concerning paper colour.",
    "Gifts are not always opened when received."
  ],
  [
    "Senegalese table manners can be somewhat formal.",
    "Wait to be shown to your seat. Seating is often a matter of hierarchy.",
    "A washing basin will be brought out before the meal is served for people to wash their hands.",
    "Women and men may eat at separate tables in the same room or they may eat in separate rooms.",
    "If the meal is served on the floor or a low table, sit cross-legged. Try not let your feet touch the food mat.",
    "Do not begin eating until the eldest male does.",
    "Food is often served from a communal bowl.",
    "Eat from the section of the bowl in front of you. Never reach across the bowl to get something from the other side.",
    "Eat only with the right hand.",
    "Expect to be urged to take second helpings. Sample each dish.",
    "Leaving a little bit of food on your plate or your section of the communal bowl indicates that you have been looked after.",
    "People generally stay for half an hour or more after dining to continue building the personal relationship."
  ],
  [
    "Have one side of your business card translated into French.",
    "Make certain your title is prominently displayed.",
    "Cards should be presented and received with two hands or the right hand.",
    "Gold embossed cards are always well received.",
    "There is generally no formal ritual when exchanging cards.",
    "Never write on your or someone else’s business card.",
    "Make a point of studying any business card you receive before putting it away."
  ],
  [
    "It is believed that such a style is more polite and demonstrates greater courtesy than being “straight up”. Passive silence is also employed on occasions in order to avoid conflict. If people go quiet for no apparent reason, raising a non-controversial subject will allow communication to continue.",
    "Communication should remain positive at all times. Conversations generally only begin after extensive inquiries into the health and well-being of the other person and their family members. Even if everything is not going smoothly in your personal life, respond to such polite questions in a positive manner. It is important not to rush the greeting process since your goal is to be considered a friend so that business is a possibility.",
    "Eye contact is not pervasive, in fact making direct eye contact throughout a greeting and conversation may brand you as arrogant. The Senegalese tend to lower their gaze while conversing, especially when speaking with someone senior to themselves in age or position.",
    "When communicating information, the Senegalese tend to start with the overall idea and gradually get into the details, using what may appear to be a circuitous route. Since they think in terms of context, they search for the rationale behind behaviour. They examine behaviour in its total context, not merely what they have observed."
  ],
  [
    "As the Senegalese grow to trust and respect you, they will naturally become less formal. It is a good idea to follow their lead and maintain a polite and reserved demeanor at all times.",
    "Agendas should be broad and flexible. If used, they are viewed as a broad outline of what is to be discussed. Business conversations generally weave their way through all the topics eventually.",
    "The Senegalese are non-confrontational. They will avoid discussing unpleasant topics for as long as possible. They may agree to deadlines and timetables that they know are unrealistic in order to close the deal. Be cautious when something sounds too good to be true – it probably is."
  ]
]