[
  [
    "Traditionally, Serbian society has been characterized by strong family ties and a collectivist approach to family life.",
    "However, as society has modernized and globalized, there have been changes in family dynamics and structures.",
    "As with most societies, single-parent and blended families are becoming more common.",
    "However, Serbia does not legally recognize same-sex marriage or provide legal protections for same-sex couples which means same-sex couples are a little less likely to live openly together.",
    "This doesn’t mean that progress isn’t being made however as Serbia ran its first Pride March in 2017 and anti-discrimination laws have been amended to include sexual orientation and gender identity as protected categories."
  ],
  [
    "Religion plays an important role in Serbian society and the majority of Serbians identify with the Serbian Orthodox Church.",
    "The Serbian Orthodox Church has played a key role in shaping Serbian culture, customs, traditions, celebrations and identity.",
    "Religion has also shaped key moral and ethical frameworks in Serbia, which in turn influences individuals’ attitudes, values, conduct and beliefs as to what is right / wrong / acceptable/unacceptable.",
    "Religious holidays, such as Xmas and Easter are an important part of Serbian culture.",
    "They are further complemented by unique Serbian traditions, such as the annual ‘Slava’ celebrations, whereby families celebrate their patron saint.",
    "The family’s patron saint is passed down from father to son.",
    "Women typically adopt the patron saint of their spouse when they marry."
  ],
  [
    "Serbian cuisine is known for its hearty and flavorful dishes, often influenced by the country's Balkan and Ottoman heritage.",
    "One of the most famous Serbian dishes is Ćevapi, grilled minced meat sausages typically made from a mixture of beef and pork, served with a traditional flatbread called lepinja and often accompanied by onions and kaymak.",
    "Pljeskavica is another popular Serbian dish, which is a large grilled meat patty made from a mixture of ground beef, pork, and spices. It is usually served in a lepinja with various toppings and condiments.",
    "Ajvar is a delicious Serbian relish made from roasted red bell peppers, garlic, and oil. It has a rich, smoky flavour and is often enjoyed as a condiment with grilled meats or as a spread on bread.",
    "Sarma is a traditional Serbian dish consisting of cabbage leaves stuffed with a mixture of ground meat (usually pork or beef) and rice, cooked in a savoury tomato-based sauce.",
    "Burek is a beloved Serbian pastry made with flaky phyllo dough filled with various ingredients such as cheese, meat, or spinach. It is a popular breakfast or snack option.",
    "Kajmak, as mentioned earlier, is a creamy dairy product that is often enjoyed as a spread on bread or as an accompaniment to grilled meats. Its rich and tangy flavour adds a delightful touch to many Serbian dishes."
  ],
  [
    "The most common greeting is a handshake, with direct eye contact, and a smile.",
    "The most common Serbian greeting is \"Dobar dan\" (Good day) or \"Zdravo\" (Hello). \"Dobro jutro\" (Good morning) is used until around noon, while \"Dobra večer\" (Good evening) is used from the late afternoon until night. Use the appropriate greeting based on the time of day.",
    "Kisses on the cheek might be shared amongst close friends and family.",
    "Although the number of kisses may vary from region to region, two kisses tend to be the most common.",
    "It is considered good manners to greet older people first and to let them enter a room or pass through a door before you.",
    "Serbians generally have a more relaxed attitude towards physical contact.",
    "However, we suggest you stay on the safe side and observe personal boundaries, as this is not always the case.",
    "You should not be surprised though if someone lightly touches you on the arm or shoulder during conversations."
  ],
  [
    "Gift-giving plays an important role in Serbian culture and is viewed as a gesture of goodwill and appreciation.",
    "They are most commonly exchanged at Christmas, Easter, birthdays, weddings and to thank someone from a meal invite.",
    "Meaningful gifts trump expensive gifts. Where possible, give something that has some kind of meaning, such as a gift from your home country or something that meets their personal tastes.",
    "It is customary to bring a small gift when invited to someone's home for dinner or as a token of gratitude for hospitality.",
    "Wine, flowers, or sweets tend to be appreciated.",
    "If bringing flowers then it’s custom to bring a bouquet with an odd number of flowers. Even numbers tend to be used for funerals. It is not common to exchange business gifts during business relationships.",
    "However, if you’ve travelled from overseas, then an inexpensive thoughtful souvenir of your home country will be well received.",
    "Don’t embarrass people by giving them expensive gifts. This is unlikely to make them feel uncomfortable."
  ],
  [
    "Hospitality, respect, and socializing are the most important part of dining etiquette in Serbian culture.",
    "If invited to eat with Serbian peers then be sure to greet everyone and wait for the host to assign you your seat.",
    "Table manners are important. Ensure you keep your elbows off the table, avoid talking with your mouth full, and chew with your mouth closed.",
    "Ask someone to pass dishes to you rather than reaching across the table to take them.",
    "Table manners are Continental - hold the fork in the left hand and the knife in the right while eating.",
    "It is not unusual for meals in Serbia, to begin with a toast which is usually led by the host or an honored guest.",
    "Raise your glass, make eye contact with everyone, and be aware that you may need to chink glasses.",
    "Try everything as hospitality is important in Serbia and your willingness to accept what you are offered will be appreciated."
  ],
  [
    "While tipping is not mandatory in Serbia, it tends to be appreciated in appropriate settings.",
    "We suggest that, as a general rule, you tip 10% in restaurants and more if service has been exceptional, or, if you’ve eaten in a high-class restaurant.",
    "It is not customary to tip taxi drivers, but you may want to tell them to keep the change from your fare.",
    "Visitors don’t tend to tip cloakroom attendants, or bar staff unless there is a communal tip box."
  ],
  [
    "When conducting business, err on the side of formality and adhere to conservative etiquette and protocol.",
    "There are marked differences between young entrepreneurs and older businesspeople.",
    "Younger businesspeople generally have a less bureaucratic approach and are eager to do what is required to close a deal."
  ],
  [
    "Serbians value politeness and respect when interacting with others.",
    "Much like the British, they use \"molim\" (please) and \"hvala\" (thank you) frequently when talking and it’s considered rude to omit these words.",
    "Typically, Serbians tend to be fairly direct communicators. As such, you should aim to be straightforward when expressing your ideas and opinions.",
    "Avoid insinuating or using body language / facial expressions to convey meaning as your Serbian counterparts are likely to be unable to interpret your meaning.",
    "Maintain a professional tone but feel free to engage in a lively discussion.",
    "Avoid interrupting others and allow everyone to express their viewpoints.",
    "Business relationships tend to be characterized by a mix of formality and personal connections.",
    "Building and maintaining strong relationships is essential for conducting successful business.",
    "You should take the time to build rapport and engage in small talk before diving into business matters as this demonstrates respect and helps build long-lasting relationships by demonstrating that your contact is more important than the business at hand.",
    "Serbian business culture tends to be hierarchical. As such, respect for authority is typically highly valued. It is important to show respect to individuals in higher positions by using appropriate titles and addressing them with formal language, especially in initial interactions.",
    "Wait for the individual to invite you to move to first names.",
    "Due to the value placed on relationships and trust, Serbian business culture tends to value face-to-face meetings and personal interactions.",
    "As such, you may find it is preferable to arrange in-person meetings rather than relying on emails or phone calls.",
    "This personal edge provides the setting for building trust, and establishing a stronger connection which will go a long way to boosting your business outcomes.",
    "The value placed on trust means that it’s important you are reliable and deliver on your word.",
    "Failing to do so can significantly damage your relationship.",
    "Serbian business communication is generally more formal, especially in initial interactions or when dealing with individuals in higher positions.",
    "As mentioned, you should show respect and use appropriate titles and honorifics where necessary.",
    "Humility and modesty are valued traits, and overt displays of wealth or achievements may be seen as arrogant or boastful.",
    "Avoid showing off or making obvious statements of wealth in the way you dress or the things you say."
  ]
]
