[
  [
    "The concepts of group, harmony, and mutual security are more important than that of the individual.",
    "The family is the centre of the social structure and emphasizes unity, loyalty and respect for the elderly.",
    "The term, 'family' generally includes extended family and close friends who are treated as family members.",
    "Respect for the elderly and seeing the family as the place one goes to for support, both help retain core values in this island nation."
  ],
  [
    "Having face indicates personal dignity.",
    "Singaporeans are very sensitive to retaining face in all aspects of their lives.",
    "Face is a prized commodity that can be given, lost, taken away or earned.",
    "It is a mark of personal qualities such as a good name, good character, and being held in esteem by one's peers.",
    "It can also be greater than the person and extend to family, school, company, and even the nation itself.",
    "Face is what makes Singaporeans strive for harmonious relationships."
  ],
  [
    "Singaporeans claim they are an egalitarian society, yet they retain strong hierarchical relationships that can be observed in the relationship between parents and children, teachers and students, and employers and employees.",
    "This goes back to their important cultural value, group dependence.",
    "This reliance on hierarchy is drawn from Confucianism, which emphasizes respecting age and status, even blind obedience to one's elders. .",
    "In the workplace this is seen in the increased deference that is paid to employees who are older.",
    "The elderly are always treated with the utmost respect and courtesy.",
    "Even if you do not personally know the individual, you will be expected to give special consideration.",
    "Elders are introduced first, are given preferential seating, are given the choicest food, and in general put on a pedestal.",
    "There was a law passed in 1996 that mandated that children must assume financial responsibility for their elderly parents should the need arise.",
    "This is indicative of the high status of the elderly and the challenges facing the small country as the next generation becomes more individualistic."
  ],
  [
    "Singapore is a multi-ethnic society where Chinese, Malay and Indian traditions coexist beneath the veneer of a western cosmopolitan metropolis.",
    "The three main ethnic groups are religiously and culturally diverse."
  ],
  [
    "Singaporeans are group dependent and rely on facial expression, tone of voice and posture to tell them what someone feels.",
    "They often trust non-verbal messages more than the spoken word.",
    "They tend to be subtle, indirect and implicit in their communications.",
    "They hint at a point rather than making a direct statement, since that might cause the other person to lose face.",
    "Rather than say 'no', they might say, 'I will try', or 'I'll see what I can do'. This allows the person making the request and the person turning it down to save face and maintain harmony in their relationship.",
    "Silence is an important element of Singaporean communication.",
    "Pausing before responding to a question indicates that they have given the question appropriate thought and considered their response carefully.",
    "They do not understand western culture's ability to respond to a question hastily and think this indicates thoughtlessness and rude behaviour."
  ],
  [
    "Greetings will follow a strict protocol often based on both the ethnic origin and age of the person.",
    "Younger people or those who work in multi-national companies may have adopted the western concept of shaking hands with everyonebut this is not the case with older or more reserved Singaporeans.",
    "Ethnic Chinese shake hands. Their grasp is rather light although the handshake itself can be rather prolonged.",
    "Men and women may shake hands, although the woman must extend her hand first. Introductions are always done in order of age or status.",
    "Between men, ethnic Malays shake hands.",
    "Men and women do not traditionally shake hands, since Muslim men do not touch women in public.",
    "Younger Malays may shake hands with foreign women, but it is more appropriate to use the 'salaam' (bowing the head) greeting.",
    "This is also the greeting to be used when two women meet.",
    "Ethnic Indians shake hands with members of the same sex. ",
    "When being introduced to someone of the opposite sex, nodding the head and smiling is usually sufficient. ",
    "As with the other groups, the elderly or the person with the most status is introduced first."
  ],
  [
    "Chinese traditionally have 3 names. The surname or family name is first and is followed by two personal names.",
    "Address the person by an honorific title and their surname. If they want to move to a first name basis, they will advise you which of their two personal names to use.",
    "Some Chinese adopt more western names in business and may ask you to call them that."
  ],
  [
    "Many Malays do not have surnames. Instead, men add the father's name to their own name with the connector bin. So Noor bin Isa, would be Noor, the son of Isa. Women use the connector binti, so Zarina binti Isa would be Zarina the daughter of Isa.",
    "The title Haji (male) or Hajjah (female) before the name indicates the person has made their pilgrimage to Mecca.",
    "The name Sayyed (male) or Sharifah (female) indicates that the person is considered to be a descendent of the prophet Mohammed."
  ],
  [
    "Many Indians in Singapore do not use surnames. Instead, they place the initial of their father's name in front of their own name. The man's formal name is their name 's/o' (son of) and the father's name. Women use 'd/o' to refer to themselves as the daughter of their father.",
    "Since many Indian names are extremely long, they commonly use a shortened version of their name as a sort of nickname.",
    "At marriage, women drop their father's name and use their first name with their husband's first name as a sort of surname.",
    "Sikh Indians all use the name Singh to denote themselves as Sikhs."
  ],
  [
    "A gift may be refused three times before it is accepted. This demonstrates that the recipient is not greedy.",
    "Do not give scissors, knives or other cutting utensils as they indicate that you want to sever the relationship.",
    "Do not give clocks, handkerchiefs or straw sandals as they are associated with funerals and death.",
    "Do not wrap gifts in white, blue or black paper as these are mourning colours.",
    "Wrap gifts in red, pink, or yellow since these are happy colours",
    "Elaborate gift wrapping is imperative.",
    "Never wrap a gift for a baby or decorate the gift in any way with a stork as birds are the harbinger of death.",
    "Do not give odd numbers as they are unlucky.",
    "Do not bring food if invited to a formal dinner party as it insinuates you do not think the host will provide sufficient hospitality.",
    "Bring a small gift of fruit, sweets, or cakes, saying that it is for the children.",
    "Gifts are not opened when received.",
    "Flowers do not make good gifts as they are given to the sick and are used at funerals."
  ],
  [
    "Never give alcohol.",
    "Do not give toy dogs to children.",
    "Do not give anything made of pigskin as Malays are Muslim.",
    "Give the gift when you are departing, rather than when you arrive.",
    "Avoid white wrapping paper as it symbolizes death and mourning.",
    "Wrap gifts in red or green paper.",
    "If you give food, make sure it is halal.",
    "Offer gifts with the right hand only or both hands if the item is large.",
    "Gifts are not opened when received."
  ],
  [
    "If you give flowers, avoid frangipani as they are used in funeral wreaths.",
    "Money should be given in odd numbers, so give S$11 rather than S$10.",
    "Offer gifts with the right hand only or both hands if the item is large.",
    "Do not wrap gifts in white or black.",
    "Wrap gifts in red, yellow or green paper or other bright colours as these bring good fortune.",
    "Do not give leather products to a Hindu.",
    "Do not give alcohol unless you are certain the recipient imbibes. ",
    "Gifts are not opened when received."
  ],
  [
    "Business in Singapore is more formal than in many western countries.",
    "There are strict rules of protocol that must be observed.",
    "The group (company or department) is viewed as more important than the individual.",
    "People observe a strict chain of command, which comes with expectations on both sides.",
    "In order to keep others from losing face, much communication will be non-verbal and you must closely watch the facial expressions and body language of people you work with."
  ],
  [
    "Personal relationships are the cornerstone of all business relationships.",
    "Business is a matter of being tied into the proper network, which is the result of long- standing personal relationships or the proper introductions.",
    "This is a group-oriented culture, so links are often based on ethnicity, education or working for the same company.",
    "Once you are recognized as part of the group, you will be accepted and expected to obey the unwritten rules of the group.",
    "Relationships take time to develop.",
    "You must be patient as this indicates that your organization is here for the long-term and is not looking only for short- term gains.",
    "Always be respectful and courteous when dealing with others as this leads to the harmonious relationships necessary within business.",
    "Most Singaporeans are soft-spoken and believe a calm demeanour is superior to a more aggressive style.",
    "Watch your body language and facial expressions."
  ],
  [
    "Appointments are necessary and should be made at least 2 weeks in advance, whenever possible.",
    "The most formal way to schedule a meeting is to write to the person concerned, although most Singaporeans will schedule an appointment by telephone, fax, or e-mail.",
    "Do not try to schedule meetings during Chinese New Year (late January/early February), since many businesses close for the entire week.",
    "You should arrive at meetings on time. Punctuality is a virtue.",
    "There will be period of small talk before getting down to business discussions.",
    "Since questioning authority is a taboo, it is important to encourage questions when after making a presentation and then smile when a question is eventually asked.",
    "Presentations should be accompanied by backup material, including charts and figures.",
    "Never disagree or criticize someone who is senior to you in rank as it will cause both of you to lose face and may destroy the business relationship.",
    "Pay attention to non-verbal communication."
  ],
  [
    "Always send a list of people who will be attending the negotiations and their title well in advance.",
    "Always wait to be told where to sit. There is a strict hierarchy that must be followed.",
    "Business negotiations happen at a slow pace.",
    "Singaporeans are non-confrontational. They will not overtly say 'no'; likewise, their 'yes' does not always signify agreement.",
    "Singaporeans give a respectful pause of up to 15 seconds before answering a question. Do not start speaking too quickly or you will miss the answer.",
    "Be prepared with a mental list of concessions you would be willing to make that would not injure your own business.",
    "Singaporeans are tough negotiators on price and deadlines.",
    "Decisions are consensus driven",
    "Avoid losing your temper or you will lose face and damage your relationship.",
    "If you are signing a contract with ethnic Chinese, the signing date may be determined by an astrologer or a geomancer (feng shui man)."
  ],
  [
    "Business cards are exchanged after the initial introductions.",
    "Business cards are exchanged using both hands.",
    "If you will be meeting ethnic Chinese, it is a good idea to have one side of your card translated into Mandarin. Have the Chinese characters printed in gold, as this is an auspicious colour. Hand your card so the typeface faces the recipient.",
    "Examine business cards carefully before putting them in a business card case.",
    "Treat business cards with respect. This is indicative of how you will treat the relationship. ",
    "Your own business cards should be maintained in pristine condition. Never give someone a tattered card."
  ]
]
