[
  [
    "It is spoken by approximately 2 million speakers worldwide, naturally, the majority of whom live in Slovenia.",
    "Slovene is one of the few languages to have preserved the dual grammatical number from Proto-Indo-European.",
    "Also, Slovene and Slovak are the two modern Slavic languages whose names for themselves literally mean \"Slavic\".",
    "Slovene is one of the official languages of the European Union.",
    "Although the country is relatively small, there are over 32 different dialects spoken, which can be grouped into 7 larger dialect segments.",
    "The diversity in language is due to the influences of neighbouring countries as well as the mountainous nature of the country, which has led to isolated language development."
  ],
  [
    "Over half the population is Roman Catholic, although there are approximately 38 religious groups or sects officially registered within Slovenia.",
    "The Office for Religious Communities maintains a list of active religious communities.",
    "There are a large number of Evangelical Lutherans residing near the Hungarian border.",
    "Those who call themselves Catholic are very heterogeneous, with very few adhering to all the precepts of the church.",
    "In fact, the majority are quite selective in what aspects they follow and often combine their religious beliefs with secular beliefs.",
    "Despite the secularism of many people, many public holidays are also religious in nature."
  ],
  [
    "The family is at the centre of the social structure. However, over time this is changing.",
    "Only a decade ago, one could find several generations living together; nowadays not only are young people moving away but families are splitting due to a move to urban centres. Nonetheless, the family itself remains strong.",
    "Slovenians sense of “home” is also very strong. As a rule, when they are not working, they embark on home-based activities such as gardening projects (a visitor will notice that having flowers around the house is something of an art form in cities) or renovation.",
    "They see their home and its surroundings as an extension of themselves.",
    "People take care to sweep their paths and ensure that the streets remain free of litter and parks are well-maintained."
  ],
  [
    "Slovenia has a polycentric culture. This means people will go out of their way to change their natural behaviour to mirror that of the person with whom they are interacting.",
    "So for example, Slovenians are naturally indirect communicators but can moderate their behaviour when dealing with people who come from cultures where more direct communication is the norm.",
    "This ease of adaptation makes Slovenes easy to work with, although it also makes it somewhat difficult to know exactly what to expect when dealing with people since some may be more adept at moderating their behaviour than others."
  ],
  [
    "Greetings are initially quite formal and reserved.",
    "When meeting someone for the first time the most common greeting is a handshake and a welcoming smile.",
    "It is customary to maintain eye contact during the greeting process.",
    "Close friends and family may kiss twice on the cheek and give each other a little hug. ",
    "First names are only used among close friends and family.",
    "Others are addressed using the honorific titles “Gospa” (Madam), “Gospodièna” (Miss), or “Gospod” (Sir).",
    "Do not use a person’s first name until invited to do so as this is considered rude and presumptuous.",
    "If you greet someone on their birthday, then it's traditional to kiss them three times - once on each cheek. "
  ],
  [
    "Slovenians exchange gifts with family and close friends at Christmas and birthdays.",
    "Members of the Orthodox Church may also celebrate their name day (birth date of the saint after whom they are named).",
    "This is a culture where it is the thought that counts so the cost of the gift is not important.",
    "If invited to dinner at a Slovene’s house, it is considered good manners to bring flowers to the hostess and a bottle of wine to the host.",
    "Gifts should be nicely wrapped; there are no real colour prohibitions.",
    "Gifts are usually opened when received."
  ],
  [
    "Arrive on time or within 5 minutes of the stipulated time as this demonstrates respect for your hosts.",
    "Dress conservatively and in clothes, you might wear to the office.",
    "It is common to remove your shoes at the door. Most hosts will offer slippers for guests to wear.",
    "Slovenians tend to separate their business and personal lives.",
    "Therefore, it is a good idea to refrain from initiating business discussions in social situations.",
    "Expect to be offered some form of refreshments, even if you have not been specifically invited to a meal.",
    "It is common for the host to accompany guests to their car when they leave."
  ],
  [
    "Tipping isn’t a big part of the culture in Slovenia.",
    "However, it’s not an uncommon practice and waiting for staff in tourist areas are fairly accustomed to receiving tips of between and 10% and 15% of the bill.",
    "Service staff generally receive poor wages, so if you choose to leave a small amount of change, then the gesture will be appreciated."
  ],
  [
    "Slovenians are somewhat reserved and may not initially appear friendly to people from informal cultures.",
    "This reserve disappears rapidly once they a relationship is built.",
    "Shake hands at the beginning and end of meetings. It is customary to shake hands with women first.",
    "Handshakes should be firm and confident.",
    "Maintain direct eye contact during the greeting.",
    "Professional or academic titles are commonly used with the surname as they denote personal achievement.",
    "If someone does not have a professional or academic title, use the honorific titles “Gospa” (Madam) or “Gospod” (Sir) with the surname.",
    "There is an emerging trend to move quickly to the use of first names.",
    "However, it is a good idea to wait until your Slovenian colleague recommends using his/her first name.",
    "Business cards are exchanged without formal ritual after introductions.",
    "It is a nice touch to have one side of your card translated into Slovenian."
  ],
  [
    "Slovenians are egalitarian, yet interestingly their natural communication style tends to be indirect.",
    "However, at the same time, their polycentricity means they are willing to adapt their communication style to the person with whom they are conversing.",
    "They prefer to communicate indirectly with people whom they do not know well. This can be demonstrated by offering vague, roundabout, or non-committed explanations rather than offer a negative response.",
    "They tend to prefer non-confrontational business dealings when possible. This means that even when giving a straightforward response, they will generally proceed cautiously rather than hurt another person’s feelings.",
    "Business decisions are often based on personal sentiments about the other person. Therefore, it is a good idea to spend time in relationship building.",
    "Slovenians admire modesty and humility in business associates. They dislike people who boast about their accomplishments and achievements.",
    "Slovenians are naturally soft-spoken and do not raise their voices when conversing. They are also polite, courteous, and respectful of others. They do not interrupt a speaker, preferring to wait for their turn to enter the conversation. They are very tolerant of differences and view it as rude behaviour to publicly criticize or complain about people.",
    "Although Slovenians have a good sense of humour, they do not always understand self-deprecating humour. Be cautious when teasing others, as such behaviour may be interpreted as putting them down."
  ],
  [
    "Meetings typically start after a brief period of social chit chat. Make sure this is not rushed as it is all part of the relationship-building process.",
    "Although not a relationship-driven culture in the classic sense, Slovenes prefer to do business with those they know and trust.",
    "When meeting with a company for the first time, this period of social interchange may be somewhat extended so that your Slovene colleagues get the opportunity to learn something about you as a person and make judgments about your character.",
    "Expect your Slovene business colleagues to be somewhat reserved and formal initially. It may take several meetings to establish a sense of rapport and relaxed attitude between people.",
    "The Slovene business culture is a mix of German efficiency and Italian gusto for life; however, this second attribute is not always readily apparent.",
    "It takes time for Slovenes to shed their reserve, although they generally do, especially after a few glasses of wine.",
    "Business decision-making processes are often based on hierarchy, and many decisions are still reached at the highest echelons of the company. Final decisions tend to be translated into comprehensive action plans that are followed explicitly.",
    "When meeting with peers or in teams, Slovenes’ egalitarianism is apparent. The hierarchy is relatively flat.",
    "Although the team leader is considered to be the expert, all members are deemed to have something to contribute.",
    "With a culture based on tolerance, disagreements are based on different interpretations of information. Actual decisions may be based more on personal viewpoints than concrete facts."
  ]
]