[
  [
    "Slovak, as a written language, did not exist until the end of the 18th Century, when Anton Bernolak, a Roman Catholic priest set about to create a Slovak literary language.",
    "He based his creation on the Western Slovakian dialect and produced a phonetic spelling (one that is written as it is pronounced).",
    "Bernolak published his new language in his \"Grammatica Slavica\" in 1790. The language was further developed in 1843, when an agreement on the codification of Slovak as a written language was made. This was led by Ludovit Stur, who now chose the Central dialect as the basis, believing it to be the purest form."
  ],
  [
    "The political transformations of 1989 brought new freedoms that have considerably widened the societal outlook of the populace, yet many of the cultural movements are still in their infancy and consequently a large part of the elderly population is still rural and dependent on agriculture.",
    "On January 1, 1993 Slovakia became an independent nation-state, recognized by the United Nations and its member states. Although some aspects of the society already had a unique national character, namely the language, many of the customs, laws and conventions were still deeply influenced by past rulers: Czechs, Hungarians and the Austrian Habsburgs."
  ],
  [
    "The family is the centre of the social structure. It, together with close friends, forms the basis of financial and emotional support.",
    "Obligation to the family is a person’s number one priority."
  ],
  [
    "Slovakia has a large number of natural curative springs as well as extensive deposits of high-quality healing peat and mud.",
    "Throughout the ages people have taken advantage of these resources to cure a variety of diseases and ailments.",
    "The country has more than 1,160 registered mineral and thermal springs. Even Marcus Aurelius´ Roman legions tried out the thermal water, and several of the better-known spas are visited every year by people from many countries."
  ],
  [
    "Slovaks value their privacy. It takes a while for them to open up to and trust new people.",
    "As a result they can seem overly formal and reserved. They are not exuberant and are not given to emotional displays.",
    "Once you develop a personal relationship Slovaks will start to open up.",
    "Although always polite, they seldom move to a first-name basis with people outside their extended family or very close friends."
  ],
  [
    "Greetings are warm but not effusive.",
    "The most common greeting will be a handshake, direct eye contact and the relevant greeting for the time of day: The formal greeting is \"dobry den\". \"Dobre rano\" is used early in the morning and \"dobre popoludie\" is only seldomly used - better is \"dobry den\". After 18.00 you use \"dobry vecer\" and finally \"dobru noc\" means good night. The informal greeting \"ahoj\" (hi) is often used among friends.",
    "People are generally introduced by the honorific titles \"Pan\" (Mr.) or \"Pani\" (Mrs.) and their surname.",
    "Close friends may refer to each other using the honorific title and first names.",
    "Always wait to be invited before using someone’s first name."
  ],
  [
    "If you are invited to a Slovak’s home, take wine, flowers or good quality chocolates for the hostess.",
    "If giving flowers, do so in odd numbers, except for 13, which is considered unlucky.",
    "Do not give chrysanthemums or calla lilies and do not wrap flowers in purple ribbon, as these are traditions reserved for funerals.",
    "Gifts are usually opened when received."
  ],
  [
    "Slovaks generally entertain in pubs or taverns (called \"pivnice\"), wine bars (called \"vinárne\"), restaurants and sometimes in their homes.",
    "The home is considered private and only family and close friends are generally invited to visit."
  ],
  [
    "Remove your shoes at the door.",
    "Arrive on time - punctuality is appreciated.",
    "Dress well, i.e. like you are going to work, as this shows respect for your hosts.",
    "Try not to discuss business in social situations unless your host brings up the topic.",
    "Reciprocating any hospitality you receive goes towards strengthening a relationship.",
    "Table manners are rather formal in Slovakia.",
    "Table manners are Continental, i.e. hold the fork in the left hand and the knife in the right while eating.",
    "Wait for the host to say \"do brou chut\" before you begin eating.",
    "The napkin remains folded next to the plate. It is not unfolded and put on your lap.",
    "To refuse the first offer of a second helping is polite; wait until the hostess insists before accepting more.",
    "The most common toast is \"na zdravie\" (to your health).",
    "It is imperative that you look the person who is being toasted in the eye.",
    "When at home, it is polite to eat all what you have on your plate, especially when the food is hand made."
  ],
  [
    "Slovak businesspeople initially take a formal and distant approach to people in business. Be prepared for a seemingly cold reception at first.",
    "This approach is however changing and a younger generation becomes more involved in business. They are more willing to dispense of protocol and a slightly less level of formality will be used.",
    "It is best to let your colleagues determine the level of formality used.",
    "Handshakes should be firm and confident.",
    "Include the appropriate greeting for the time of day (see above).",
    "Wait for a woman to extend her hand.",
    "Academic and professional titles are commonly used in business situations; if the person does not have such a title, the honorific titles “Pan” or “Pani” and the surname are used.",
    "First names are rarely used until a personal relationship has developed, and even then they are seldom used in business.",
    "Wait to be invited before moving to first names.",
    "Business cards are exchanged without formal ritual.",
    "It is a nice touch to have one side of your card translated into Slovak.",
    "Include any advanced university degrees on your business card.",
    "If your company has been in business for more than 20 years, include its founding date on your card as well.",
    "In meetings or presentations do not raise politics first and avoid Slovak-Hungarian topics unless you know your hosts opinion on this matter."
  ],
  [
    "While direct communication is valued in Slovakia, there is also an emphasis placed on finessing what is being said so that information is delivered in a sensitive way.",
    "Often, the level of the relationship will determine how direct someone is. For newly established and more formal relationships, a great deal of emphasis will be placed on diplomacy. But once a relationship has passed through the initial phases, people feel more comfortable speaking frankly with each other.",
    "Since tradition is valued, it is often helpful to give a bit of historical background or context before starting a meeting or new program. Slovaks do not need a tremendous amount of background information to feel comfortable proceeding with a transaction, although they do require some information and may ask questions until they feel comfortable and are able to proceed satisfactorily.",
    "Body language, body posture and tonal delivery are important enhancements to the verbal message, adding emphasis or additional meaning to the words."
  ],
  [
    "Organisational cultures differ widely in Slovakia, but generally meetings are conducted by the most senior person present who sets the agenda, the content, and the pace.",
    "The purpose is usually to communicate information and decisions that have already been made rather than to brainstorm or discuss.",
    "Employees may be called on to corroborate or clarify facts and statistics, but will not usually be asked to collaborate.",
    "Meeting schedules are not very rigid in Slovakia. There may be an agenda, but it serves as a guideline for the discussion and acts as a springboard to other related business ideas.",
    "As relationships are highly important in this culture, there may be some time in the meeting devoted to non-business discussions.",
    "Time is not considered more important than completing a meeting satisfactorily, so meetings will go on until they come to a natural ending."
  ]
]