[
  [
    "South Korea supports religious freedom",
    "Confucianism, Buddhism and Christianity are the main formal religions",
    "Many Koreans believe in the ancestral spirit and observe Confucian rituals",
    "Confucianism is a political and social philosophy that pervades Korean culture"
  ],
  [
    "There are two main national holidays",
    "New Year’s Day (second full moon after winter solstice)",
    "Chuseok (the eighth full moon)",
    "Celebrations for these festivals are based around ancestors, family, games, harvest festivals and food."
  ],
  [
    "The family unit is an integral part of customs and life in South Korea",
    "Arranged marriages are common",
    "Marriage is regarded as a rite of passage",
    "Divorce was rare but has become more common in recent years",
    "Patriarchal lineage is ubiquitous and links ancestors through the husband’s line",
    "Traditionally, the eldest son inherited, however, this has recently altered and is now equal by law",
    "The eldest son bears extra responsibility to his family and it is supposed that he will care for his parents in their old age"
  ],
  [
    "Since the Kabo Reforms of 1894 there has been no traditional gentry",
    "60% of Koreans considered themselves to be middle class",
    "Class position is often linked to educational attainment",
    "Industrialisation and urbanisation contribute to class difference",
    "Family, upbringing, wealth, education and occupation contribute to social standing",
    "Symbols of status include; large homes, chauffeur driven cars, dress, membership to certain clubs, and higher educational degrees",
    "Urbanisation is 82.5% of total population (2015)",
    "Language is hierarchical and one must address social superiors in a fitting manner"
  ],
  [
    "Equality of the sexes is constitutional",
    "Daily life is dominated by male guidance within a primarily patriarchal society",
    "Social organisation is influenced by gender and age",
    "47.7% of adult females worked outside the home (1998)",
    "Women occupied 2.3% of provincial and local seats in (1999)",
    "Women dominate Shamanism as priestesses but have limited roles within Christian and Buddhist religions",
    "Women are expected to be submissive in public situations and at informal gatherings",
    "Women are considered more independent than their male counterparts"
  ],
  [
    "Daily care of infants is primarily parent based for at least the first two years with little, or no, separation from the mother",
    "Patriarchal obedience, cooperation, respect for elders, and familial piety are imbued into early childhood",
    "Gender specific roles are encouraged within the family and education system",
    "Sons generally receive the best education and remain more dependent upon their family, even into marriage"
  ],
  [
    "South Korea changed from an underdeveloped country, to the 11th largest economy globally, within one generation",
    "South Korea is heavily dependent upon exports for its GDP; almost half of its business is exported through products or services",
    "48% of all exports are electronic",
    "31% of exports are transport related (cars, boats, etc)"
  ],
  [
    "Korean cuisine is based on rice, vegetables and meat",
    "‘Kimchi’ is the national dish and is eaten with most meals",
    "Kimchi is made from a variety of vegetables which are then fermented and can be stored for long periods of time",
    "Banchan are side dishes – these are often made in large numbers and are served along with the main dish",
    "Food is used in ceremonies, especially at weddings, birthdays and to honour ancestors"
  ],
  [
    "Historically, Chinese and Japanese influences were seen in South Korean art; aesthetic concepts and motifs were shared",
    "Korean music and arts were linked to natural cycles and religion, giving rise to a folk culture in rural areas that are still considered popular",
    "‘Gangnam Style’ by Psy, a South Korean musician, achieved worldwide fame in 2012. The song refers to the Gangnam District of Seoul, a trendy, classy area, equated with London, Paris or Hollywood",
    "Foreign influences have produced a fast food and coffee culture in recent years, especially within Seoul",
    "Language has altered with the introduction of some Western phrases such as ‘eye shopping’ (window shopping)"
  ],
  [
    "Kibun is a word with no literal English translation; the closest terms are pride, face, mood, feelings, or state of mind.",
    "If you hurt someone's kibun you hurt their pride, cause them to lose dignity, and lose face. Korean interpersonal relationships operate on the principle of harmony.",
    "It is important to maintain a peaceful, comfortable atmosphere at all times, even if it means telling a \"white lie\".",
    "It is important to know how to judge the state of someone else's kibun, how to avoid hurting it, and how to keep your own kibun at the same time.",
    "In business, a manager's kibun is damaged if his subordinates do not show proper respect. A subordinate's kibun is damaged if his manager criticizes him in public.",
    "Nunchi is the ability to determine another person's kibun by using the eye.",
    "Since this is a culture where social harmony is crucial, being able to judge another person's state of mind is critical to maintain the person's kibun. Nunchi is accomplished by watching body language and listening to the tone of voice as well as what is said."
  ],
  [
    "In South Korea names operate in the reverse of Western cultures; Family name (surname), a second family name shared by all of that generation, and finally their given name.",
    "It is considered very impolite to address a Korean with his or her given name. They should be addressed using their professional titles, or Mr, Mrs Etc, until permission is given otherwise."
  ],
  [
    "Bowing is the traditional way to greet in South Korea",
    "Handshakes often accompany the bow among men",
    "Your left hand should support your right forearm when shaking hands",
    "Korean women do not always shake hands and may slightly nod instead of a full bow",
    "Always bow to individuals when departing"
  ],
  [
    "Communication can be complicated in South Korea due to an inherent dislike of saying ‘no’ as it is considered poor etiquette",
    "Discussions can be prolonged due to the avoidance of declining or refusing",
    "If disquiet is verbally or visibly displayed it is a sure sign that something is amiss",
    "Good posture and positive body language is most beneficial in meetings; patience and politeness must be maintained throughout",
    "Do not use excessive or overt body language",
    "Use two hands, or support your right arm with your left, when passing on business cards, gifts, or when receiving an item",
    "Respect, trust and satisfaction are displayed through a deeper bow"
  ],
  [
    "It is insulting for Koreans to be touched by someone with whom they are unfamiliar; don’t pat them on the back or hug them",
    "Prolonged, direct eye contact can be inferred as a challenge and is seen as impolite, especially when dealing with others of a higher social standing",
    "Keep your body within its own personal space; avoid extended or crossed legs and limit arm movements when explaining something so as to evade others’ personal space",
    "If calling someone over to you do not point with your index finger, instead use your hand palm down in a claw movement",
    "In cities (especially Seoul) pushing, shoving and touching are regular occurrences – don’t be offended by the lack of apologies",
    "Friends, of both sexes, will often walk arm in arm together, especially teenagers and the younger generations"
  ],
  [
    "Koreans are generous people and enjoy giving gifts",
    "Accept the gift with both hands – but never open the gift immediately, wait until the giver is absent",
    "Return the favour and offer something of a similar value. Koreans enjoy Western gifts and items so be prepared before leaving home",
    "If giving gifts be sure to wrap and present them in an attractive way. Avoid using dark wrapping paper, especially red, instead choose bright yellow/green",
    "If invited to a Korean home always take the hostess a gift; chocolates, sweets, cakes or flowers but preferably not alcohol",
    "Gifts are often given at the first business meeting and the host should present his first. To reciprocate, give good quality alcohol such as scotch, or desk accessories",
    "Do not give overly expensive gifts as Koreans feel indebted to give as they receive",
    "Avoid gifts such as knives, scissors, sets of four, and red writing (these are seen as ‘cutting ties’ and signifying death respectively)"
  ],
  [
    "Always wait to be seated by your host. If given the seat of honour (looking at the front door) it is polite to demonstrate a slight objection",
    "Elders are served first and begin the dining process",
    "Food and dining are important parts of Korean culture and are used to build relationships. Be sociable and work at shaping good associations for pleasure and business as they are interlinked",
    "Don’t pour your own drink, although it is considered good manners to pour another’s. Women often pour for men but not for other women. Rather than refuse more drink (remember, Koreans don’t like outright refusal) simply leave your glass part full, as opposed to empty",
    "Do not tip if you see a ‘no tipping’ sign",
    "There are often prolonged periods of silence during Korean meals – socialising can happen once everyone has feasted",
    "Don’t forget to pass and receive food with two hands or with just your right if it is supported by your left",
    "When it comes to settling the bill, the invitee may offer to pay but the host will generally pay for everyone.",
    "If you are invited to continue after dinner with drinks or a party, don’t refuse this invitation.",
    "On occasion you may be asked to sing a solo after dinner. Try not to refuse this request, instead sing with enthusiasm and spirit",
    "Do not point with your chopsticks, or leave them sticking out of your bowl",
    "The national drink of Korea is ‘Soju’, a clear vodka-like drink that is generally 18-25% alcohol"
  ],
  [
    "Always remove your shoes before entering a Korean home (in recent years there has been an increase in Western culture and this may not always be the case - follow the lead of your host if unsure)",
    "It is possible to arrive up to thirty minutes late without causing offence but punctuality is highly respected",
    "Remember, never pour your own drink. The host will do this in your presence",
    "Being invited into a Korean’s home is considered an honour (especially if it is for a meal) so it is essential to treat it as such. Be polite, respectful and observe their customs",
    "Bring a gift to reciprocate your host’s kindness",
    "Once the party is over you will usually be escorted to your car or the gate by the host. This is a sign of respect"
  ],
  [
    "Do not wear your shoes in places of worship or peoples’ homes",
    "Do not put your feet on furniture",
    "Do not eat or drink in public places while walking",
    "Do not place your thumb between your middle and index finger while making a fist as this an obscene gesture",
    "Do not use red ink. This is a symbol of death and is reserved only for writing the names of the deceased.",
    "It is considered unlucky and suggests you wish death to the recipient",
    "Do not use the number four if at all possible – if giving gifts, do not give four of something.",
    "It is considered unlucky due to the similarity between the Korean word for death and the pronunciation of the word ‘four’",
    "Do not stand too close to people you are meeting for the first time – keep an arms length between you"
  ],
  [
    "Korean culture is profoundly influenced by Confucian principles and this pervades not only personal lives, but also business.",
    "Confucianism supports group harmony, respect for elders and authority, the importance of family, friendship and ancestors, and also, tradition.",
    "Kibun (equivalent to face, or honour) is highly significant to Koreans and they will always attempt to maintain their Kibun, or personal dignity. Confrontation is to be avoided at all cost as once Kibun is lost it cannot be regained.",
    "In South Korea, good relationships are crucial to success both in personal and business circles, and these are assimilated within the business world. Korean’s make friends first, and clients second. To make the most of your business acumen you must also appear trustworthy, honourable and respectable in a social and business setting.",
    "Korean business is founded upon relationships; even large corporations are often family managed with members still acting in executive positions. The Confucian principles regarding respect for age, family, rank and tradition have ensured the continuance of this system. There have been recent calls for reforms, due to economic downturns, in Korea but this will take time due to the entrenched systems in place.",
    "Alongside the formal power structures in place within a company one must learn to recognise, and assess, the informal structures which may be based on long-standing family ties, personal relationships and allegiances.  Insight into these practises will ensure a greater comprehension of Korean business etiquette."
  ],
  [
    "Dress is conventional and conservative for both women and men",
    "Dark suits, white shirt and tie are accepted as the norm for men",
    "Suits, dresses, or blouse and skirt are acknowledged for women. Trousers are not generally worn for business",
    "Women should avoid sleeveless, tight-fitting garments",
    "Colours should be understated and traditional",
    "Good quality accessories are accepted",
    "Be aware that winter can be very cold, and summer very hot, in South Korea"
  ],
  [
    "As discussed previously, Koreans have three names; they are used in order of surname, generation name, and then given name.",
    "If unsure address people as Mr_____ (surname) or surname ______ and then their title (teacher, professor, etc)",
    "Generally, Koreans will offer you their name, which may be a westernised version of their Korean name"
  ],
  [
    "Business cards are considered important and ritualistic in Korea",
    "It is advisable to have one side printed in English and the other in Korean",
    "Give and receive cards with both hands, with the Korean side uppermost for ease of reading",
    "Take time to read and examine the cards you are given – it is respectful",
    "Place cards in a holder to keep them safe and show you are treating them well",
    "Never write on or mark the cards you are given"
  ],
  [
    "Organise your meeting ahead of time, giving plenty of notice",
    "Arrive punctually and be prepared",
    "The most senior Korean will enter and be seated first",
    "As Koreans live and conduct business within a Confucian framework, initial meetings are often used in an introductory fashion and business may be instigated later",
    "Do not show impatience at this stage as these pleasantries are a way of getting to know you",
    "Only remove your jacket once the senior Korean does",
    "Choose delegates who are on par with their Korean counterparts – this shows respect and knowledge",
    "Exchange business cards in a respectful manner after the initial introductions",
    "Ask open ended questions that do not require a yes or no answer as Koreans dislike refusals"
  ],
  [
    "Allow the senior Korean to instigate business discussions",
    "Phrase questions in a manner that allows for discussion (Ask ‘When can we expect delivery?’ And not, ‘Will delivery be within two weeks?’)",
    "Avoid using an outright ‘No’ in response to questions",
    "Be aware of others’ Kibun – do not force an issue if you sense reluctance as you may harm you own dignity and lose their respect",
    "Always show respect for senior colleagues and management",
    "There are often times of silence during meetings, try not to break these as they are moments of contemplation and show consideration for others",
    "Avoid a hard sell and forceful negotiations – remember Kibun"
  ],
  [
    "Korean business and personal lives are based upon strict hierarchical structures",
    "Confucianism supports this structure within the family and workplace",
    "Older and senior delegates should be deferred to at all times",
    "'Sonsaengnim' means \"respected person\" and is frequently used when addressing someone of a higher position",
    "In South Korea managers take a paternalistic role with employees and may be familiar with staff in a personal manner",
    "This allows for a mutual respect and understanding so don’t be put off if asked questions of a personal nature",
    "For more management specific information visit Being a Manager in South Korea"
  ]
]
