[
  [
    "Spain is a predominantly Roman Catholic country with approximately 94% of the population affiliated to that religion.",
    "During the history of Spain, there have been long periods where different religious groups have coexisted, including Muslims, Jews and Christians.",
    "Some traditions are more a cultural event rather than a religious one.",
    "During Holy Week, processions take place when participants wear a capirote which is a pointed hat of conical form and is part of the uniform of some brotherhoods and fraternities. They walk barefoot and carry a burden which is symbolic of a penitent.",
    "Religious history is apparent in every small town, where the most grandiose building is typically the church. In the large cities the Cathedrals are almost museums."
  ],
  [
    "Traditionally, the family has been the basis of the social structure, including the nuclear and the extended family, which provide both social and financial support.",
    "Although  it has become less common over the past few decades for extended family to share the same home, familial ties remain a very important aspect of Spanish society.",
    "The structure and size of a traditional Spanish family has changed over time. People are living longer and having less children."
  ],
  [
    "Historically, the royal family is at the top of the social strata in Spain which is embodied by the titled nobility and aristocracy. However, in the expansion of a modern, democratic society, the boundaries between the traditional upper classes have widened with social standing measured by achievement in areas of business, culture and public services.",
    "New wealth coupled with a burgeoning middle class play a significant role in the stratification of Spain. The old traditions relating to the nobility clinging to power and having no involvement in manual labour and commercial activity have long since passed and many members of the nobility now work in middle-class professions.",
    "The social stratification of Spain is now very much based upon US/European concepts of class, wealth and upward mobility."
  ],
  [
    "Traditionally women in Spain were the homemakers and men provided for the family. However, in the last two decades, women’s role in Spanish society has changed dramatically and many more are entering university education and moving into professions which were formerly dominated by men. Young, unmarried women have become more independent and are migrating to cities for education or work.",
    "Inheritance laws have paved the way in the last few decades to bring equality for both sexes. However, issues have arisen for the royal family and nobility in Spain regarding a recent change in law appertaining to the inheritance of titles and property which prevent a son from taking precedence over an older sister. There is some rebellion demanding the law be dropped and returned to the former male dominated hierarchy of inheritance.",
    "As far as family is concerned in modern Spain, men and women tend to share the parenting and household responsibilities particularly in urban areas where more women are likely to work outside the home in the cities. In the rural farming areas, the tradition of women as the homemakers tends to be more obvious although women and men often share the labour on the land in support of one another.   "
  ],
  [
    "Children in Spain are highly prized and doted upon by parents and extended family. They are raised to have respect for their elders and to observe family values and obedience.",
    "The education of children is compulsory between the ages of six and sixteen but nursery and pre-school facilities are widely available. Pre-school begins from 0-3 years of age and the next phase is for children aged between 3 years and 6 years whereby they enter primary school. This consists of six academic years from 6 years of age through to 12 years. Secondary education then takes places between the ages of 12 and 16.",
    "Once  children have completed their secondary compulsory education (ESO) they have three choices:  they can either enter the work force, go into further education via High School which is known as the Spanish Baccalaureate or embark upon Vocational training."
  ],
  [
    "Unemployment rate: 17.8% (Apr 2017) Eurostat",
    "GDP per capita: 26,528.49 USD (2016) World Bank",
    "Gross domestic product: 1.232 trillion USD (2016) World Bank",
    "Government debt: 99.4% of GDP (2016) Eurostat",
    "GDP growth rate: 3.2% annual change (2016) World Bank"
  ],
  [
    "Spain is a large country with many regions each having their own version of traditional cuisine. With miles of coast, it is not surprising that many dishes feature seafood.",
    "The Spanish are particularly famed for their Paella, a recipe which is said to have its origins in Valencia which lies on the south eastern coast. The dish is rice based and includes a mixture of vegetable, meat and fish. It is seasoned with saffron and various spices.",
    "Another favourite is the Tapas, which is an assortment of appetizers which may be hot or cold. A typical Tapas can involve: Chorizo, Patatas bravas (pieces of potato fried in oil and served in a tomato sauce), spicy lamb meat balls, deep fried calamari, grilled artichoke, aubergine.   ",
    "Tortilla espanola (omelette made with potatoes and onions) is very popular throughout Spain.",
    "Pincho is a traditional small snack similar to tapas and is particularly popular in northern Spain. It is usually eaten in bars whilst socialising with friends and family."
  ],
  [
    "Antoni Gaudi (1852 – 1926) made his mark on Spain, particularly in and around Barcelona with his creative contribution to architecture. His style was distinctive and eclectic and included the famous basilica La Sagrada Familia.",
    "Spain has produced many famous artists: Picasso, Dali, Goya, Velázquez, el Greco – to name but a few.",
    "In the field of literature, Spain’s history has been well documented in the written word from medieval times including the cantar de mio cid – a poem dating back to the 12th Century,   ",
    "The story of Don Quixote penned by Miguel de Cervantes Saavedra and published in 1605 remains as popular today as it was then. It is an adventure which was made into a movie in 2000.",
    "Numerous works have been written about the Spanish Civil War which raged from 1936 to 1939.",
    "Throughout Spain’s history one of the most traditional forms of music is the iconic Spanish Guitar music played at family and cultural celebrations across the country.",
    "Of all the traditions of music and dance in Spain, the most famous and popular is the Flamenco guitar that accompanies another traditional and popular art form, the Flamenco dance.",
    "The female traditionally wears a flouncy red dress and dances to the music holding in her hand castanets, (small concave pieces of wood in two parts joined by chord) which are clicked as the dancer twirls and stamps her feet."
  ],
  [
    "Children in Spain are given a first name which is then followed by the paternal surname and then the mother’s surname.",
    "There is no concept of a middle name although the first name is sometimes a composite of two names - eg:  José Luis",
    "Women do not change their name when they marry."
  ],
  [
    "When introduced expect to shake hands.",
    "Once a relationship is established, men may embrace and pat each other on the shoulder.",
    "Female friends kiss each other on both cheeks, starting with the left.",
    "People are often referred to as Don or Dona and their first name when in formal occasion as a general rule.",
    "Many men use a two-handed shake where the left hand is placed on the right forearm of the other person."
  ],
  [
    "Communication regarding business relationships is often quite formal and incorporates strict rules of protocol.",
    "Any form of confrontation is not acceptable and should be avoided.",
    "Spanish people are proud and very protective of their standing and how others perceive them.",
    "Boasting of achievement and personal accomplishment should be avoided.",
    "Spanish people tend to be extrovert and friendly as is typical in Mediterranean culture and they place modesty and personality foremost to professional or business success.",
    "Most young people in Spain are fluent in or at least have a good understanding of English but some older people may require the use of an interpreter."
  ],
  [
    "Spanish people are open and friendly.",
    "In an informal situation whether with family close friends or virtual strangers they greet women with a kiss on each cheek.",
    "Men have no fear of personal space with other men in an informal situation and they will often greet or say good-bye with a hug (abrazo)."
  ],
  [
    "When invited to a home for dinner it is customary to give the host or hostess a gift: a good bottle of wine, flowers, chocolates and/or a dessert.",
    "It is especially good to ensure the gift is beautifully wrapped.",
    "It is not advisable to give chrysanthemums, white lilies or red roses and flowers should be in odd numbers except for 13 which is seen as an unlucky number.",
    "If the hosts of the dinner party have children it is considered good etiquette to take a small gift for them.",
    "If receiving a gift it should be opened immediately in the presence of the giver."
  ],
  [
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Always keep your hands visible when eating. Keep your wrists resting on the edge of the table.",
    "Do not begin eating until the hostess starts.",
    "Use utensils to eat most food. Even fruit is eaten with a knife and fork.",
    "If you have not finished eating, cross your knife and fork on your plate with the fork over the knife.",
    "The host gives the first toast.",
    "An honoured guest should return the toast later in the meal.",
    "It is acceptable for a woman to make a toast.",
    "Indicate you have finished eating by laying your knife and fork parallel on your plate, tines facing up, with the handles facing to the right.",
    "Do not get up until the guest of honour does."
  ],
  [
    "Do not talk about religion. The Spanish have a strong sense of religious pride.",
    "Do not expect dinner in the evening to be any time before 9pm.",
    "Do not plan anything for a Tuesday 13th as this is seen as an unlucky date."
  ],
  [
    "Business dress is stylish yet, conservative.",
    "Dress as you would in the rest of Europe.",
    "Elegant accessories are important for both men and women."
  ],
  [
    "Present your business card to the receptionist upon arriving.",
    "Have one side of your card translated into Spanish.",
    "Hand your card so the Spanish side faces the recipient."
  ],
  [
    "First names only are used when addressing family, friends and children.",
    "In business settings, it is recommended that you address your counterparts with ‘señor’, ‘señora’ or ‘señorita’ for men, women or unmarried women respectively.",
    "When addressing a professional then use titles where appropriate (e.g. doctor / professor). ",
    "It is not necessary to use titles however, when addressing Spanish business counterparts."
  ],
  [
    "Appointments are mandatory and should be made in advance, preferably by telephone or fax. Reconfirm in writing or by telephone the week before.",
    "You should try to arrive on time for meetings.",
    "The first meeting is generally formal (although can often seem more relaxed than in other western business meetings.) and is used to get to know one another. Do not be surprised if no business is actually conducted during the first meeting.",
    "Agendas are often used but not always and they are not always strictly adhered to.",
    "Make sure all your printed material is available in both English and Spanish.",
    "Not all businesspeople speak English, so it is wise to check if you should hire an interpreter.",
    "Several people may speak at once. You may be interrupted while you are speaking although this should not be seen as an insult. It often means that they are interested in what you are saying.",
    "Decisions are not necessarily reached. Meetings are for discussion and to exchange ideas.",
    "Most Spaniards do not give their opinion at meetings. Therefore, it is important to watch their non-verbal communication."
  ]
]
