[
  [
    "Sinhala is spoken by about 16 million people in Sri Lanka, about 13 million of whom are native speakers.",
    "It is one of the constitutionally-recognised official languages of Sri Lanka, along with Tamil.",
    "Tamil is a classical language and the oldest of the Dravidian language family and spoken by the Tamil population of Sri Lanka.",
    "It is also spoken by Tamils in India, Malaysia and Singapore. As of 1996, it was the eighteenth most spoken language, with over 74 million speakers worldwide."
  ],
  [
    "The main religions of Sri Lanka are Buddhism and Hinduism which both have large influences on political, cultural, and social life.",
    "Generally speaking Buddhists believe people are reincarnated and have several lives.",
    "In each they learn lessons and should try to better their conduct in each life until they reach",
    "what is known as \"Nirvana\".",
    "Buddhists make five promises: 1. Not to harm or kill any living things. 2. Not to steal or take anything that is not freely given. 3. To control sexual desire. 4. Not to tell lies. 5. Not to drink alcoholic beverages or take drugs.",
    "Hinduism has two important beliefs, \"samsara\" (reincarnation and that actions in this life determine the status of the soul in the next incarnation) and \"dharma\" (caste or social class).",
    "Hinduism has many deities including Ganesh, Shiva, Vishnu, and Parvatand Kali all of which are aspects of Brahman (the eternal source of everything).",
    "Religion has both a direct and indirect impact on business. Most predominant is the shared acceptance of fatalism, i.e. that a higher force is in control.",
    "As a result people will turn to religion when making decisions, etc."
  ],
  [
    "The influences of Buddhism and Hinduism as well as the caste system have created a culture that operated within a hierarchical system.",
    "Sri Lankans are conscious of social order and status.",
    "All relationships, whether in family life or at the office, to some extent involve hierarchies.",
    "At home the patriarch (the father or oldest male in the household) is considered the leader of the family. In the office, the boss/owner is seen as the source of ultimate responsibility in business. All relationships within these circles are then based on upon people's positions within the hierarchy."
  ],
  [
    "Face, which can be described as honour or personal dignity, is extremely important to Sri Lankans.",
    "Face can be given or lost in social situations and it is important to avoid the latter.",
    "In business, for example, publicly reprimanding or criticising someone would lead to a loss of face for both parties. As a result Sri Lankans are very conscious of protecting their and others' face at all times.",
    "This manifests in many ways. For example, many Sri Lankans will not feel comfortable making decisions since this may lead to failure which then leads to loss of face. Similarly, if asked a question to which the answer is \"no\" many Sri Lankans would prefer not to be so blunt and may give rather vague or uncommitted answers in order to avoid losing face."
  ],
  [
    "Typical greetings depend on the ethnic group people belong to but as a foreigner you will not be expected to be aware of such differences.",
    "However one can sum up the main styles of greeting in Sri Lanka:",
    "The older generation of Sri Lankans will use the \"namaste\" (palms clasped together as if in prayer at chin level with a slight nod of the head).",
    "The Sinhalese may say \"ayubowan.\" (may you be blessed with a long life)",
    "Tamils would say \"vanakkam.\" (may you be blessed with a long life)",
    "In informal settings you may also hear \"kuhomadu\" (How do you do?).",
    "The younger people generally shake hands.",
    "Many Sri Lankan women will refrain from physical contact with a man outside their family so always wait to see if a woman extends her hand or not.",
    "When addressing people you should always use the appropriate title followed by the surname. Always wait for the other party to move to a first name basis."
  ],
  [
    "In Sri Lanka gifts are usually given at birthdays and religions holidays. As a rule gifts are not usually lavish or expensive but symbolic.",
    "As with other etiquette pointers about Sri Lanka there will be differences due to the ethnic/religious diversity of the country but here are some general gift giving etiquette rules:",
    "Avoid flowers - they are used in mourning.",
    "Only give alcohol if you are sure the recipient drinks.",
    "White or black are the colours of funerals and mourning.",
    "If the recipient is Muslim avoid pig products, alcohol or any foodstuffs that contain meat (unless \"halal\")",
    "Hindus should not be given gifts made of leather. .",
    "Give and receive gifts with two hands. To demonstrate graciousness, some Sri Lankans will touch their right forearm with their left hand while offering the gift with their right hand.",
    "Gifts are generally not opened when received.",
    "Any gift received should be reciprocated."
  ],
  [
    "Sri Lankans enjoy coming together at meal time as a family or with friends.",
    "If you are invited somewhere at 7pm to eat it is likely you may wait a few hours before the food arrives, so don't go with an empty belly.",
    "Wait to be shown your seat. There is often a protocol to be followed.",
    "You may be asked if you would like to wash your hands before and after sitting down to a meal. You should take up the offer.",
    "Depending on the situation you may be served food on to your plate or be expected to serve yourself.",
    "Keep elbows off the table.",
    "Use your right hands to eat.",
    "Use bread or small balls of rice to scoop food off your plate.",
    "You may be offered or served second helpings. If you do not want more and it has already been put on your plate, there is no need to eat it.",
    "Leaving a small amount of food on your plate indicates that you have eaten you full. Finishing all your food means that you are still hungry.",
    "Expect to leave within half an hour after the meal ends. Most socializing occurs before the meal."
  ],
  [
    "Shaking hands is the most common form of greeting.",
    "Handshakes are firm.",
    "Greetings are given upon meeting and leaving.",
    "Men may shake hands with other men and women may shake hands with other women.",
    "Many Sri Lankan women may not want to shake hands with men. Wait for a woman to extend her hand.",
    "As with most hierarchical cultures, Sri Lankans use titles.",
    "If someone does not have a professional title, use the honorific title \"Sir\" or \"Madam\".",
    "Titles are used with the person's name or the surname. ",
    "Wait to be invited before using someone's first name."
  ],
  [
    "Business cards are usually exchanged after an initial handshake and greeting.",
    "Titles and qualifications are important so be sure to add them to your card.",
    "Having one side of your business card translated into Sinhala or Tamil is a nice touch but not crucial.",
    "Always present your business card with two hands.",
    "Treat people's business cards with respect - so keep don't put them into pockets, draw on them or use them in any manner that may be disrespectful."
  ],
  [
    "Maintaining face is important for all communication.",
    "Do not put people in awkward positions or under pressure. Never openly criticise people.",
    "Sri Lankans are very non-confrontational in their communication style and it is important to try and read between the lines. They may say one thing but mean another and it is up to the listener to work out the message.",
    "Watch for long pauses, avoidance of eye contact or blatant tactics of evasion."
  ],
  [
    "As relationships are so important for business it is always wise to invest time in relationship-building conversations at the start of any meetings.",
    "The Sri Lankans will want to feel at ease with you and at least have a small bit of background about you before they will feel comfortable doing business or discussing business with you.",
    "In fact a first meeting with a company should be approached as purely a relationship building exercise.",
    "Prior to a meeting it may be worth while sending some background information on your company, the attendees and an agenda for the meeting.",
    "Meetings may be interrupted by other business but this should not be interpreted as rude in any way.",
    "Initial meetings will usually take place with middle ranking personnel who gather information to present to the decision maker. Getting to the decision maker through them is based on establishing good rapport and having a solid proposal.",
    "Remember only the top level person at a company will usually make decisions so be patient and do your best to meet the person face-to-face."
  ]
]