[
  [
    "The Church of Sweden professes the Lutheran branch of Christianity and it has a membership of almost 7 million people; making it the largest Lutheran Church globally.",
    "Although over 75% of Swedish citizens are members of the church, only 2% regularly attend church services."
  ],
  [
    "The indigenous population of Sweden is comprised of Swedes with Finnish and Sami minorities.",
    "Foreign-born or first-generation immigrants are typically of Finnish, Danish, Norwegian, Greek, Iranian and Turkish ethnicity."
  ],
  [
    "One of the key characteristics of Swedish culture is that Swedes are egalitarian in nature, humble and find boasting absolutely unacceptable.",
    "In many ways, Swedes prefer to listen to others as opposed to ensuring that their own voice is heard.",
    "When speaking, Swedes speak softly and calmly.",
    "It is rare that you were witness a Swede demonstrating anger or strong emotion in public.Map of Sweden",
    "In terms, Swedes rarely take hospitality or kindness for granted and as such, they will give often give thanks.",
    "Failing to say thank you for something is perceived negatively in Sweden.",
    "Behaviours in Sweden are strongly balanced towards ‘lagom’ or, ‘everything in moderation’.",
    "Excess, flashiness and boasting are abhorred in Sweden and individuals strive towards the middle way.",
    "As an example, work hard and play hard are not common concepts in Sweden.",
    "People work hard but not too hard, they go out and enjoy themselves, but without participating in anything extreme.",
    "Due to the strong leaning towards egalitarianism in Sweden, competition is not encouraged and children are not raised to believe that they are any more special than any other child."
  ],
  [
    "The rights afforded to Swedish families to ensure that they are able to adquately care for their children are some of the best rights in the world. An overview of these rights is as follows:",
    "Either the mother or father is entitled to be absent from work until their child reaches 18 months old.",
    "Either parent has the right to reduce their workload by 25% until their child reaches 8 years old (and is formally ready for school).",
    "A parental allowance is paid for 480 days, which is intended for both parents.",
    "Sixty of these days must be used by the ‘minority’ parents. For this reason, this element of the allowance is often known as ‘Daddy’s months’.",
    "You have the right to up to 60 days off per year to care for a sick child.",
    "A number of people in Sweden however, challenge the degree to which these rights are truly positive as statistics suggest that women often fall way behind their male colleague in respect to position in pay.",
    "Anyone travelling to Sweden will notice the family friendly environment of most resturants and other such establishments.",
    "Even trains have a toy and play area!"
  ],
  [
    "Are punctual as it is considered extremely impolite if you are rude. In the same essence, do not arrive too early. It is not an uncommon event in Sweden for guests to sit in the car until the last minute or walk around the block until the expected time of arrival has arrived!",
    "Dress smartly as to otherwise would be considered disrespectful to the hosts.",
    "You may be shown around the house but do not ask to see the rest of the house as Swedes are general very private.",
    "When eating, keep your hands in full view, with your wrists on top of the table.",
    "The European eating etiquette should be adhered to in respect to knife in the right hand and fork in the left.",
    "You may not eat until the host/hostess has said \"varsågoda\".",
    "Do not take the last helping from a plate.",
    "Finish everything on your plate as it is considered rude to leave any food uneaten.",
    "Do not offer a toast to anyone more senior to you in age.",
    "When offering a toast then lift your glass and nod at everyone present looking from those seated on your right to those seated on your left before taking a sip.",
    "You should then nod again before replacing your glass on the table.",
    "It is important that you do not discuss business at the table as Swedes try to distinguish between home and work.",
    "During formal events, the guest seated on the left of the hostess typically stands to make a speech during the sweet, to thank her on behalf of the whole group.",
    "Always write or call to thank the host / hostess within a few days of attending the dinner."
  ],
  [
    "Business personnel in Sweden are typically fairly reserved and as such it is important that all dealings are formal and serious until it is deemed acceptable by the respective Swedish personnel to allow events to become more relaxed."
  ],
  [
    "Ensure that, maintaining eye contact coupled with a firm handshake, you shake hands with all attendees on both arrival and departure.",
    "Ensure that you address your hosts with either their professional title or their honorific title and their surname, although Swedes will always jump to using first names.",
    "Personal space is important in Sweden and as such it is recommended that you maintain an awareness of someone’s personal space and that you do not invade it. Avoid any unnecessary touching."
  ],
  [
    "If you are invited to a Swede’s home then it is suggested that you take the same type of gift as you would give in the UK e.g. a bouquet of flowers or, a box of chocolates.",
    "If you choose to give flowers, then ensure that the bouquet does not include white lilies or chrysanthemums.",
    "The reason for this being that both types of flowers are typically given at funerals.",
    "Since Sweden is such a child centred country, it is always recommended that you take gives for any children who may be part of the family who you are visiting.",
    "If you are personally given a gift, then it is custom to open it upon receipt."
  ],
  [
    "There are no particular protocols for the exchanging of business cards in Sweden."
  ],
  [
    "Men should wear good quality suits with silk ties and shirts.",
    "Women should wear conservative business dresses or a suit.",
    "Due to the egalitarian values of Sweden, it is strongly recommended that you do not wear anything flashy.",
    "Even senior directors or executives do not dress any more elaborately than average employees.",
    "As such, avoid ostentatious or, obvious jewellery."
  ],
  [
    "Ensure that you give at least two weeks notice if you are arranging a meeting in Sweden.",
    "Months to avoid if possible, include June, July, August and then late February through to early March as most Swedes will be on holiday during these periods.",
    "As with the UK, most Swedes are also absent during the Christmas period.",
    "Punctuality is absolutely essential. If you are late, then this will reflect very badly on you and will be viewed as discourteous.",
    "Swedes rarely engage in small talk at the start of a meeting. Instead, people will move directly to the topics at hand.",
    "Meetings are typically governed by an agenda which is distributed to individuals prior to the meeting.",
    "There is very little talk outside of the agenda topics.",
    "Although most meetings are managed by a particular person, all individuals are expected to contribute.",
    "Swedish business personnel are extremely detail focused and as such any presentations should be well prepared with supporting, accurate and relevant data. Be assured that your hosts will pay a great deal of attention to the detail.",
    "Swedes rarely make decisions during initial meetings and as such, the first meeting that you have with your hosts is likely to be fairly general and low key.",
    "Swedes are direct communicators and as such, \"Saying what you mean and meaning what you say\" is both practiced and expected.",
    "Awkward silences’ are rarely seen as awkward in Sweden and as such, Swedes do not rush to fill conversation silences.",
    "If you are trying to sell something then try to tone down the use of emphasis or superlatives as it is very rare that a Swede will over elaborate during a conversation – even if they are trying to sell something.",
    "Failure to adhere to this could result in your delivery being viewed as insincere."
  ],
  [
    "It is essential that you are cool and controlled during negotiations and that you do not demonstrate any emotion as this will be perceived negatively.",
    "Additionally, always bear in mind that the egalitarian nature of Sweden means that decisions and consensus are made across teams.",
    "As such endearing yourself to the most senior executives and directors will be of no avail."
  ]
]
