[
  [
    "Why are four languages spoken in Switzerland?  The most prominent factor is that Switzerland has never been ethnically homogenous (although Germanic tribes have predominated in historic accounts) and the second key factor relates to the natural borders which are created by mountains, rivers and forests and which serve to separate the regions.",
    "As an example: German is more likely to be spoken in Northern, Eastern and Central parts of the country; you are more likely to hear Romansch being spoken in South-Eastern Switzerland; French in Western parts of the country and Italian in Southern parts of Switzerland. If you visit Switzerland, you will find that German, Italian and French are referenced across the board on all manner of products such as packaging and user guides.",
    "It is important to note, however, that the distinctions aren’t always exclusive and that linguistic overlaps can be found with languages being used in parallel with each other in certain areas.",
    "Serbo-Croatian is the largest spoken non-official language in the country."
  ],
  [
    "Switzerland is a multilingual, multicultural country built on diversity.  The regions that joined the Switzerland Confederation did not join on the basis of shared identifies, instead, they joined with the assumption that becoming part of the Confederation would protect their independence and rights.",
    "Discussing the ‘culture’ of Switzerland is, therefore, a challenge, but we will do our best by referencing some of the most common Swiss cultural practices. ",
    "Be mindful therefore of diversity when reading."
  ],
  [
    "Family is central to the social structure in Switzerland and value is placed on family privacy.",
    "It has traditionally been a country in which people marry later in life by European standards and it also has higher numbers of people staying single.",
    "Families place priority on time together engaging in active pursuits.",
    "They make the most of their beautiful environment and spend much time outdoors together. ",
    "Activities may include hiking, skiing and cycling."
  ],
  [
    "Swiss style has become more relaxed in recent years and individuals now dress in a style that most people would describe as ‘smart casual’.",
    "Although appearance matters, they are not ostentatious people who like to show off ‘branded’ clothing or expensive jewellery.",
    "On the basis that appearance matters, it is unlikely that you would find people attired in ripped jeans, for example, or shabby jumpers."
  ],
  [
    "The usual handshake with direct eye contact and a smile suffices between strangers.",
    "Once a relationship develops, air-kissing on both cheeks is often added as well as a pat on the back between men. ",
    "Depending on the region, you may kiss twice or three times. We suggest that you kiss three times if you are not sure.",
    "We recommend that you address your Swiss counterparts by their courtesy or professional titles until invited to do otherwise. ",
    "Although the Swiss are not overly concerned by titles, it is a recommended act of courtesy at the outset. In French-speaking Switzerland, use Monsieur (male) or Madam (female), In German-speaking Switzerland, use Herr (male) or Frau (female) and in Italian speaking Switzerland use Signore (male) or Signora (female). Avoid using Fräulein, Mademoiselle and Signorina unless addressing young female teenagers/children. ",
    "Through time, it has become increasingly rare to use these terms to address adult women."
  ],
  [
    "If visiting Switzerland, then gifts from your country are appreciated – such as a bottle of fine wine or regional artefacts.",
    "If you are invited to the home of your Swiss counterpart, then chocolate or flowers are advisable.",
    "After attending a Swiss home, it is good etiquette to send your host a handwritten thank you note and flowers."
  ],
  [
    "If invited to the home of your Swiss counterpart for dinner, then aim to arrive on time or slightly before as punctuality is valued.",
    "If you are invited to a meal, bring gifts such as wine or chocolates.",
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Meals are typically started with ‘bon appetit’ or ‘Guten Appetit’.",
    "Wait for everybody to be served and for your host/hostess to start before eating your meal.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Toasts are common – ensure you chink your glass with all the other guests and make eye contact as you do so.",
    "Do not place your elbows on the table.",
    "Cheese is commonplace during a Swiss meal. If you are served circular cheese, then cut it from the centre into slices.",
    "Place your cutlery parallel on your plate upon completion.",
    "We recommend that you eat everything on your plate as waste is frowned upon in Switzerland."
  ],
  [
    "Business etiquette is typically fairly conservative in Switzerland.",
    "As such, try to retain formality in your business dealings or transactions with your Swiss counterparts until you feel comfortable doing otherwise. Use, for example, titles (unless invited to do otherwise), show relevant deference to those more senior than to you and do not attempt to become overly familiar too soon in your dealings.",
    "Depending on the culture within the respective business, formality may be extended or less visible.",
    "The Swiss are fairly direct when communicating.  They typically do not engage in ‘reading between the lines’, innuendo and non-verbal communication. ",
    "As such, ensure you are respectfully explicit in your speech.  Do not expect them to ‘guess’ what you are referring to.  "
  ],
  [
    "The Swiss place great value on time.  Punctuality is expected and your counterparts will expect you to adhere to any project milestones or schedules. ",
    "Failure to do so will likely communicate poor discipline, time management or inefficiency which will impact the opinions that your counterparts have of you."
  ],
  [
    "French and Germany speaking Swiss people place great priority on facts, figures and analysis when reaching decisions. ",
    "The materials used to support the problem-solving process are processed and analysed against well-established procedures which can sometimes slow things down as the Swiss are less likely to make decisions spontaneously.",
    "Italian speakers, however, are more likely to allow room for instinctive decisions but a good level of analysis and consideration will still be evident.",
    "It is important therefore that you take this into account if you are trying to influence your Swiss colleagues. ",
    "Ensure you have done your research, presented it in a way that allows them to review and analyse it and also in a way that enables them to determine the logic of your suggestions."
  ]
]
