[
  [
    "Due to the Confucian tenets Taiwanese culture is a collective one.",
    "There is a need to belong to a group larger than themselves, be it their family, school, work group, or country.",
    "They treat people with respect and dignity regardless of their personal feelings.",
    "In order to maintain a sense of harmony, they will act with decorum at all times and not do anything to cause someone else public embarrassment.",
    "They are willing to subjugate their own feelings for the good of the group."
  ],
  [
    "The concept of face is extremely important to the Taiwanese.",
    "Face is difficult to translate into words but essential reflects a person's reputation, dignity, and prestige.",
    "Face can be lost, saved or given to another person.",
    "Companies, as well as individuals, have face and this often provides the rationale behind business and personal interactions."
  ],
  [
    "Complimenting individuals (be careful not to single out individuals when the work was a corporate effort)",
    "Praising group (company, school, family, country)"
  ],
  [
    "Direct or indirect criticism of an individual or group",
    "Giving someone a gift that is beneath their status",
    "Turning down an invitation or a gesture of friendship",
    "Not keeping your word",
    "Demonstrations of anger or excessive emotionalism"
  ],
  [
    "Appropriating blame for problems that arise:",
    "Perhaps I didn’t explain myself clearly.\"",
    "Oh that kind of thing happens in our country too.\"",
    "I have done the same thing myself.\""
  ],
  [
    "Most Taiwanese business is conducted among friends, friends of friends, and family.",
    "Such connections, or \"guanxi\" (pronounced gwan-she) are developed with people at your own level or of a higher status in both business and social situations.",
    "\"Guanxi\" opens doors, smoothes out problems, and leads to even more connections."
  ],
  [
    "Greetings are formal and the oldest person in a group is always greeted first.",
    "Handshakes are the most common form of greeting with foreigners.",
    "Many Taiwanese look towards the ground as a sign of respect when greeting someone.",
    "You need not follow their example as they understand that westerners tend to smile warmly when introduced.",
    "Most greetings include the rhetorical question, \"Have you eaten?\"",
    "The Chinese traditionally have 3 names. The surname, or family name is first and is followed by one or two personal names.",
    "Chinese women do not change their names when they marry other Chinese, and the children’s last name will generally follow that of the father.",
    "Often their personal names have some poetic or otherwise significant meaning, so asking about the meaning is a good way to break the ice.",
    "When you are first meeting a person, address the person by their academic, professional, or honorific title and their surname.",
    "If those you are meeting want to move to a first name basis, they will advise you which name to use.",
    "Some Chinese adopt more western names in business and may ask you to call them by that name."
  ],
  [
    "Gifts are given at Chinese New Year, weddings, births and funerals.",
    "The Taiwanese like food and a nice food basket or a bottle of good quality alcohol are gifts.",
    "A gift may be refused the first time it is offered out of politeness. Attempt to offer the gift again; however, never force the issue.",
    "Do not give scissors, knives or other cutting utensils as they traditionally indicate that you want to sever the relationship.",
    "Do not give clocks, handkerchiefs or straw sandals as they are associated with funerals and death.",
    "Do not give white flowers or chrysanthemums as they signify death.",
    "Do not wrap gifts in white, blue or black paper.",
    "Red, pink and yellow are considered to be auspicious colours.",
    "Elaborate gift wrapping is imperative.",
    "Do not give an odd number of gifts, since odd numbers are considered unlucky.",
    "Four is also an unlucky number. Do not give four of anything.",
    "Eight is the luckiest number. Giving eight of something brings luck to the recipient.",
    "Avoid giving anything made in Taiwan.",
    "Present gifts using both hands.Gifts are not opened when received.",
    "Gifts are generally reciprocate",
    "Do not give a lavish gift unless it is to reciprocate an expensive gift that you have received."
  ],
  [
    "The Taiwanese prefer to entertain in public places rather than in their home, especially when entertaining foreigners.",
    "If you are invited to a Taiwanese home, it will happen once you have developed a relationship and should be considered a great honour."
  ]
]
