[
  [
    "Thai families are the cornerstone of life in Thailand and, although nuclear family setups are the norm, it is not uncommon for extended family members live with the family.",
    "Families are typically far more closely knit than those in western culture and hierarchy is more pronounced."
  ],
  [
    "Social stratification demographics in Thailand have changed considerably over the last fifty years.",
    "Social stratification traditionally consisted of an elite section of Thai noble people, complimented by a small foreign merchant class, and a large class of poorer rural dwellers.",
    "Over the years however, these distinctions have changed and wealth has played a key role in establishing a middle class which has grown considerably. ",
    "The elite class and poorer rural dwellers still exist, but the latter has grown to include poorer dwellers of the growing urban areas."
  ],
  [
    "Traditional gender divisions exist in Thailand in respect to child care and domestic work, with women taking on the vast majority of these tasks. ",
    "In an agricultural setting, there is a great deal of overlap in tasks carried out between the genders whilst men dominate roles within the religious sphere.",
    "Women make up almost half of the labour force and account for over half of the workforce.",
    "The Thai government are working to combat violence against women and women’s rights are built into the constitution.",
    "Most frequent violations against women include domestic abuse (affecting women across the socio-economic spectrum), discrimination and prostitution trafficking."
  ],
  [
    "Children have a special place in Thai society and are typically doted on by family members and non-family adults.",
    "Mothers rarely, if ever, leave their babies and will typically take them wherever they go.",
    "Babies are weaned at two or three years of age. They learn from the people and implements around them and are often given access to the tools used by their parents. ",
    "In this respect, the children of craftsmen, farmers etc. will grow up with a passive (and often active) understanding of parental crafts.",
    "The government provide children with free education for a minimum period of 12 years and children are mandated to attend for at least 9 of these 12 years.  "
  ],
  [
    "Thai cuisine is much loved internationally and Thai restaurants are a feature of most large cities around the world. ",
    "In 2011, Thai dishes featured more than the dishes of any other country on an online CNN poll.",
    "Thai cuisine is a complex fusion of sweet, sour, salty, spicy and bitter flavours which are balanced in a way that creates ‘harmony’.",
    "Rice plays such an important role in Thai cuisine that the word for ‘rice’ and ‘food’ is the same.",
    "It is typically eaten at all meals and comes in the form of standard white rice, or, it is of the sticky, glutinous variety.  It is usually eaten using a spoon and fork in  dishes containing seafood, beef, pork, chicken or vegetables."
  ],
  [
    "Pad Thai – Pad Thai could well be considered a national Thai dish due to its popularity both in Thailand and abroad  It consists of noodles, with fish sauce, tamarind and stir fried with other ingredients such as egg, shrimp, shallots, garlic, ginger, chilli, soy sauce, bean sprouts and peanuts. It is often sold as street food.",
    "Thai Green Curry – This is a fragrant and popular dish, which consists of coconut cream, green chillies, lemon grass and a key ingredient such as chicken or fish balls.",
    "Tom Yum Soup –The basic building blocks of Tom Yum (or Tom Yam) soup are lemon grass, lime juice, fish sauce, chillies and kaffir lime. Shrimp is then typically used as the key ingredient."
  ],
  [
    "The arts are supported by both private and public groups. ",
    "There are colleges of dance, music and drama in Thailand and a very popular national theatre. ",
    "There are also organisations which support the work of Thai artisans",
    "Fictional writing has changed greatly over the years, and modern fiction is generally built around plots which detail the lives of ordinary people; particularly depicting the struggles of those in the poorer classes",
    "Traditional folk dance have influenced a love of classical dance in Thailand and national festivals are fairly popular events."
  ],
  [
    "The first name is usually preceded by the word ‘Khun’ (pronounced ‘Koon’) which is used as a blanket term to refer to Miss, Mrs or Mr – for example, Khun Mary or Khun Simon.",
    "People of importance, such as teachers, professors or monks, the first name should be preceeded with ‘Ajarn’.",
    "Surnames are reserved for very formal occasions or written documentation.",
    "It is not uncommon for Thais to assign nicknames to each other.  "
  ],
  [
    "The ‘wai’ is the traditional form of greeting, given by the person of lower status to the person of higher status.",
    "The wai is the common form of greeting and adheres to strict rules of protocol.",
    "Raising both hands, palms joined with the fingers pointing upwards as if in prayer, lightly touching the body somewhere between the chest and the forehead, is the standard form.",
    "The wai is both a sign of respect as well as a greeting. Respect and courtesy are demonstrated by the height at which the hands are held and how low the head comes down to meet the thumbs of both hands.",
    "The wai may be made while sitting, walking, or standing.",
    "The person who is junior in age or status is the first one to offer the wai.",
    "The senior person returns the wai, generally with their hands raised to somewhere around their chest.",
    "If a junior person is standing and wants to wai a senior person who is seated, the junior person will stoop or bow their head while making the wai.",
    "If there is a great social distance between two people, the wai will not be returned.",
    "If invited to a Thai home, then allow your host and hostess to introduce you to the other guests. This enables other guests to understand your status relative to their own, and thus know who performs the wai and how low the head should be bowed."
  ],
  [
    "Close friends may be tactile with one another and it’s not unusual to see friends of the same sex often hold hands with one another.",
    "Hand gestures may be used to enhance speech but it’s important that the actions are calm and never aggressive.",
    "Thais are gentle people and are likely to be offended and upset by aggressive speech or mannerisms.",
    "‘Face’ is important to Thais and it is important that you do nothing to affect someone’s ‘face’ – if you need to say something of a critical nature then ensure that you do so in private",
    "Thais are ‘indirect’ communicators and, as such are unlikely to directly say anything that may hurt or offend you. Instead, they may use vague responses or try to change the subject. Although this may appear to be indecisiveness on their part, efforts should be made to try and interpret their true feelings.",
    "Personal Space - When speaking to strangers Thais maintain a distance barrier of approximately one meter.  This distance is lessened when speaking to close acquaintances. Although it is polite to retain eye contact during a conversation, it is expected that those in subordinate positions will bow their head during interactions with those of a revered rank in a demonstration of respect."
  ],
  [
    "If invited to a Thai's home, a gift is not expected, although it will be appreciated.",
    "Gifts should be wrapped attractively, since appearance matters. Bows and ribbons add to the sense of festivity.",
    "Appropriate gifts are flowers, good quality chocolates or fruit.",
    "Do not give marigolds or carnations, as they are associated with funerals.",
    "Try to avoid wrapping a gift in green, black or blue as these are used at funerals and in mourning.",
    "Gold and yellow are considered royal colours, so they make good wrapping paper.",
    "Only use red wrapping paper if giving a gift to a Chinese Thai.",
    "Gifts are not opened when received.",
    "Money is the usual gift for weddings and ordination parties."
  ],
  [
    "A fork and spoon are the usual eating utensils. However, noodles are often eaten with chopsticks.",
    "The spoon is held in the right hand and the fork in the left. The fork is used to guide food on to the spoon. Sticky rice, a northern Thai delicacy, is often eaten with the fingers of the right hand.",
    "Most meals are served as buffets or with serving platters in the centre of the table family- style.",
    "You may begin eating as soon as you are served.",
    "Leave a little food on your plate after you have eaten to show that you are full. Finishing everything indicates that you are still hungry.",
    "Never leave rice on your plate as it is considered wasteful. The words for food and rice are the same. Rice has an almost mystical significance in addition to its humdrum 'daily bread' function.",
    "Never take the last bite from the serving bowl.",
    "Wait to be asked before taking a second helping.",
    "Do not lick your fingers."
  ],
  [
    "Arrive close to the appointed time, although being a few minutes late will not cause offence.",
    "Check to see if the host is wearing shoes. If not, remove yours before entering the house.",
    "Ask another guest to confirm the dress code.",
    "Step over the threshold rather than on it. This is an old custom that may be dying out with younger Thais, but erring on the side of conservatism is always a good idea."
  ],
  [
    "Do not use aggressive gestures or overly loud speech during conversation.",
    "Do not sit with your feet pointing towards people.",
    "If sleeping in a Thai home then avoid sleeping with your feet towards the family alter.",
    "Do not give black gifts or yellow flowers as gifts.",
    "Do not criticise the royal family.",
    "Do not touch the top of someone’s head as this is considered the most sacred part of the body.",
    "Do not eat with your left hand."
  ],
  [
    "Business attire is conservative.",
    "Men should wear dark coloured conservative business suits.",
    "Women should wear conservative business suits or dresses. Women need not wear hosiery.",
    "Since Thai's judge you on your clothing and accessories, ensure that your shoes are always highly polished."
  ],
  [
    "Thais tend to be very polite in their interactions and, as such, titles play an important role",
    "They typically addresss foreign visitors by their first name – this does not suggest familiarity, e.g. Mrs Sandra or Mr Timothy",
    "Address Thais with ‘Khun’ (see naming conventions above)"
  ],
  [
    "Business cards are given out after the initial handshake and greeting. In theory, you should give your card to the most senior person first.",
    "It is advisable to have one side of your business card translated into Thai",
    "Using your right hand, deliver your business card so the Thai side faces the recipient.",
    "Look at a business card for a few seconds before placing it on the table or in a business card case.",
    "As in most Asian countries, it is polite to make some comment about the card, even if it is only to acknowledge the address"
  ],
  [
    "Appointments are necessary and should be made one month in advance.",
    "It is good idea to send a list of who will be attending the meeting and their credentials so that Thais know the relative status of the people attending the meeting and can plan properly.",
    "You should arrive at meetings on time as it signifies respect for the person you are meeting.",
    "Although most Thais will try to be on time, punctuality is a personal trait.",
    "Always send an agenda and material about your company as well as data to substantiate your position prior to the meeting. Allow sufficient time for the material to be reviewed and digested.",
    "Remain standing until told where to sit. The hierarchical culture has strict rules about rank and position in the group.",
    "Written material should be available in both English and Thai.",
    "You must be patient."
  ],
  [
    "Individuals embarking on a negotiation with Thai counterparts should bear in mind the importance of personal relationships when conducting business. ",
    "Since it takes time to develop trusting relationships, it is essential that you do not rush the meetings and approach the topic of business prematurely:",
    "It is not unusual for initial meetings to take place in restaurants or bars to facilitate initial relationship building.  ",
    "Bear in mind the section on ‘Communication Style’ above, which details the indirect communication nature of Thais and be mindful of potential disagreements.",
    "Your Thai counterpart may avoid confrontation or seek to save your ‘face’ by seeming to agree with something that they are not actually in agreement with. ",
    "The signs that this might be the case, will be in observable in your counterpart’s body language",
    "Negations may be extremely protracted affairs"
  ]
]
