[
  [
    "Arabic,is the official language, and while some businessmen speak English, Italian or German, French is usually the language of commerce.",
    "French is less apt to be understood in the far south. English and German are also spoken in major cities."
  ],
  [
    "Islam is practised by the majority of Tunisians and governs their personal, political, economic and legal lives. Islam emanated from what is today Saudi Arabia.",
    "The Prophet Muhammad is seen as the last of God's emissaries (following in the footsteps of Jesus, Moses, Abraham, etc) to bring revelation to mankind. He was distinguished with bringing a message for the whole of mankind, rather than just to a certain peoples.",
    "As Moses brought the Torah and Jesus the Bible, Muhammad brought the last book, the Quran. The Quran and the actions of the Prophet (the Sunnah) are used as the basis for all guidance in the religion.",
    "Among certain obligations for Muslims are to pray five times a day - at dawn, noon, afternoon, sunset, and evening. The exact time is listed in the local newspaper each day. Friday is the Muslim holy day so many men will go for afternoon prayers but unlike many Muslim countries the weekend is still Saturday and Sunday.",
    "During the holy month of Ramadan all Muslims must fast from dawn to dusk and are only permitted to work six hours per day. Fasting includes no eating, drinking, cigarette smoking, or gum chewing. Expatriates are not required to fast; however, they must not eat, drink, smoke, or chew gum in public.",
    "Each night at sunset, families and friends gather together to celebrate the breaking of the fast (iftar). The festivities often continue well into the night. In general, things happen more slowly during Ramadan. Many businesses operate on a reduced schedule. Shops may be open and closed at unusual times."
  ],
  [
    "The family is the most significant unit of Tunisian life and plays an important role in all social relations.",
    "The individual is always subordinate to the family or group.",
    "The family consists of both the nuclear and the extended family."
  ],
  [
    "Tunisians take their time during greetings to converse about their families, friends, and other general topics.",
    "Handshakes are the customary greeting among individuals of the same sex.",
    "In any greeting between men and women, the woman must extend her hand first. If she does not, a man should simply bow his head in acknowledgment.",
    "At parties or other social gatherings your hosts will introduce you, usually starting with the women and then moving on to the men in a rough approximation of age order, oldest to youngest.",
    "Greet and say good-bye to each person individually."
  ],
  [
    "If you are invited to a Tunisian's home bring pastries, nuts, fruit, cake, candy, or flowers to the hostess.",
    "Do not bring alcohol unless you know that your host drinks.",
    "Gifts are not opened when received."
  ],
  [
    "If you are invited to a Tunisian's home:",
    "You may be asked to remove your shoes.",
    "Dress well. Dressing well demonstrates respect towards your hosts.",
    "Check to see if your spouse is included in the invitation.",
    "Conservative Tunisians may not entertain mixed-sex groups. In fact, you may never meet the host's wife!",
    "Complement the house."
  ],
  [
    "Food is traditionally served at a knee-high round table but this has now changed to match the European habits of table and chairs.",
    "The guest of honour generally sits next to the host.",
    "A washing basin will be brought to the table before the meal is served.",
    "Hold your hands over the basin while water is poured over them. - Dry your hands on the towel provided.",
    "Males and females may often eat separately: men first and then women.",
    "Do not begin eating until the host blesses the food or begins to eat.",
    "Food is served from a communal bowl.",
    "Eat from the section of the bowl that is in front of you. Never reach across the bowl to get something from the other side.",
    "As an honoured guest, choice morsels will be put in front of you.",
    "Food is eaten by hand but many now use knives and forks. You will be given a spoon to eat couscous. If using your hands scoop the food with the first two fingers of the right hand.",
    "Eat only with the right hand.",
    "It is considered good manners to try a bit of everything.",
    "The washing basin will be brought around the table again at the end of the meal.",
    "Expect to be urged to take more food from the communal plate."
  ],
  [
    "Tunisians prefer to do business with those they know and respect; therefore they spend time cultivating a personal relationship before beginning to conduct business.",
    "As in other Arab countries, Tunisians pride themselves on being gracious hosts.",
    "The French has also heavily influenced their business practices so expect both courtesy and a degree of formality. Quite often business is discussed in cafe and restaurants.",
    "Since Tunisians judge people on appearances dress well.",
    "If you have an advanced university degree from a prestigious university or have achieved special recognition in your business field, weave this information into your conversation since credentials impress Tunisians."
  ],
  [
    "Appointments are necessary and should be made as far in advance as possible and confirmed a day or two before the meeting.",
    "It is best to avoid scheduling meetings in July and August when the heat is most intense.",
    "Workdays are shorter during Ramadan and since Muslims cannot eat or drink during the day it is another time best avoided since your hosts would not be able to offer you mint tea.",
    "Most businesses close for lunch from 12:30 to 2:30 p.m. on Monday through Friday. Businesses may also close at prayer times.",
    "In general, Tunisians have an open-door policy, even during meetings. This means you may experience frequent interruptions. Others ay even wander into the room and start a different discussion. You may join in, but do not try to bring the topic back to the original discussion until the new person leaves.",
    "Business meetings start after prolonged small talk.",
    "French is the language of business. If you are not fluent, you may need to hire an interpreter."
  ],
  [
    "The social side of business is very important. Tunisians must know and like you to conduct business.",
    "Personal relationships are necessary for long-term business.",
    "Companies are hierarchical. The highest-ranking person makes decisions, after obtaining group consensus.",
    "Decisions are reached after great deliberation.",
    "Business meetings generally start after prolonged small talk.",
    "Tunisians look for long-term business relationships.",
    "Never criticize publicly. It is important not to cause your Tunisian colleagues to lose face.",
    "Tunisians are non- confrontational. They may agree in meetings rather than cause you to lose face. They do not like to say 'no' overtly.",
    "Deadlines are seen as fluid rather than cast in stone.",
    "Decisions are made slowly. Do not try to rush the process as it would be interpreted as an insult.",
    "It generally takes several visits to accomplish simple tasks. Be patient.",
    "Do not use high-pressure tactics.",
    "Do not rush or show impatience with the time taken to accomplish something."
  ],
  [
    "Business attire is formal and conservative.",
    "Men should wear dark coloured, conservative business suits to the initial meeting.",
    "In the heat of the summer, it is often possible to dispense with the suit jacket, although it is best to err on the side of formality.",
    "Women should wear business suits or dresses.",
    "Women must be careful to cover themselves appropriately. Skirts and dresses should cover the knee and sleeves should cover most of the arm."
  ],
  [
    "Business cards are exchanged without formal ritual.",
    "Business cards should be bi- lingual: Arabic and French. Alternatively, you may have two cards: English/Arabic and English/French.",
    "Present your card so the French side faces the recipient.",
    "Give your business card to the highest-ranking Tunisian first."
  ]
]