[
  [
    "Minority languages include Kurdish, spoken by 6% of the population.",
    "Arabic is spoken by 1.2% of the Turkish population; most of those speakers are bilingual Arabic and Turkish speakers.",
    "Other minority languages include Circassian, spoken by more than 0.09% throughout the country, Greek, Armenian and Judezmo, a Romance language spoken by Jews."
  ],
  [
    "Among certain obligations for Muslims are to pray five times a day - at dawn, noon, afternoon, sunset, and evening.",
    "The exact time is listed in the local newspaper each day.",
    "Friday is the Muslim holy day although this is not practised in Turkey.",
    "However, most males will attend the congregational afternoon prayer.",
    "During the holy month of Ramazan all Muslims must fast from dawn to dusk.",
    "Fasting includes no eating, drinking, cigarette smoking, or gum chewing."
  ],
  [
    "When meeting shake hands firmly. When departing it is not always customary to shake hands although it is practised occasionally.",
    "Friends and relations would greet each other with either one or two kisses on the cheek.",
    "Elders are always respected by kissing their right hand then placing the forehead onto the hand.",
    "When entering a room, if you are not automatically met by someone greet the most elderly or most senior first.",
    "At social occasions greet the person closest to you then work your way around the room or table anti-clockwise.",
    "Greet people with either the Islamic greeting of 'Asalamu alaykum' (peace be upon you) or 'Nasilsiniz' (How are you? pronounced na-sul-su-nuz).",
    "Other useful phrases are 'Gunaydin' (Good Morning, pronounced goon-ay-dun), 'iyi gunler' (Good Day, pronounced ee-yee gun-ler) or 'Memnun Oldum' (pleased to meet you)."
  ],
  [
    "Gift giving has no real place in business relationships or etiquette.",
    "Relationship building and the like will usually take the form of dining or sight seeing trips rather than lavish gifts.",
    "However, if a gift is given it will be accepted well. It is always a good idea to bring gifts from your own country such as food stuffs or craft items.",
    "Be aware that Turkey is a Muslim country. Before giving alcohol to anyone be 100% sure that they drink.",
    "The only time you would need to give any great thought to gifts would be if you were invited to a Turk's home for dinner.",
    "The most usual gifts to take are pastries, (especially 'baklava') and decorative items for the home such as ornaments or vases.",
    "Flowers are not usually taken to a host but can be if felt appropriate.",
    "It is best to ask a florist for advice on what is best to take.",
    "If the host has children take some expensive sweets or candy."
  ],
  [
    "Most business entertaining will take place in restaurants.",
    "Turks enjoy food and the meal is a time for relaxing and engaging in some good conversation.",
    "The protocol of Turkish hospitality dictates that the host always pays for the meal.",
    "The concept of sharing a bill is completely alien. You may try and offer to pay, which may be seen as polite, but you would never be allowed to do so.",
    "The best policy is to graciously thank the host then a few days later invite them to do dinner at a restaurant of your choice.",
    "It may be a good idea to inform the restaurant manager that under no circumstances are they to accept payment from your guests.",
    "Evening meals may be accompanied by some alcohol, usually the local tipple called Rakı (pronounced rak-uh).",
    "It will comprise of a few courses with the main course always meat or fish based, accompanied by bread and a salad.",
    "Turks smoke during meals and will often take breaks between courses to have a cigarette and a few drinks before moving onto the next.",
    "Tea or Turkish coffee is served at the end of a meal sometimes with pastries.",
    "Turkish coffee is a national drink and should at least be sampled. It comes either without sugar, a little sugar or sweet.",
    "Turkish coffee is sipped and allowed to melt into the taste buds so do not gulp it down as you would instant coffee.",
    "Never drink to the bottom of the cup as it will be full of ground coffee and taste awful."
  ],
  [
    "Turks prefer to do business with those they know and respect, therefore spend time establishing a personal relationship.",
    "Relationships are fostered in the office, over extended lunches, dinners, and social outings.",
    "Courtesy is crucial in all business dealings.",
    "Turks do not require as much personal space as many other cultures and will stand close to you while conversing.",
    "Do not back away, as this can be construed as unfriendly.",
    "Discussions may start slowly, with many questions that may seem irrelevant to the purpose of your visit. It is extremely rude to insist that your colleagues get to the point.",
    "Ask about his/her family without prying. Questions about children will be welcomed.",
    "The Turks are proud of their country and will enjoy answering questions on their culture and history although be sure to avoid political history.",
    "Most Turkish men love football (soccer) and usually support one of three teams: Galatasaray, Beşiktaş or Fenerbahçe. Asking after their team's recent fortunes will always",
    "produce lively and animate responses.",
    "Once a relationship has been established, communication is direct.",
    "It is vital that you maintain eye contact while speaking since Turks take this as a sign of sincerity."
  ],
  [
    "Appointments are necessary and should be made 1 to 2 weeks in advance, preferably by telephone.",
    "Many Turks take vacation during July or August, so it is best not to try to schedule appointments at that time.",
    "It is also not a good idea to schedule meetings during Ramazan (Ramadan).",
    "Punctuality is expected although you should be prepared to be kept waiting.",
    "First appointments are more social- than business-oriented since Turks prefer to do business with people they know.",
    "Small talk helps establish a rapport. Do not immediately begin discussing business.",
    "Have all printed material available in both English and Turkish.",
    "Presentations should be well thought-out, thorough, and backed up with visual aids such as maps, chart and graphs."
  ],
  [
    "Always come to Turkey knowing two things. Your success is defined by your ability to build effective personal relationships combined with a clearly outlined and well presented proposal.",
    "Business is personal. Although this is changing with the influx of big multi-nationals and a more corporate culture in some of the larger companies, many businesses are still family owned and run.",
    "Turks will want to do business with those they like, trust, feel comfortable with and with those that can provide a long term relationship.",
    "If they feel you are hiding something or there is an element of suspicion about your motives you may not get very far.",
    "Building a relationship with your Turkish counterpart(s) is therefore critical.",
    "The first meeting at least should be solely focused on getting to know each other. Once a relationship has been established you can safely move on to business matters.",
    "As well as looking to the person, Turks are also astute business people.",
    "Ensure your proposal clearly demonstrates the mutual benefit and profitability of any agreement or partnership.",
    "Turks are primarily oral and visual communicators so in addition to written statistics, projections and the like try to present information vocally or with maps, graphs and charts.",
    "Decision making can be slow. It is most likely that you will meet and negotiate with less senior members of a family first.",
    "Once you are seen as trustworthy and your proposal financially viable you will then move on to meet more senior members.",
    "A decision is ultimately made by the head of the family/company.",
    "When negotiating, the Turks will start at extremes in order to gage your response. Prior to negotiations know your target figure and work slowly towards it through meaningful concessions.",
    "When conceding ensure you present this as a favour and a decision made out of respect and liking for your counterpart(s).",
    "Try and concede only once you have gained agreement on a reciprocal concession on a separate or related issue.",
    "Do not use deadlines or pressure tactics as the Turks will use this to their advantage and reverse the tactic by threatening to cancel agreements or end negotiations.",
    "Be patient.It may not always be necessary to focus on financial benefits when negotiating.",
    "It is just as useful to point to areas such as power, influence, honour, respect and other non-monetary incentives."
  ],
  [
    "Business dress is conservative. You will be expected to wear a suit and tie. Similarly women should wear smart professional outfits.",
    "In the summer, and especially in the cities of Istanbul, Izmir and Anakara the weather is very hot and humid. It is acceptable to just wear a shirt with trousers and in most cases to not wear a tie.",
    "Outside the big cities and especially in the East of Turkey both women and men should wear more conservative clothing.",
    "Women are advised to refrain from exposing their legs and arms and to ensure clothes are not tight-fitting.",
    "Men should not wear shorts."
  ],
  [
    "When addressing a Turk the most common method is to call a man by his first name followed by 'bey' (pronounced bay). So, Ertan Gonca, would be Ertan Bey. Similarly a woman's first name would be followed by 'hanim' (pronounced ha-num).",
    "Where professional titles exist such as Doctor or Professor, always use them either on their own of before the first name. Curiously this is also the case with many other professions such as lawyers 'Avukat' or engineers 'Muhendis'. Within Turkish companies and organisations senior ranking staff will be addressed accordingly. A common example is Mr. Manager, 'Mudur Bey'.",
    "A common phrase you will hear Turks using is 'efendim' (literally 'my master'). You may hear this from a waiter, a secretary, taxi driver, doorman, shop staff and many others. It is simply a polite way of addressing people you are not familiar with."
  ],
  [
    "Business cards are exchanged without formal ritual.",
    "Use both hands to exchange cards.",
    "Present your business card to the receptionist when you arrive.",
    "Have one side of your business card translated into Turkish. Although not a business necessity, it will impress your business colleagues.",
    "Often Turks do not give their business card unless they are certain that they wish to establish a business relationship."
  ]
]
