[
  [
    "UAE Emiratis are predominantly Sunni Muslims and all social and political matters are driven by Sharia (Islamic) law.",
    "However, the UAE is tolerant of other religions and accords religious freedom to the expatriate population.  These religions primarily include Hinduism, Christianity, Sikhism and Buddhism.",
    "Although Muslims can proselytise to those of other faiths, it is forbidden for those of other faiths to proselytise to Muslims. Muslims are not allowed to convert out of Islam and there are repercussions for those who actively try and encourage Muslims to convert to a different religion. As an example, here have been cases of individuals who have been held and then deported out of the UAE for distributing bibles.  Although bibles are not in themselves illegal, giving them out to Muslims is.",
    "You can read more about the influence of Islam on business in the Middle East."
  ],
  [
    "Israa wal Miraj Night – This is celebrated on the 27th day of the month of Rajab, month 7 in the Islamic calendar",
    "Eid al-Fitr – This is a three-day celebration which commences at the end of the holy month of Ramadan. The start of Eid depends on the sighting of a new crescent moon.",
    "Arafah Day – The Day of Arafah falls on the night day of Dhu Al Hijjah which is the twelfth and final month of the Islamic lunar calendar. It constitutes the second day of the Hajj pilgrimage and preceeds Eid Al Adha.  On this day, pilgrims make their way to Mount Arafah, the site in which Prophet Muhammad delivered his las stermon.",
    "Eid al-Adha – This is the final day of the three-day celebrations outlined above.",
    "Hijri (Islamic Calendar) News Years Day – This refers to beginning of the Islamic lunar calendar which was initiated when the Prophet Muhammad migrated to Medina in 622 AD. The year 2017 corresponds to the Islamic date of AH 1438 – 1439.  The ‘AH’ designation translates as ‘After Hijra’",
    "Mawlid - Prophet Mohammed’s Birthday which lasts for one day and is observed in Rabi al’Awwal, the third month in the Islamic calendar."
  ],
  [
    "Family is Key to UAE society and is based upon the long-held values of Emirati tribal kinship.",
    "Children are highly prized and families are close knit, preferring to reside in the same neighbourhood.",
    "In February 2010, the Prime Minister Sheikh Mohammed bin Rashid, introduced the ‘UAE National Charter 2021’ which aims to strengthen family relationships and preserve the traditional principles of marriage. ",
    "The introduction to the charter states that, “We aim to be among the best countries in the world and this can only be achieved by strengthening families, which form the nucleus of society.” The Charter emphasises the importance of communication between family generations and respect for elders. As part of the campaign a ‘Family Pledge’ was set up asking Emiratis to sign an online form honouring family traditions.",
    "Large families are encouraged and it is not uncommon for couples to have six children or more.",
    "Traditionally, marriages are arranged by parents and it is frowned upon for an Emirati to marry outside his or her tribal kinship group.",
    "Divorce is in the UAE is becoming more common and is subject to Sharia Law with complex issues around the custody of children. Joint custody is not recognised in the UAE."
  ],
  [
    "Social class is clearly defined in the UAE. The first distinction is the divide between Emirati Nationals and the immigrant population who are known as ‘incomers’.",
    "The ruling Sheikh families hold the highest positions in society both politically and socially. They have enormous wealth and power.",
    "The merchant classes are the next layer of the social strata. Historically the merchants worked within the, (now obsolete), pearling industry. They now have considerable dealings within international commerce.",
    "Next is the new strand of middle class professionals having attained higher levels of education in the burgeoning economy following the formation of the Federation of Emirati States.",
    "At the base of the class system are those groups within the lower income bracket, namely: former pearl divers, farmers and Bedouin settlers.",
    "There is a social class system among the immigrant groups which begins with the top layer of executives, technocrats and international contractors. The next group are teachers, technicians, sales personnel and nursing staff. At the lowest end of the scale are the low-paid semi-skilled and unskilled service workers who are largely from Asia.  "
  ],
  [
    "Although traditionally, Emirati culture has been based upon a patriarchal society, the UAE endorses gender equality, guaranteeing equal rights for both sexes. Women are awarded the same legal status, access to education and employment, claim to titles and the right to inherit property. According to the World Economic Forum 2016, the UAE are a leading country in the region for equality.",
    "Women now play a far greater role across the workforce. This includes previously male dominated establishments such as the military, business and government.",
    "Until recently, all education establishments were strictly segregated but co-education is gradually being introduced. More than 70% of women are opting for further education and many choosing to study science, technology, engineering and mathematics.",
    "Despite the visible endorsement of equality of the sexes on the part of the government however, there remains some disparity. Married women cannot take paid employment without her husband’s consent and is required by law to obey her husband. As yet, although considerable pressure has been applied by various women’s organisations, there is still no coherent law regarding domestic violence against women."
  ],
  [
    "Children are highly prized and nurtured in the UAE.",
    "They are raised to be respectful and obedient to their elders and tend to grow up in a large extended family community.",
    "The education system in the UAE is comparatively young as it was not until the inception of the Federation that it became compulsory.",
    "Primary School begins from the age of six and the leaving age has recently been raised to eighteen years. Nursery facilities are widely available.   "
  ],
  [
    "Cuisine in the UAE emanates from a rich history of changing civilisations. Since much of the Emirates lies on the coast of the Persian Gulf, fish and seafood is very much a mainstay of the UAE diet.",
    "Muslims do not eat pork but all most other meats are used in the cuisine with a preference for lamb, goat and chicken.",
    "A national speciality is stuffed camel which is an ancient Bedouin recipe modified over the years. It involves stuffing the interior of the animal with sheep, goats and chickens then, traditionally, cooked slowly over a pit of burning charcoal for up to 24 hours.",
    "One of the most frequently eaten foods is Sharwarma which is spit roasted meat or mixed meats served with a variety of ingredients such as tabbouleh, tahini, hummus, pickles, cucumber or tomato. It can be served on a plate or in a Taboon bread (flatbread).",
    "The cuisine is augmented with various spices and ingredients including: cloves, saffron, cinnamon, cardamom and nutmeg or almonds, pine nuts, dates and sultanas. Kabsa is a popular recipe that involves a number of rice dishes with meats and vegetables containing various spices and ingredients.",
    "Harees is a beloved dish which is often served during Ramadan and the Eid festivals. The recipe involves cracked wheat and meat which is slow cooked and has the consistency of porridge.",
    "Maqluba is another favourite dish which incorporates meat, rice and vegetables which is cooked in one pot and turned over after cooking so that the bottom layer now appears at the top. It is served with a simple salad and yogurt or another sauce such as Tahini."
  ],
  [
    "The UAE has a Gross domestic product of 348.7 billion USD (World Bank 2016)",
    "GDP growth rate: 3.0% annual change (World Bank 2016)",
    "Gross national income: 675.3 billion PPP dollars (World Bank 2016)",
    "The UAE is second largest economy in the Arab world "
  ],
  [
    "The UAE has a long cultural history dating back to ancient times drawn from many changing civilisations. From the Bedouin tribes, who travelled across the deserts, to the centuries of pearl harvesters along the Arabian Gulf.",
    "Today, the UAE takes a pride in the cultural past whilst supporting and encouraging contemporary arts, literature and theatre. Dubai is strewn with art galleries, museums and Theatre offering an insight into the past as well as the future of the arts.",
    "In 1998 the City of Sharjah was voted the Cultural Capital of the Arab World and houses a museum recording local history in the Sharjah Fort which was once the residence of the Ruling Family.",
    "The oasis city of Al Ain known as the ‘Garden City’ with its natural springs and palm groves is a UNESCO World Heritage Site.",
    "The Al Ain National Museum exhibits archaeological finds from around the city including stone-age and bronze-age remains.",
    "Contemporary literature, poetry and performing arts are taking their place in popularity particularly that of ‘spoken poetry’ which has its roots in historical tradition.",
    "Nabati poetry which has long been known as the ‘people’s poetry’ is still very much a part of modern literature and has over centuries recorded the lives and habits of changing civilisations.  "
  ],
  [
    "The first name is the personal name followed by ibn which means son of and the name of the father, then followed again by ibn meaning the name of the father of his father. This is then followed by the family name.",
    "Where a daughter is concerned the ibn becomes bint. Her first name followed by bint (daughter of) father’s name, then ibn to indicate the grandfather’s name followed by the family name.",
    "When a couple marry, the wife retains her family name and children will take the name of the father.",
    "In modern times ibn and bint are often only used in official circumstances.  Additionally, addresses are likely to only included son or daughter of the father as opposed to both father and grandfather, e.g. the first prime minister of the UAE was addressed as Sheikh Maktoum bin Rashid Al Maktoum"
  ],
  [
    "A long but steady handshake is common. Ensure you only use your right hand.",
    "Greetings between individuals of the same gender who know each other well are often warm and include hugs and embraces.",
    "Arab men or women may decline to shake the hands of those from the other sex.  This is a religious adherence practiced by many male and female Muslims.  It is not personal and it should not be taken offensively. We suggest therefore, that men wait to see if a female offers her hand prior to offering his. ",
    "Likewise, if a female offers her hand and it is refused by a male, then we suggest the use of a gesture that is often used across the Muslim world as an alternative greeting whereby the right hand is placed flat over the heart, coupled with a brief nod of the head and a smile.",
    "It is polite to greet the oldest or most senior members of the group first."
  ],
  [
    "The Emirati communication style is generally indirect.",
    "Small talk is common, indeed expected, and is often the prelude to business discussion.",
    "Business is conducted on the basis of trust in the UAE and will fall short if individuals try to hurry on to business matters to hastily. ",
    "Take the time to get to know your counterpart by asking generic questions and showing an interest in them personally. ",
    "Ask about their children, their school, sporting interests, trips abroad etc. ",
    "It may take a good few meetings and a restaurant visit before your counterpart will feel ready to move into any business transactions with you.",
    "Genuine flattery will never go amiss.",
    "Be aware of hierarchal structures and show due respect to those in a higher position. Use titles where appropriate.",
    "Never criticize Islam, the ruling classes or local traditions.",
    "Never sit in a position that shows the soles of the feet. To do so is an insult as feet are considered dirty."
  ],
  [
    "Maintain eye contact with people of the same sex.",
    "Men should show courtesy and respect for women. Never make prolonged eye contact with a woman or compliment her on her appearance or dress.  ",
    "It is not uncommon for men to greet other men with a kiss or a nose rub. Male friends often link arms or hold hands.",
    "Members of the opposite sex do not embrace or kiss in public"
  ],
  [
    "All gifts should be of a high quality. Good perfume is acceptable even for men who take a pride in the appearance and status but such a gift for a woman should only be given by another woman.",
    "Gifts with a personal touch that show thoughtfulness are very acceptable.",
    "Never give alcohol, pork products, knives or dog related items.",
    "Read more about gift giving in the Arab world."
  ],
  [
    "Dining in the UAE is a very social affair and can be a means to doing business also.",
    "It is considered polite to arrive fifteen minutes late.",
    "Expect to eat with the right hand – the left hand is considered dirty. However, if you are left handed it is acceptable to eat with a utensil in the left hand. Arabs may eat with their hand only and without utensils.  Hand cleanliness is therefore very important.  ",
    "Some families prefer to be seated on cushions on the floor.",
    "It is not considered polite to decline the offer of more food.",
    "If eating with utensils, place the cutlery facing up in the middle of the plate on finishing the meal.",
    "If dining in a restaurant give more than the service charge – up to 10% is acceptable.",
    "Read more about the role of food and hospitality in Arab culture."
  ],
  [
    "Do not discuss religion or criticise Islam.",
    "Men should not stare at women or offer compliments",
    "Do not go outside scantily dressed",
    "Non-Muslims should not enter a mosque or touch a Qu’ran",
    "Kissing or cuddling in public is strictly prohibited and such conduct can result in arrest.",
    "Read more about taboo behaviours in the Middle East region."
  ],
  [
    "Dress conservatively. Men should wear a neat suit and tie.",
    "Women should dress smartly and modestly ensuring that their arms are covered regardless of temperature."
  ],
  [
    "The Emiratis expect formality and respect.",
    "Position is important and should be recognised.",
    "Expect to be addressed by your title and be sure to research the position and titles of those with whom you do business.",
    "It is polite for instance, to address the head of the department or company as ‘Sheikh’.",
    "Read more about how to address people.in the Middle East."
  ],
  [
    "Business cards are given before the meeting and should be printed in Arabic on one side. The Arabic side should be presented first.",
    "Present and receive business cards with your right hand."
  ],
  [
    "Appointments should be made at least two weeks ahead and confirmed a day or two before the meeting is due to take place.",
    "It is not unusual for a meeting to take place in a café or restaurant.",
    "Punctuality is important and deemed respectful.",
    "Informal ‘small talk’ prior to the start of business is common and is essential to building relationships.",
    "Face is important to the Emirates so that any criticism or conflict should be strictly avoided.",
    "It is not unusual for meetings to seem a little disorganised and interruptions are not uncommon.",
    "An individual unrelated to the meeting may therefore join the meeting for a period and the subject may change accordingly. ",
    "You may also find that some individuals make or receive calls during the meeting."
  ],
  [
    "Building relationships in UAE and personal contacts are paramount to successful business.",
    "If you have not taken the time and made the effort to build a positive relationship with your counterpart then it’s unlikely that they will trust you sufficiently to negotiate with you.",
    "Any business agreements should be passed by a lawyer before signing on the dotted line.",
    "If there is some doubt about the outcome of negotiations this should not be expressed too negatively and the word ‘no’ is best avoided.",
    "Do not use high pressure tactics as these will not be tolerated and are likely to negatively impact proceedings."
  ],
  [
    "Be aware that the work week in the UAE runs from Sunday to Thursday.  Friday and Saturday are weekend days.",
    "Government office hours are typically between 07:30 and 15:00, although private office hours are typically open for longer and often finish as late as 21:00.  However, where this is the case, a three to four-hour break at some point in the day is given.",
    "The boss often holds a fairly paternalistic role. As such, it’s not uncommon for conversations to be move to more personal matters during discussions between boss and team member.",
    "Managers tend to be slightly more conservative in the UAE and, as such, this may affect the speed and nature of change.",
    "Although timescales and deadlines are broadly adhered to, less priority is given to them compared to Western cultures. ",
    "If therefore, you are a Westerner doing business in the UAE, then you may wish to, gently and politely, reinforce any deadlines.",
    "In family owned companies, deference is paid to the head of the family who will also most likely be the key decision maker.",
    "Managers will typically consult stakeholders during the decision-making process.  Responsibility for implementation will then be passed to subordinate team members.",
    "Do not question the boss in a way that puts him / her on the spot as this will potentially cause a loss of face and will not be well received.",
    "Read more about UAE Management Culture."
  ],
  [
    "    An introduction to the country, its history, politics, people and culture",
    "    Insights into the country’s values, customs and etiquette",
    "    Tips on preparing to work with new colleagues from the UAE",
    "    Expat-orientated information on daily life",
    "    Guidelines and tools on adapting and dealing with cultural differences"
  ]
]
