[
  [
    "The official state-sanctioned religion in the UK is the Church of England which is of the Christian Protestant faith.",
    "However, there has been a huge decline in the role of the Church in Britain since the middle of the last Century with less than half the population attending Church services or believing in God.",
    "It is estimated that a third of the population have no religious connection.",
    "Thirty percent of the UK population affiliates to the official Church of England while ten percent identify with the Roman Catholic religion. Those who affiliate to the Christian religion outside of Protestantism and Catholicism accept other Protestant denominations: Presbyterian, Baptist and Methodist.",
    "Whilst Christianity is the dominant religion in the UK, minority religions include Islam, Hinduism, Sikhism, Judaism and Buddhism.   "
  ],
  [
    "Major celebrations in the UK calendar include: Christmas Day (25th December), Boxing Day (26th December), New Year’s Day, Good Friday, Easter Sunday, the Queen’s Birthday on the second Saturday in June.",
    "Other celebrations are known as Bank Holidays: May Day, celebrated on 1st May, the Spring Bank Holiday on the last weekend of May and the Summer Bank Holiday on the last weekend of August.",
    "Bank Holidays take place at the weekend with most other businesses and institutions closed on the following Monday."
  ],
  [
    "Until the middle of the 20th Century, marriage was the standard for British families which comprised two parents with the father as the head of the household.",
    "However, in the last few decades, there has been a rise in single parent families and many more couples are choosing to co-habit rather than to marry. ",
    "Half a century ago, living together would have been socially unacceptable and was known as ‘living in sin’.  ",
    "Divorce at one time was also unthinkable but in the last few decades it has become more acceptable.",
    "Marriage too is changing with same sex couples now permitted to marry in law or enter into Civil Partnerships.",
    "Although in the last few decades, there has been some reported instability in family life regarding single motherhood and marital breakdown family relationships continue to be close with two thirds of the population living in close proximity to immediate family and extended family.",
    "There remains a commitment for younger family to take care of elderly relatives.",
    "Mobility in the workforce has changed in the last decade so that many younger people live some distance from close family but kinship relationships continue to be close with regular communication and family reunions.   "
  ],
  [
    "Historically, a class system has operated in the UK with the ‘Upper Class’ and ‘Aristocracy’ at the top of the pecking order.",
    "These are high ranking nobility who hold hereditary titles, wealth and privilege.",
    "The next strata are known as the ‘middle class’ and the ‘working class’.",
    "Traditionally the working classes defined themselves as hard working and with no social privilege, born into a family dependent upon unskilled labour.",
    "Historically, the working classes were unlikely to have access to higher education.",
    "Those who affiliate to the middle classes have been viewed as ‘white collar’ workers living in privately owned suburban homes and to have access to higher education.  ",
    "However, in the past few decades, people from varied backgrounds have had greater access to higher education and business opportunities which is levelling wealth distribution and allowing for upward mobility.",
    "Hence the middle class and the working class at have become more homogeneous although there is still very much an elite and privileged class in Britain."
  ],
  [
    "Until the middle of the 20th Century, gender roles were very much male dominated. The man was the head of the household. Many jobs were male oriented such as bus, train and lorry driving in working class culture and men were deemed more able to deal with finance working in banks and financial organisations.",
    "Although women were accepted in the military and the police force, their roles tended to be passive in contrast to their male counterparts. However, in the 1970s national debate began to materialise championing the employment rights of women in society.",
    "In the following decade, the ‘Feminist’ movement reflected the mood of women in the workforce and the part they played in the developing economy. The discussion regarding women during this period concentrated upon life balance between the workforce and family.",
    "It is estimated that more than fifty percent of women in the UK work, albeit half of those are part-time workers, much of this being in the service industry.",
    "Despite the changes made in the last few decades relating to women in the workforce and education there is still much debate regarding gender division in respect to status in the work-place and pay levels.",
    "In addition, three quarters of women who are working on a full-time basis, believe the household chores and evening meal should be shared. However, more than half of those women say they take on all responsibility for the running of the family home while working full time."
  ],
  [
    "The mother is typically the primary carer of new born babies and small children.  Employment law enables them to take a year off work following childbirth to care for their new-born baby.",
    "Upon a mother’s return to work, although grandparents increasingly fill the gap to help care for their grandchildren, many others place their child in a nursery.",
    "Gender led toys and family life often mean that gender roles are formed at a fairly early age.  There is a popular expectation that girls will dress in pink, wear nice dresses and play with dolls while boys are often encouraged to dress in blue and play with toys such as tractors and cars."
  ],
  [
    "The Gross National Income in the UK increased from 492534 GBP million in the latter part of 2016 to 494149 GDP million in the first part of 2017.",
    "In January 2017, the UK national debt stood at over a trillion GBP which is equivalent to 86.5% of GDP.",
    "The UK imports a quarter of its food from the EU but with the collapse in the value of the Pound against the Dollar following the vote for Britain to leave the European Union, prices are set to rise dramatically.",
    "In 2015, Britain exported £18 billion worth of food and drink whilst spending around £38 billion on importing food and drink.  "
  ],
  [
    "Even if British food has not got an exceptional reputation in the world, there are some traditional foods in the United Kingdom and traditional British beers.",
    "The English breakfast and fish and chips are the most iconic dishes in the UK.",
    "Traditional British foods typically centre around the concept of ‘meat and two veg’, which means in essence that the dish will contain a type of meat (usually beef, pork, lamb or chicken), two types of vegetable (typically root vegetables) and potatoes.  ",
    "Furthermore, as it is a multicultural country, you can now enjoy food from all parts of the world in the UK.",
    "Curry is now the nation’s favourite dish, being brought over from the Indian sub-continent with migrants."
  ],
  [
    "The British people have traditionally enjoyed social interaction relating to popular culture throughout the centuries.",
    "The theatres have long been well supported with entertainment ranging from music to drama and to comedy.",
    "In the 19th Century, the Music Hall was the mainstay of entertainment offering all manner of acts from singing to acrobatics.",
    "The cinema is very popular as are the numerous social clubs across the country. Music too plays an important role in popular culture and has been the forerunner in exports.",
    "The UK is home to the Beatles, the Rolling Stones, Adele, and many other artists who have made it to the world stage.",
    "Jungle, Dubstep, Grime and other modern forms of dance music also originate from the UK.",
    "Traditionally music and social gatherings have been the cement in isolated communities over the centuries with dancing and singing. The Scottish and Irish Ceilidh is a traditional social gathering involving Gaelic folk music and dancing either in a house or larger venue.",
    "The Welsh people are known for their singing voices and the Welsh Men’s Choir is renowned World Wide.",
    "Art and literature has also played a focal part in the history of UK culture. T",
    "here are many art galleries throughout the country and Britain is known for its history of authors such as Virginia Woolf, TS Eliot, Agatha Christie and Jane Austen."
  ],
  [
    "In the UK, the first name is also known as ‘the Christian name’, although this has little to do with religion today.",
    "This is traditionally followed by a middle name and then the family name which in the UK is known as the surname.",
    "In previous centuries children tended to be named after a member of the family or a religious figure. Catholic families, in particular, tend to name their children after saints.",
    "In modern times, children are often given names that are liked by the parents and which have no particular significance regarding family or religion.",
    "Some children are named after famous football stars, singers or film actors.",
    "Traditionally when couples marry the woman takes her husband’s name as her surname but some couple now choose to amalgamate their names which is referred to as a double-barrelled name.  "
  ],
  [
    "Although the British may appear on the surface to be reserved and perhaps even aloof, they are in fact friendly people and welcoming to foreign visitors.",
    "The etiquette when greeting is to shake hands with all those present, even children.",
    "At social or business meetings, it is polite to also shake hands upon leaving. Hand-shakes should not be too hearty, just a light friendly touch.",
    "Last names should be used with the appropriate title unless specifically invited to use the first name."
  ],
  [
    "The British have an interesting mix of communication styles encompassing both understatement and direct communication.",
    "Many older businesspeople or those from the 'upper class' rely heavily upon formal use of established protocol.",
    "Most British are masters of understatement and do not use effusive language. If anything, they have a marked tendency to use ‘qualifiers’ such as 'perhaps', ‘possibly’ or 'it could be'.",
    "When communicating with people they see as equal to themselves in rank or class, the British are direct, but modest. If communicating with someone they know well, their style may be more informal, although they will still be reserved.",
    "Written communication follows strict rules of protocol. How a letter is closed varies depending upon how well the writer knows the recipient.",
    "Written communication is always addressed using the person's title and their surname. First names are not generally used in written communication, unless you know the person well.",
    "E-mail is now much more widespread, however the communication style remains more formal, at least initially, than in many other countries.",
    "Most British will not use slang or abbreviations and will think negatively if your communication appears overly familiar."
  ],
  [
    "It is customary to take a small gift for the host if invited to their home. This is usually either a bottle of wine, flowers or chocolates.",
    "Some people may send flowers in advance of a dinner party but it is equally acceptable to take them on the day.",
    "Gifts are opened on receipt.",
    "It is not usual for gifts to be exchanged in a business setting."
  ],
  [
    "Table manners are Continental, i.e. the fork is held in the left hand and the knife in the right while eating.",
    "The fork is held tines down so food is scooped on to the back of the fork. This is a skill that takes time to master.",
    "Remain standing until invited to sit down. You may be shown to a particular seat.",
    "Do not rest your elbows on the table.",
    "If you have not finished eating, cross your knife and fork on your plate with the fork over the knife.",
    "Indicate you have finished eating by laying your knife and fork together at the clock position of 6.30.",
    "Toasts are given at formal meals when the host will raise a glass (usually wine but a soft drink is acceptable) and will invite the guests to commemorate a person or event. The guests then raise their glass and repeat the toast before taking a sip of their drink.",
    "When in a pub, it is common practice to pay for a round of drinks for everyone in your group.",
    "If invited to a meal at a restaurant, the person extending the invitation usually pays. It is important to arrive on time. Do not argue about the check; simply reciprocate at a later time.",
    "Do not wave your hand or call out to summons a waiter if in a restaurant."
  ],
  [
    "Unlike many European cultures, the British enjoy entertaining people in their homes.",
    "Although the British value punctuality, you may arrive 10-15 minutes later than invited to dinner.",
    "It is not always required to remove your shoes when entering a British home, but it is recommended that you ask upon entry whether or not shoes can be worn."
  ],
  [
    "Do not rest your elbows on the table.",
    "Do not stare.",
    "Do not be overly familiar with people you do not know well.",
    "Do not ask personal questions such as how much someone earns, who they voted for etc.",
    "Do not speak too loudly or cut into a conversation."
  ],
  [
    "Although the rules on business wear have changed in the last decade and some professions are less formal, more conservative businesses still expect men to wear a suit and tie and women to dress smartly.",
    "This may involve a smart, unfussy dress and shoes but it is also acceptable for women to wear trousers, a smart blouse and jacket."
  ],
  [
    "In addition to formal professional titles, (such as doctor or professor), it is polite to refer to men with ‘Mr’ and women as ‘Mrs’ (if married) or ‘Miss’ (if unmarried).",
    "Formal titles should be used in business unless otherwise stated.  "
  ],
  [
    "These are usually given at the end of a meeting.",
    "There is no ceremony as to business card giving in the UK.",
    "Do not be surprised if someone writes on your business card."
  ],
  [
    "Meetings always have a clearly defined purpose, which may include an agenda.",
    "There will be a brief amount of small talk before getting down to the business at hand",
    "If you make a presentation, avoid making exaggerated claims.",
    "Make brief eye contact with the team members to encourage a feeling of inclusion.",
    "Make certain your presentation and any materials provided appear professional and well thought out.",
    "Be prepared to back up your claims with facts and figures.",
    "The British rely on facts, rather than emotions, to make decisions.",
    "Maintain a few feet of personal space.",
    "Always be on time to a meeting if not a bit early.",
    "If you have hosted the meeting then you should send an email summarizing what was decided and the next steps to be taken.",
    "Read more about business meetings in the UK."
  ],
  [
    "Major decisions are made from the top and will be passed down the chain of management.",
    "Any hard selling or confrontation is ill-advised."
  ],
  [
    "The style of management in the UK has been changing over the past few decades from what may be perceived to be stuffy, conservative values to a more open and progressive approach recognising the significant role played by the employees.     ",
    "Where meetings are concerned, it is important to treat all people with respect and deference and that time should not be wasted.",
    "Always arrive promptly prepared for the discussions on the content of the business at hand.",
    "Although some organisations will appear to be hierarchical people within the company, whatever their position, play an important role in the decision-making process for the greater good of the company.",
    "Employees expect to be consulted on issues that affect their working environment and morale.",
    "Read more about British management styles."
  ],
  [
    "An introduction to the country, its history, politics, people and culture",
    "Insights into the country’s values, customs and etiquette",
    "Tips on preparing to work with new colleagues from the UK",
    "Expat-orientated information on daily life",
    "Guidelines and tools on adapting and dealing with cultural differences"
  ]
]
