[
  [
    "The typical greeting is a warm, firm handshake, maintaining direct eye contact, and repeating your name.",
    "When female friends meet, they kiss on the cheek three times, starting with the left and then alternating, while close male friends may pat each other on the back and hug.",
    "Ukrainian names are comprised of:",
    "First name, which is the person’s given name.",
    "Middle name, which is a patronymic or a version of the father’s first name formed by adding \"-ovych\" for a male and  \"ivna\" for a female. The son of Oleksii would have a patronymic of Oleksiiovych while the daughter’s patronymic would be Oleksiivna.",
    "Last name, which is the family or surname. The ending of a person's last name depends on their sex - males keep the traditional ending \" Myroslav Kovalenko\" and females have an \"a\" ending, \"Laryssa Kovalenka\", just like first name endings. ",
    "In formal situations, people use all three names.",
    "Friends and family members use first names without patronymics and last names.",
    "Patronymics are saved for workplaces, especially in more conservative sectors such as government, banking, healthcare, etc"
  ],
  [
    "Ukrainians exchange gifts with family and close friends on birthdays and the Orthodox Christmas.",
    "Name days’ (birth date of the saint after whom a person was named) are also celebrated rather than birthdays by some.",
    "Gifts need not be expensive. It is the act of giving the gift that is important, since it symbolises friendship.",
    "If you are invited to a Ukrainian’s home for a meal it is polite to bring something; cake, flowers, or a bottle of imported liquor.",
    "Flowers should only be given in odd numbers and avoid yellow flowers.",
    "Gifts are generally not opened when received."
  ],
  [
    "Table manners are generally casual.",
    "The more formal the occasion, the stricter the protocol.",
    "When in doubt, watch what others are doing and emulate their behaviour.",
    "Table manners are Continental, i.e. hold the fork in the left hand and the knife in the right while eating.",
    "Do not begin eating until the host invites you to start.",
    "Always keep your hands visible when eating. Keep your wrists resting on the edge of the table.",
    "The oldest or most honoured guest is served first.",
    "Try everything. Refusing a dish is considered very rude.",
    "You will often be urged to take second helpings.",
    "Toasting is part of the culture and generally occurs whenever three or more people share a meal.",
    "Ukrainians are suspicious of people who do not drink. Having said that, it is better to offer a medical condition as an excuse rather than starting to drink and failing to keep pace with your Ukrainian counterparts.",
    "A common toast is \"Na zdrovya\", which means \"to your health\".",
    "The host gives the first toast, usually to the guest of honor, who may return the toast later in the meal.",
    "Most toasts are given with vodka. You need not finish the glass, but you must take a sip.",
    "Do not clink your glass with others during a toast if you are not drinking an alcoholic beverage.",
    "Glasses are filled no more than two-thirds full.",
    "Never refill your own glass.",
    "Do not pour wine backhanded.",
    "An open bottle must be finished.",
    "Empty bottles are not left on the table. They are immediately removed."
  ]
]