[
  [
    "It is strongly influenced by the dialects of the Italian communities living in the country.",
    "Many Italian words and words of Italian derivation are included in the language.",
    "The language is also influenced to a lesser extent by the Portuguese of Brazil."
  ],
  [
    "Patriarchy is far less common in Uruguayan families than it is in other parts of Latin America which is primarily due to the legal rights afforded to women as early as the beginning of the 20th century.",
    "As an example, divorce on the grounds of husband cruelty came into effect in 1907 and, five years later, women were also given the right to file for divorce for no specific reason. Women were also given the right to manage their own finances at this time and gained the vote in 1938. This is not to say, however, that the concept of ‘machismo’ doesn’t exist in Uruguay as it does – however, it’s on a far more reduced level.",
    "Families tend to be fairly small in Uruguay with average family units at the rate of 3.4 heads. This is due to the ease of employing house staff which makes it easier for women to work, coupled with the considerable value placed on education.",
    "The value placed on education means that more women enter the workforce and, that people are more likely to put off having children until they have accomplished planned career goals."
  ],
  [
    "Uruguay is a secular country and the most ‘liberal’ of its Latin American neighbours.",
    "It became the first country, for example, to legalise cannabis.",
    "Abortion and prostitution are also legal in the country.",
    "In a survey in 2006, only 58.2% of people claimed to be Christian, with over 40% stating that they were of ‘no religion’."
  ],
  [
    "Initial greetings are formal and follow a set protocol of greeting the eldest or most important person first.",
    "A standard handshake, with direct eye contact and a welcoming smile, will suffice.",
    "Maintaining eye contact indicates interest.",
    "In general, Uruguayans prefer third-party introductions, so you should wait for your host or hostess to introduce you to others at a small gathering.",
    "When leaving, say good-bye to each person individually."
  ],
  [
    "If invited to dinner at a Uruguayan’s home, then it is custom to send sweets or flowers prior to the event.",
    "If you do not get the opportunity to do so, however, then bring your gift with you.",
    "Gift giving is not really a part of Uruguayan culture, however, if you choose to bring a gift then keep it small and consider something such as a good bottle of Scotch, or, something from your home country/town.",
    "Gifts are opened immediately."
  ],
  [
    "Dress well. Men should wear a jacket and tie.",
    "Women should wear a dress or a skirt and blouse.",
    "Uruguayans tend to be a little more formal in their way of dress when compared to their Latin American neighbours.",
    "Arrival times are very casual. Don’t arrive at the stated arrival time – instead, arrive 30 – 40 minutes late.",
    "Business lunches or dinners are intended as opportunities to socialise. They are not an opportunity to discuss business."
  ],
  [
    "Wait for the host or hostess to tell you where to sit. There may be a seating plan.",
    "Table manners are Continental - hold the fork in the left hand and the knife in the right while eating.",
    "Do not begin eating until the hostess invites you to do so.",
    "Always keep your hands visible when eating, but do not rest your elbows on the table.",
    "Wait for a toast to be made before taking the first sip of your drink.",
    "It is considered polite to leave a small amount of food on your plate when you have finished eating.",
    "When you have finished eating, place your knife and fork across your plate with the prongs facing down and the handles facing to the right."
  ],
  [
    "Tipping isn’t compulsory in Uruguay, but it’s generally expected in hotels and restaurants for good service.",
    "In hotels, it’s typical to tip the staff member taking your luggage to your room $1 per bag.",
    "By leaving the housekeeper a small tip of local change, then you are likely to receive very good service.",
    "Assuming again, that you’ve received good service, then you may wish to consider leaving a tip of 10% in restaurants.",
    "It is not customary in Uruguay to tip taxi drivers."
  ],
  [
    "Be aware that the ‘ok’ sign used in the West is very rude in Uruguay.",
    "People are very tactile when communicating, both socially and in the business setting.",
    "Expect to see people standing close to each other when talking.",
    "They may also be touching each other’s arms or shoulders.",
    "Avoid offending someone by moving backwards in an effort to retain your personal space.",
    "The ‘ch-ch’ sound is used to gain someone’s attention – for example serving staff.",
    "Brushing the back of the hands under the chin is used to indicate that someone ‘doesn’t know’.",
    "Uruguay is a relationship-driven culture, so it is important to build networks and use them.",
    "Name-dropping and nepotism do not have the negative connotations as it has in the West and can be used to your advantage.",
    "They prefer face-to-face meetings rather than by telephone or in writing, which is seen as impersonal.",
    "It is imperative to show deference and respect to those in positions of authority.",
    "When dealing with people at the same level, communication can be more informal.",
    "Be alert for nuances and hidden meanings.",
    "It is a good idea to repeat details, as you understand them to confirm that you and your business colleagues are in agreement."
  ],
  [
    "Appointments are necessary and should be made 1 to 2 weeks in advance, preferably by e-mail or telephone.",
    "Meetings tend to be very formal. Although they don’t typically start on time, you should make the effort to arrive as detailed.",
    "Business cards are an important part of Uruguayan business, so be sure to bring some along – translated into Spanish on one side.",
    "In some older, more bureaucratic organizations, the more important the person you are meeting, the longer they keep you waiting.",
    "Do not immediately begin discussing business.",
    "Small talk helps establish a rapport.",
    "The person you are meeting with may accept telephone calls and attend to other business while you are there.",
    "Have all printed material available in both English and Spanish. Consider arranging an interpreter as not all Uruguayan’s speak English.",
    "Decisions are not reached at meetings.",
    "Meetings are for discussion and to exchange ideas."
  ],
  [
    "Uruguayans expect to deal with people of similar status. This is important.",
    "Decisions are made at the top of the company.",
    "Business moves slowly because it is extremely bureaucratic.",
    "Decisions often require several layers of approval.",
    "Uruguayans have a difficult time publicly disagreeing, so do not think that things are going well simply because no one is challenging what you say."
  ],
  [
    "Business attire is formal and conservative, yet stylish.",
    "Men should wear dark coloured, conservative business suits.",
    "Women should wear elegant business suits or dresses.",
    "Good quality accessories are important for both sexes.",
    "Dress well if you want to make a good impression."
  ],
  [
    "Business cards are given without formal ritual.",
    "Have one side of your business card translated into Spanish.",
    "Present your business card so the Spanish side faces the recipient."
  ]
]
