[
  [
    "The vast majority of people in the USA are Christian – around 70-78%.",
    "Catholicism is the largest single denomination however Protestants of all denominations (i.e. Baptist, Methodist, Lutheran, Presbyterian, etc) outnumber Catholics.",
    "Judaism is the largest non-Christian faith (around 1.6%) , followed by Islam (0.5%) as well as all other major faiths such as Buddhism, Sikhism, etc.",
    "The USA has also produced its own Christian movements such as the Mormons and Shakers.",
    "Around 15% of Americans consider themselves atheists.",
    "Although a secular country, religion plays a large role in politics especially at Presidential level."
  ],
  [
    "The family unit is generally considered the nuclear family, and is typically small (with exceptions among certain ethnic groups).",
    "Extended family relatives live in their own homes, often at great distances from their children.",
    "Individualism is prized, and this is reflected in the family unit.",
    "People are proud of their individual accomplishments, initiative and success, and may, or may not, share those sources of pride with their elders."
  ],
  [
    "America in theory is not a ‘class’ based society.",
    "‘The American Dream’ is based on the premise that anyone, from any background can achieve anything.",
    "‘Rags to riches’ stories are very popular in the US as a result.",
    "In reality some social stratification does exist mainly based on economics and ethnicity.",
    "Poor areas are clearly visible in the US as are distinctions between where people of a certain colour or race might live.",
    "Although ‘class’ per se does not exist, elements of it can be seen through discrimination over accents, clothing, manners, etc."
  ],
  [
    "In theory genders are equal within American society and law.",
    "Women as a whole however do not receive the same social and economic status or benefits as men.",
    "Although most women do work, they are also generally still responsible for areas such as child-rearing, cooking and housecleaning.",
    "Occupations tend to be defined along gender lines with secretarial or low-level administrative jobs overwhelmingly staffed by women.",
    "Within the blue-collar sector, women are underrepresented in jobs considered to require physical strength, such as the construction industries and firefighting.",
    "Women are greatly underrepresented in elected political offices and are statistically more likely to live in poverty."
  ],
  [
    "Infant care depends on economic status first and foremost.",
    "Less affluent families rely on the mother or extended family to look after and raise children.",
    "Wealthier families will often have nannies or use day care centres.",
    "Children can attend school from the age of age five to eighteen, with it being compulsory until the age of sixteen."
  ],
  [
    "The United States has an advanced industrialised economy with the largest GNP in the world.",
    "Most business activity takes places within the service industry including finance, advertising and tourism.",
    "Manufacturing industries include petroleum, steel, motor vehicles, aerospace, telecommunications, food processing, lumber and mining.",
    "The country is more than self-sufficient in terms of its economic needs and is the world's leading exporter of food."
  ],
  [
    "Americans as a nation eat a lot of food.",
    "They consume large amounts of processed and fast foods such as hamburgers, hot dogs, subs, etc.",
    "As a result, the diet is one that is high in fat, salt, sugars, preservatives and refined carbohydrates.",
    "60% percent of Americans are considered to be obese.",
    "The tendency towards ‘junk foods’ is cultural – convenience/processed food is quicker, cheaper, larger, cleaner, tastier and therefore better.",
    "Healthy-eating of course does exist across the States with a liking for local produce, fine teas and quality breads not uncommon in most cities.",
    "Cuisines can differ from region to region. Cheese steaks are synonymous with Philadelphia whereas fajitas and chili stews are much more New Mexico.",
    "Within cities it is also possible to find food from around the world as well as representative of the many immigrant communities from Europe, Africa and Asia."
  ],
  [
    "America’s contribution to the world through its arts, humanities and pop culture cannot be summarised in a few sentences.",
    "American literature very much came to the fore in the nineteenth century and continued ever since. Famous American writers include Mark Twain, F. Scott Fitzgerald and Ernest Hemingway.",
    "Sport is very popular in the USA with American football, baseball, basketball and ice- hockey being the most popular.",
    "The USA traditionally does very well in the Olympics.",
    "Jazz, Rock, Grunge, Country, Hip-Hop, RnB are but some of the many genres of music created in the USA and still listened to today.",
    "Art is very popular in the US with galleries to be found nationwide. Jackson Pollack and Andy Warhol are two of the country’s globally recognised artists."
  ],
  [
    "Family, friends and colleagues use first names.",
    "Nicknames are also common.",
    "In formal situations you would use your name & surname or that of the person you are introducing, for example, “Please meet Jane Doe.” Mr or Mrs may also be used in more conservative states.",
    "Within work situations use professional titles when addressing others, i.e. “Nice to meet you Professor Lacey.”",
    "Do not use professional titles when introducing yourself."
  ],
  [
    "American greetings are generally quite informal and casual.",
    "It is becoming more common in social situations not to shake hands upon meeting and simply smile or nod.",
    "When people are introduced handshakes are common accompanied with a “How d’ya do?”, “How you doing?” or “How are you”? depending on where in the US you are.",
    "Within business handshakes are generally expected when meeting and leaving.",
    "Pleasantries are exchanged out of courtesy rather than being genuine.",
    "Rather than say “bye” Americans may also use terms such as “call me some time,” “let’s do lunch” or “see you around” as politer ways of departing.",
    "If introducing someone, use their full name and a bit of information about them, for example, “This is Larry Whyte; he works at the local school as a science teacher.”"
  ],
  [
    "Americans can come across as self-interested, aggressive and rude to some outsiders.",
    "This is down to the US communication style which is influenced by the need to be direct, clear, transparent and open about matters.",
    "Plain and simple talk is very much valued in America.",
    "Americans see coded, indirect communication which relies on body language as confusing and unnecessary.",
    "The emphasis within communication is on the facts at hand and not the relationships – thus the term, “It’s just business.”",
    "Americans are much more open in conversation about private affairs than many other cultures and do not shy away from asking direct questions."
  ],
  [
    "Americans do not tend to like close contact with others.",
    "2-3 feet of personal space during conversations is the norm.",
    "For most Americans there is little or no touching ever with others although within some communities this may be much more common within the community itself.  This will also be different between good friends and family.",
    "In public, such as in parks or on the bus, people try to give one another space."
  ],
  [
    "Americans do not really have any customs or taboos concerning gifts.",
    "Gifts are usually given for special occasions or between friends and family.",
    "Gifts within business are generally discouraged due to anti-bribery policies.",
    "Cash should never be given as a gift.",
    "If visiting a house, bring flowers, a potted plant, a fruit basket, chocolate, wine, a book or a small household ornament like a vase."
  ],
  [
    "Americans socialise and do business over breakfast, lunch and dinner.",
    "If business is the goal, then socializing is kept to a minimum at the start and end.",
    "Social meals are more about eating that chatting and taking hours over the food.",
    "If you invite someone to a restaurant, you should pay.",
    "The fork is held in the left hand facing down with the knife is held in the right hand.",
    "Napkins if provided are placed on the lap.",
    "A toast might take place at the start of a formal meal or for a special occasion/guest.",
    "Feel free to refuse specific foods or drinks without offering an explanation.",
    "Many foods are eaten by hand.",
    "Food is often served family-style, which means that it is in large serving dishes and passed around the table for everyone to serve themselves.",
    "Do not begin eating until the hostess starts or says to begin.",
    "Remain standing until invited to sit down.",
    "Do not rest your elbows on the table."
  ],
  [
    "Being invited to an American’s home can be fairly informal.",
    "One should dress casually but also smart and arrive no later than 10-15 minutes late without notifying your host that you will be late.",
    "If an invite says 6pm-8pm it is polite to leave as close to 8pm as possible.",
    "It is a good idea to bring a gift or if there is going to be some food, then some drinks.",
    "Send a note of thanks after the occasion to your host."
  ],
  [
    "Do not spit.",
    "Do not discuss race, religion, politics or sex.",
    "Do not swear.",
    "Do not discuss the wrong/rights of abortion.",
    "Do not assume you can smoke anywhere, even outside."
  ],
  [
    "Dress code depends on where in the USA you are doing business. The weather and local culture will determine what is appropriate or not.",
    "In general, people in the East dress more formally, while people in the West are known for being a bit more casual.",
    "It is best to always dress conservatively until it is clear what the accepted dress code is.",
    "Men should wear shirts with suits and shoes. Ties are generally worn but not in all States. Colours should be traditional such as black, blue, grey, etc.",
    "Women should wear modestly with not too much make-up or jewellery.  Low-cut blouses, short skirts and tight clothing are not appropriate.",
    "‘Casual Friday’ is common in many companies. High technology companies often wear casual clothes every day.   "
  ],
  [
    "Most Americans move to a first name basis pretty quickly.",
    "Always start by addressing people using Mr/Mrs/Miss + surname until you are invited to call them otherwise.",
    "Some, such as Doctors, will use their professional titles."
  ],
  [
    "Americans have no etiquette when it comes to giving and receiving business cards.",
    "They are swapped with no fanfare.",
    "It is quite common for the recipient to put your card in their wallet, which may then go in the back pocket of their trousers. This is not an insult."
  ],
  [
    "Arrive on time for meetings since time and punctuality are so important to Americans.",
    "In the Northeast and Midwest, people are extremely punctual and view it as a sign of disrespect for someone to be late for a meeting or appointment.",
    "In the Southern and Western states, people may be a little more relaxed, but to be safe, always arrive on time, although you may have to wait a little before your meeting begins.",
    "Meetings may appear relaxed, but they are taken quite seriously. If there is an agenda, it will be followed.",
    "At the conclusion of the meeting, there will be a summary of what was decided, a list of who will implement which facets and a list of the next steps to be taken and by whom.",
    "If you make a presentation, it should be direct and to the point. Visual aids should further enhance your case.",
    "Use statistics to back up your claims, since Americans are impressed by hard data and evidence.",
    "With the emphasis on controlling time, business is conducted rapidly.",
    "Expect very little small talk before getting down to business. It is common to attempt to reach an oral agreement at the first meeting.",
    "The emphasis is on getting a contract signed rather than building a relationship. The relationship may develop once the first contract has been signed."
  ],
  [
    "Final decisions are usually made from the top down although group consensus is valued.",
    "Hard selling tactics are used from time to time.",
    "The deal at hand is always more important than then personal relationship.",
    "Americans sometimes start negotiations with excessive demands or a low price.  They are usually taking a starting position that gives them room to bargain.",
    "Negotiations may seem rushed – always  remember that \"time is money\" to Americans.",
    "Read more about the Negotiation Style in the USA."
  ]
]
