[
  [
    "Venezuelans are proud of their country and heritage.",
    "Simon Bolivar, who liberated much of South America from the Spanish colonialists, was born in Venezuela.",
    "Their flag is a national icon and is respected and admired.",
    "There are four separate public holidays that commemorate independence, during which time flags are flown outside private houses as well as public buildings and there are street parades."
  ],
  [
    "The family is the cornerstone of the social structure and forms the basis of stability for most people.",
    "The individual derives a social network and assistance in times of need from the extended family.",
    "In villages it is common for members of the extended family to live close to one another, often on the same block.",
    "Nepotism an accepted practice and is considered a good thing, since it implies that employing people one knows and trusts is of primary importance."
  ],
  [
    "Venezuelans pride themselves on their hospitality.",
    "They go out of their way to make guests feel welcome and comfortable.",
    "Venezuelan hosts cater to their every desire."
  ],
  [
    "Freedom of religion is guaranteed by the Venezuelan constitution.",
    "More than 90% of the population is Roman Catholic.",
    "Some indigenous people practice their traditional religions, but many have converted to Roman Catholicism."
  ],
  [
    "A firm handshake, with direct eye contact and a welcoming smile are the standard greeting. When shaking hands, always use the appropriate greeting for the time of day - 'buenos dias', 'buenas tardes', or 'buenas noches'.",
    "When meeting groups always introduce yourself to the eldest person first.",
    "When leaving, say good-bye to each person individually. ",
    "Since this is a formal culture, address people by their academic or professional title and their surname until invited to move to a first- name basis."
  ],
  [
    "If invited to a dinner party, send flowers, particularly orchids, in advance of the event.",
    "Do not give handkerchiefs since they are considered unlucky.",
    "Gifts are generally opened when received.",
    "Always send a handwritten thank you note as it marks you as a person with class."
  ],
  [
    "If you are invited to a Venezuelan's house:",
    "Arrive 15 to 30 minutes later than invited.",
    "Arriving on time or early shows that you are too eager, which is interpreted as greedy.",
    "Dress conservatively but with an elegant flair. Smart casual dress is usually acceptable.",
    "Never decline an offer of coffee, as it is a symbol of hospitality to Venezuelans."
  ],
  [
    "Wait for the host or hostess to tell you where to sit. There may be a seating plan.",
    "Table manners are Continental -- the fork is held in the left hand and the knife in the right while eating.",
    "Do not begin eating until all other diners are seated, unless encouraged by the host to start.",
    "The host saying 'buen provecho' (enjoy or have a good meal) is the customary invitation for everyone to eat.",
    "In most cases, a maid or server will place food on your plate, although large dinner parties may be buffet style.",
    "Always keep your hands visible when eating, but do not rest your elbows on the table.",
    "Food is always eaten with utensils. Even fruit is eaten with a knife and fork.",
    "Keep your napkin on your lap while eating.",
    "Wait for a toast to be made before taking the first sip of your drink. Venezuelans typically toast with the word 'salud'.",
    "The host makes the first toast.",
    "When not using utensils, rest the tips on the edge of the plate with the handles resting on the table.",
    "It is considered polite to leave a small amount of food on your plate when you have finished eating.",
    "When you have finished eating, place your knife and fork diagonally across the plate with the prongs facing down and the handles facing to the right."
  ],
  [
    "This is a country where networking is important since it broadens your base of personnel who might have a connection you need.",
    "As with many Latin cultures, Venezuelans are risk averse, which makes it important that they know and trust the people with whom they do business.",
    "Venezuelans prefer face-to-face meetings to doing business by telephone or in writing, which are seen as too impersonal. It takes time to develop relationships.",
    "Appearances matter to Venezuelans. Dress well and try to stay in a reputable hotel.",
    "Senior positions in business are predominately held by the upper class, so it is important that you pay attention to the hierarchy and show appropriate deference and respect to those in positions of authority."
  ],
  [
    "Business appointments are required and can often be scheduled on short notice; however, it is best to make them about 2 weeks in advance by telephone, email or fax.",
    "Confirm meetings by fax or email, in Spanish, at least one week before the meeting. It is best to schedule appointments in the morning.",
    "Avoid scheduling meetings on Friday afternoon, as many Venezuelans leave early for the weekend.",
    "It is often difficult to schedule meetings in the two weeks before and after Christmas and Carnival, and three weeks before and after Easter.",
    "Venezuelans are generally punctual for business meetings, especially if they are accustomed to working with international companies.",
    "The first meeting is formal.",
    "Have all written material available in both English and Spanish.",
    "Decisions are not reached at meetings. Meetings are for discussion and to exchange ideas.",
    "Send a thank you note to the most senior executive after the meeting."
  ],
  [
    "Expect a minimal amount of small talk before getting down to business. Older Venezuelans prefer to get to know people before doing business with them while younger businesspeople are more concerned with business than the social relationship.",
    "It will take several meetings to come to an agreement. Negotiation and time for consultation are important.",
    "Relationships are viewed as more important than business documents.",
    "Negotiations and decisions take a long time.",
    "Venezuelans focus on long- term rather than short-term goals.",
    "Venezuelan business is hierarchical. Decisions are made by the person with the most authority."
  ],
  [
    "Appropriate business attire is expected.",
    "Men should wear good quality, conservative, dark coloured business suits.",
    "Women should wear stylish suits or dresses. They should be elegantly dressed, including make-up, jewellery and manicures."
  ],
  [
    "Business cards are exchanged during introductions with everyone at a meeting.",
    "Have one side of your business card translated into Spanish.",
    "Present your business card with the Spanish side facing the recipient.",
    "Business cards should contain both your professional and educational qualifications, since Venezuelans are status conscious.",
    "Writing on someone's business card in front of them is considered very rude."
  ]
]