[
  [
    "The teachings of Confucius influence the Vietnamese describe the position of the individual in Vietnamese society.",
    "Confucianism is a system of behaviours and ethics that stress the obligations of people towards one another based upon their relationship."
  ],
  [
    "Vietnamese life revolves around the family.",
    "The Vietnamese family consists of the nuclear as well as the extended family.",
    "It is not uncommon for three generations to be living together under one roof.",
    "In Confucian tradition, the father is the head of the family and it is his responsibility to provide food, clothing and shelter and make important decisions.",
    "Within the same tradition it is believed that after someone dies their spirit lives on. Descendents will \"worship\" their ancestors to ensure their good favour. On the anniversary of a person's death, ceremonies are held in their memory. They are also remembered during certain lunar festivals and souls are consulted prior to important decisions or occasions such as a birth or a wedding."
  ],
  [
    "As with many other Asian nations, the concept of face is extremely important to the Vietnamese.",
    "Face is a tricky concept to explain but can be roughly described a quality that reflects a person's reputation, dignity, and prestige.",
    "It is possible to lose face, save face or give face to another person.",
    "Companies as well as individuals can have face or lose face.",
    "For foreigners it is important to be aware that you may unintentionally cause a loss of face so it is important to be aware of your words and actions. Understanding how face is lost, saved or given is critical.",
    "Someone can be given face by complimenting them for their hospitality or business acumen. Accusing someone of poor performance or reprimanding them publicly will lead to a loss of face."
  ],
  [
    "In general, the Vietnamese are a collectivists.",
    "The individual is seen as secondary to the group - whether the family, school or company.",
    "As a result there are strict guidelines for social interaction that are designed to protect a group's face."
  ],
  [
    "As with most group-orientated societies there are also hierarchical structures.",
    "In Vietnam these are very much based upon age and status.",
    "This derives from Confucianism, which emphasizes social order. Everyone is seen as having a distinct place and role within the hierarchical structure, be it the family or workplace.",
    "An obvious example is seen in social situations where the oldest person in a group is greeted or served first.",
    "Within the family the head would be responsible for making decisions and approving marriages."
  ],
  [
    "Avoid public displays of affection with a member of the opposite sex.",
    "Do not touch someone's head.",
    "Pass items with both hands.",
    "Do not point with your finger - use your hand.",
    "Do not stand with your hands on your hips.",
    "Do not cross your arms on your chest.",
    "Do not pass anything over someone's head.",
    "Do not touch anyone on the shoulder.",
    "Do not touch a member of the opposite sex.",
    "Shorts should only be worn at the beach."
  ],
  [
    "Bring fruit, sweets, flowers or incense.",
    "Gifts should be wrapped in colourful paper.",
    "Do not give handkerchiefs, anything black, yellow flowers or chrysanthemums."
  ],
  [
    "Wait to be shown where to sit.",
    "The oldest person should sit first.",
    "Pass dishes with both hands.",
    "The most common utensils are chopsticks and a flat spoon.",
    "Chopsticks should be placed on the table or a chopstick rest after every few mouthfuls or when breaking to drink or speak.",
    "People hold bowls close to their faces.",
    "Hold the spoon in your left hand while eating soup.",
    "Meals are typically served family-style.",
    "Try to finish everything on your plate.",
    "When you are finished eating, rest your chopsticks on top of your rice bowl.",
    "Cover your mouth when using a toothpick."
  ],
  [
    "Appointments are required and should be made several weeks in advance.",
    "The best means of doing so is through a local representative who can act as a reference and also translator/interpreter.",
    "The Vietnamese are punctual and expect others to be so to.",
    "Dress conservatively.",
    "Handshakes are used upon meeting and departing. Handshakes only usually take place between members of the same sex.",
    "Some Vietnamese use a two-handed shake, with the left hand on top of the right wrist.",
    "Always wait for a woman to extend her hand. If she does not, bow your head slightly.",
    "Business cards are exchanged on initial meetings and should be presented with both hands.",
    "When receiving business cards ensure you show proper respect to it and do not simply glance at it and put it on the table.",
    "Hierarchy and face manifest in different ways within business meetings. For example, the most senior person should always enter the room first.",
    "Silence is also common in meetings where someone disagrees with another but remains quiet so as to not cause a loss of face.",
    "Relationships are critical to successful business partnerships.",
    "Always invest time in building a good relationship based on both personal and business lines. Any initial meeting should be solely used as a \"getting to know you\" meeting.",
    "The spoken word is very important. Never make promises that you can not keep to as this will lead to a loss of face.",
    "Negotiations can be slow so it is important to bear in mind that decisions have to go through a lot of red tape and also group consultation. Be patient.",
    "Business gift giving is fairly common at the end of a meeting or during a meal in honour of your business associates.",
    "Gifts should be small but not expensive. Something with your company logo or something typical from your country both make excellent gifts."
  ]
]
